{"id":12668,"text":"276626\nМатематические основания информатики\nДисциплина «Математические основания информатики» относится к обязательной части учебного плана магистратуры по направлению «Информатика и вычислительная техника». Она является органическим продолжением дисциплин «Дискретная математика» и «Математическая логика и теория алгоритмов», изучаемых по учебным планам бакалавров. Цель дисциплины – поднять математическую культуру студентов, овладеть основными моделями и методами компьютерной математики. Дисциплина состоит из следующих разделов: функции конечнозначной логики; прикладная логика..  Изучение формальных языков высказываний и предикатов. Овладение для этих языков математическими моделями исчисления табличного типа. Формирование навыков доказательства математических утверждений и проведения логических рассуждений. Знание формальных языков (синтаксис, семантика, прагматика), логических исчислений табличного типа, особенностей решения профессиональные задачи на основе применения новых научных принципов и методов исследования. Умение применять формальные языки и логические исчисления для моделирования и анализа профессиональных задач. Приобретения навыков решения типичных математических задач в области применения математической логики к различным прикладным задачам.. № 2 Тема: Язык и исчисление предикатов 1. Эквивалентны ли формулы: $Φ = ∃x(A(x) ∨ B(x)) Ψ = ∃xA(x) ∨ ∃xB(x)$. 2. Определить тип формулы $∀x∃yA(x, y)&∀x∃y¬A(x, y)&∀x∀y(A(x, y) → B(x))&∀x∀y(¬A(x, y) → → C(x)) → ∀x(A(x, a) → B(x)&C(a))$. 3. Плохо управляемые предприятия не приносят прибыли. Военные предприятия никогда не управляются плохо. Значит все военные предприятия приносят прибыль. Правильно ли сделан вывод. 4. Все преподаватели не глупые люди. Все не глупые люди, если они были студентами, то учились у некоторых преподавателей. Некоторые преподаватели, если они у кого-то учились, то только не у преподавателей. Следует ли из этого, что некоторые из преподавателей не были студентами? . . Введение. Предмет дисциплины, её объём, содержание. Место и роль дисциплины в математическом образовании специалиста по информационным технологиям, связь с другими дисциплинами учебного плана. Обзор литературы по дисциплине. Язык и исчисление высказываний. Синтаксис и семантика языка высказываний. Табличное исчисление для языка высказываний, теорема адекватности исчисления и семантики языка высказываний. Допустимые правила вывода в исчислении высказываний. Эквивалентные формулы в языке высказываний. Типы формул. Применение исчислений предикатов для решения прикладных задач. Язык и исчисление предикатов. Синтаксис и семантика языка предикатов. Табличное исчисление для языка предикатов, теорема адекватности исчисления и семантики языка предикатов. Стратегии построения выводов в табличном исчислении для языка предикатов. Эквивалентные формулы и типы формул в логике предикатов. Применение исчислений предикатов для решения прикладных задач. Заключение. Тематика углубленного самостоятельного изучения материала по направлению дисциплины. Исторический экскурс и обзор специальной литературы.\n","cats":[],"entities":[[641,691,"Knowledge"],[733,782,"Knowledge"],[820,844,"Knowledge"],[846,855,"Tool"],[857,866,"Tool"],[868,878,"Tool"],[1034,1067,"Knowledge"],[2234,2243,"Tool"],[2246,2255,"Tool"],[2864,2925,"Knowledge"]],"Comments":[]}
{"id":12672,"text":"278248\nКомпьютерная графика\nВ курсе изучаются базовые теоретических основы компьютерной графики, математические и алгоритмические средства формирования и преобразования математических моделей графических объектов. У студентов вырабатываются практические навыки использования готовых графических пакетов, а также формируется умение разработки программных комплексов обработки и представления графической информации для графических подсистем автоматизированных систем различного назначения (конструкторских, вычислительных, АСТПП и других). Изучаются методы представления и преобразования графических объектов на плоскости и в пространстве, всевозможные алгоритмы отсечения объектов (отрезков, выпуклых и невыпуклых многоугольников и пространственных фигур с всевозможными окнами и фигурами отсечения). Изучаются и исследуются различные алгоритмы выявления видимости объектов и сложных сцен, алгоритмы визуализации и реалистического представления визуализируемых объектов с учетом освещения, окраски объектов, их прозрачности и действия затенения, а также влияния фактуры на внешний вид изображаемого объекта сложной сцены.. Освоение базовых теоретических основ компьютерной графики, математических и алгоритмических средств формирования и преобразования математических моделей графических объектов , приобретение умений и навыков их использования. К основным задачам курса относятся - изучение методов представления и преобразования графических объектов на плоскости и в пространстве, всевозможные алгоритмы отсечения объектов (отрезков, выпуклых и невыпуклых многоугольников и пространственных фигур всевозможными окнами и фигурами отсечения) - исследование различных алгоритмов выявления видимости объектов и сложных сцен, алгоритмов визуализации и реалистического представления визуализируемых объектов с учетом освещения, окраски объектов, их прозрачности и действия затенения, а также влияния фактуры на внешний вид изображаемого объекта сложной сцены. - выработка практических навыков использования готовых графических пакетов, - формирование умения разработки программных комплексов обработки и представления графической информации для графических подсистем автоматизированных систем различного назначения (конструкторских, вычислительных, АСТПП и других). В результате освоения курса студент приобретает знания теоретических основ компьютерной графики и использование знаний в области машинной графики. Вырабатываются умения использовать методы и алгоритмы формирования и преобразования математических моделей графических объектов при работе с графическими объектами. Приобретаются навыки практической работы по формированию составных элементов графических систем различного назначения (конструкторских, расчетных, АСТПП).. Введение. Компьютерная графика и решаемые в ней задачи, место этой дисциплины в САПР и в современных вычислительных системах. Краткие сведения о состоянии данной области науки и техники в нашей стране и значение изучаемой дисциплины для развития современных графических вычислительных систем. Применение компьютерной графики в конструкторской, технологической и исследовательской деятельности. Структура и содержание дисциплины, ее связь с другими предметами учебного плана. Перечень дисциплин и разделов, знание которых необходимо для успешного изучения компьютерной графики. Графические примитивы, языки и стандарты машинной графики. Графические объекты, понятие о графических примитивах и их атрибутах в соответствии с действующими стандартами компьютерной графики. Специальные графические языки и графические пакеты расширения языков высокого уровня. Внутреннее представление графической информации и файлы обмена графической информации между системами. Графические метафайлы, их назначение, организация и структура. Проект международного стандарта базового пакета компьютерной графики и особенности организации базового ядра графической системы. Представление точек и прямых и алгоритмические основы их преобразования на плоскости. Представление точек и векторов, составляющих графическое изображе-ние. Матричные методы преобразования точек и линий - операции смещения, отображения, изменения масштаба, вращение. Понятие об однородных координатах и их роли в машинной графике. Комбинированные преобразования и вращение плоских изображений вокруг произвольной точки. Методы и алгоритмы представления и формирования геометрических правильных кривых. Параметрические и непараметрические кривые. Представление и преоб-разование дуг, окружностей, эллипсов, парабол и гипербол. Алгоритмы раз-ложения отрезков и окружностей в растр. Произвольные пространственные кривые и поверхности, методы их построения. Основные методы и алгоритмы формирования пространственных кривых, задаваемых совокупностью характерных точек. Параболическая и кубическая интерполяционные кривые, кривые Безье и В-сплайны и их использование в системах проектирования различных объектов с помощью ЭВМ. Геометрическое моделирование объемных тел. Каркасная модель, ее представление, способы формирования и области использования. Основные достоинства и ограничение каркасных моделей. Графические системы, использующие каркасные модели. Поверхностная модель и ее преимущества. Типы поверхностей и способы представления их в модели. Основные методы формирования моделей для порции поверхности, способы их описания и преобразования. Принципы определения составных поверхностей. Достоинства и недостатки поверхностного моделирования. Промышленные системы поверхностного моделирования. Твердотельное моделирование. Граничное и конструктивное моделиро-вание объемных тел. Способы построения моделей этого типа и их особенности, преимущества и недостатки. Логические операции над моделями объемных тел. организации структур данных при различных видах твердотельного моделирования и особенности их преобразования для быстрой визуализации графических объектов сложной формы. Проблемы обеспечение связи трехмерных моделей с двухмерными, и наоборот. Математические основы преобразований объемных тел. Математические основы трехмерных преобразований типа изменения масштаба, сдвига, вращения и пространственного переноса. Перспективные преобразования и получение аксонометрических проекций тел. Алгоритмы визуализации простых и сложных сцен. Алгоритмы удаление невидимых линий и поверхностей, их особенности и сравнительная характеристика. Методы закраски и штриховки произволь-ных замкнутых областей, устранение ступенчатости границ и мерцания малых подвижных объектов. Алгоритмы отсечения невидимых частей линий и поверхностей прямоугольным, выпуклым и произвольным окнами. Выявление видимости выпуклых тел и сложных объектов. Алгоритм пла-вающего горизонта и его особенности. Использование сортировки по глубине и Z-буфера. Алгоритмы построчного сканирования и трассировки лучей. Алго-ритм последовательного деления окна. Сравнительная характеристика алгорит-мов визуализации. Построение реалистических изображений. Модели освещения (простая, со специальными эффектами, усложненная и глобальная с трассировкой лучей). Определение нормали к поверхности и век-тора отражения. Проблемы отражения прозрачности, теней и фактуры поверх-ности. Особенности моделирования цвета объектов. Заключение. Основные тенденции и перспективы развития компьютерной графики. Пути и методы дальнейшего использования изученных алгоритмов и средств компьютерной графики.\n","cats":[],"entities":[[254,302,"Knowledge"],[324,374,"Knowledge"],[4898,4901,"Tool"]],"Comments":[]}
{"id":12673,"text":"288500\nИнформационная безопасность цифровых трансформаций\nСодержание дисциплины отражает различные аспекты и уровни общности проблем информационной безопасности. В изложении используются математические модели, дается обзор средств нарушения компьютерной безопасности и противодействия угрозам, а также нормативной базы, рассматриваются физические среды и каналы утечки информации, акцентируется необходимость при анализе ситуаций следования принципу целенаправленности и целесообразности.. При изучении дисциплины обучающиеся получают теоретические знания в области моделей и методов обеспечения ИБ и практические навыки в применении средств анализа и управления безопасностью, методов и средств нарушения информационной безопасности. Задачами дисциплины являются: - Приобретение способности применять теоретические знания при обеспечении управления информационной безопасностью на предприятии. - Разрабатывать структуру и организовывать центры реагирования на инциденты информационной безопасности. - Организовывать информирование в рамках взаимодействия с ГосСОПКА. - Определять классы, уровни защищенности и категории значимости для объектов информатизации. - Знать принципы подбора программно-аппаратных средств защиты информации для компьютерных систем и сетей. В результате изучения дисциплины обучающиеся получают знания современных методов и средств исследований для обеспечения информационной безопасности компьютерных систем, средств и методов хранения и передачи аутентификационной информации, сущности и понятия информации, информационной безопасности и характеристики её составляющих. Обучающиеся приобретаю умения разрабатывать модели угроз и нарушителей информационной безопасности объектов информатизации на базе компьютерных систем в защищенном исполнении, применять отечественные и зарубежные стандарты в области компьютерной безопасности для проектирования, разработки и оценивания защищенности компьютерной системы, разрабатывать проекты документов по обеспечению информационной безопасности объектов информатизации. В результате освоения дисциплины обучающиеся приобретают навыки владения методами формирования требований по защите информации, освоения конкретного анализа рисков объектов информатизации и синтеза адекватных целям безопасности систем защиты, проведения комплексного анализа и оценивания безопасности реальных информационных объектов.. Цель задания: привитие навыков доклада на специальную тему. Возможные темы доклада: 1. Понятие информационной безопасности. Цели обеспечения информационной безопасности. 2. Преднамеренные угрозы – несанкционированный доступ к информации, шпионаж и диверсии, электромагнитные излучения и наводки, несанкционированные модификации алгоритмической, программной и технической структуры системы, вредоносное программное обеспечение. 3. Стратегии защиты информации (оборонительная, наступательная, упреждающая). Архитектура систем защиты информации. 4. Процесс доступа к сетевым ресурсам и использование групп для контроля доступа на основе ролей. 5. Понятие групповой политики Active Directory. Применение политик разными операционными системами. 6. Методы шифрования с открытым и симметричным ключами. 7. Формирование сертификата. Атрибуты сертификата. Центры выдачи сертификатов и управление ими. 8. Классификация вирусов. Файловые, загрузочные вирусы. Методы и средства борьбы с вирусами. 9. Защита и обеспечение целостности операционной системы. 10. Антивирусы. Защита приложений. Аудит информационных систем. 11. Защита информации в каналах связи. 12. Подтверждение подлинности получаемой информации. Требования к содержанию: изложить нормативные требования по заданной теме, математические методы обоснования и расчета защищенности объекта информатизации и его компонентов, привести конкретные примеры средств защиты информации. Требования к оформлению докладов: Формат – pdf, ppt, pptx. Текст доклада должен быть подготовлен с использованием шрифта Times New Roman. Объем доклада не менее 10 слайдов. Текст доклада набирается шрифтом, размером 14 пт, с одинарным интервалом. Формулы верстаются с помощью Equation Editor (Math Type). Размер шрифта 14 пт. Условия сдачи преподавателю: Доклад представляется устно на занятии с использованием мультимедийного оборудования и компьютера или ноутбука. Время на выступление 7 минут. Выступление индивидуальное. Максимальное количество баллов ­ 20.. Примеры вопросов для коллоквиума: Современное понимание и структура ИБ, динамика развития, источники проблем, противоречия. Положение России в современном мире. Гибридное противоборство, возможности и перспективы обеспечения ИБЦТ на международном уровне. Дать определение класса защиты 3А. Технические, социальные и социотехнические аспекты ИБЦТ, их взаимосвязь. Методика разработки планов восстановления после бедствий. Дать определение уровня защищенности 3. Вопросы для контрольной работы: Вариант 1. Особенности работы операционных систем с виртуальными машинами. Управление доступом к виртуальным машинам. Проблемы безопасности облачных технологий. Вариант 2. Средства обеспечения безопасности обозревателей Интернет. Понятие персональных данных. Вариант 3. Законодательство в области работы с персональными данными. Особенности работы операционных систем с виртуальными машинами. Управление доступом к виртуальным машинам.  . Вопросы для тестирования: 1. Виды информационной безопасности: а) Персональная, корпоративная, государственная. б) Клиентская, серверная, сетевая. в) Локальная, глобальная, смешанная. 2. Цели информационной безопасности – своевременное обнаружение, предупреждение: а) Несанкционированного доступа, воздействия в сети. б) Инсайдерства в организации. в) Чрезвычайных ситуаций. 3. К правовым методам, обеспечивающим информационную безопасность, относятся: а) Разработка аппаратных средств обеспечения правовых данных. б) Разработка и установка во всех компьютерных правовых сетях журналов учета действий. в) Разработка и конкретизация правовых нормативных актов обеспечения безопасности. 4.Принципом политики информационной безопасности является принцип: а) Невозможности миновать защитные средства сети (системы). б) Усиления основного звена сети, системы. -в) Полного блокирования доступа при риск-ситуациях.  . Билет №1 1. Современное понимание и структура ИБ, динамика развития, источники проблем, противоречия. Положение России в современном мире. 2. Гибридное противоборство, возможности и перспективы обеспечения ИБЦТ на международном уровне 3. Дать определение класса защиты 3А Билет №2 1. Технические, социальные и социотехнические аспекты ИБЦТ, их взаимосвязь. 2. Методика разработки планов восстановления после бедствий. 3. Дать определение уровня защищенности 3. . Введение. Многообразие понятий \"информация\" и \"информационная безопасность\" (ИБ) в контексте современных технических и социотехнических систем, ретроспектива вопроса. Соотношение с англоязычной терминологией. Тема 1. Основные понятия и современные проблемы ИБ. Современное понимание и структура ИБ, динамика развития, источники проблем, противоречия. Технические, социальные и социо-технические аспекты ИБ, их взаимосвязь. Понятия информационной войны, информационного террора, информационной преступности - технологии и цели. Роль человеческого фактора. Тема 2. Государственная политика в области информационной безопасности. Доктрина информационной безопасности РФ и последующие стратегические документы. Понятие национальной безопасности. ИБ в системе национальной безопасности РФ. Информационный аспект в других составляющих национальной безопасности. Основные источники угроз и угрозы ИБ РФ. Основные задачи по обеспечению ИБ РФ. Региональные проблемы информационной безопасности. Модели информационного противоборства. Законодательные акты в сфере информационной безопасности, ведомственные акты и ГОСТы в области ИБ. Тема 3. Модели, методы и средства анализа и управления безопасностью информационных систем, нормативные документы. Общеметодологические принципы теории ИБ. Стандарты и руководящие документы. Принцип целенаправленности и целесообразности в анализе безопасности объектов и синтеза систем защиты. Модели риск-анализа, основные представления, элементы и структура, факторы риска. Методика анализа и оценки рисков нарушения безопасности информационных объектов. Оценка эффективности применения средств защиты. Соотношение надежности и безопасности, допустимый ущерб. Мониторинг и аудит безопасности, экспертные системы. Тема 4. Несанкционированный доступ (НСД) к информации. НСД к информации, его место в проблеме информационной безопасности. Субъекты и объекты к ресурсам, модели доступа. Правила разграничения доступа. Понятие об идентификации и аутентификации субъектов доступа. Классификация защищенности СВТ и АС от НСД к информации. Основные технические методы и средства получения НСД к информации. Средства защиты информации от несанкционированного доступа (СЗИ от НСД). Тема 5. Технические методы и средства обеспечения и нарушения ИБ. Физические средства и каналы утечки информации. Классификация источников и угроз ИБ. Классификация средств защиты. Понятие уязвимости, атаки, классификация атак. Основные программные методы информационного нападения, возможности воздействия на физическом уровне. Аппаратные средства нарушения безопасности информации. Особенности безопасности в сетях общего доступа. Основные методы и средства обеспечения безопасности объектов информатизации. Пассивные и активные средства защиты. Средства криптографической защиты информации (СКЗИ). Государственные стандарты на криптографические алгоритмы и алгоритмы электронной цифровой подписи (ЭЦП). Заключение. Информационная безопасность и перспективные технологии. Гибридное противоборство, возможности и перспективы обеспечения ИБ на международном уровне.\n","cats":[],"entities":[[792,822,"Knowledge"],[1321,1347,"Knowledge"],[2094,2109,"Knowledge"],[2110,2163,"Knowledge"],[2165,2209,"Knowledge"],[2210,2224,"Knowledge"],[2227,2278,"Knowledge"],[2280,2303,"Knowledge"],[2304,2311,"Knowledge"],[2314,2370,"Knowledge"],[2404,2431,"Knowledge"],[3044,3050,"Tool"],[3051,3060,"Tool"],[3845,3848,"Tool"],[3850,3853,"Tool"],[3855,3859,"Tool"],[4078,4093,"Tool"],[8856,8866,"Tool"],[9463,9467,"Tool"],[9569,9572,"Tool"]],"Comments":[]}
{"id":12674,"text":"282060\nРазработка безопасного программного обеспечения\nУчебная дисциплина «Разработка безопасного программного обеспечения» формирует знания, умения и навыки, необходимые для разработки программного обеспечения, устойчивого к атакам, направленным на эксплуатацию уязвимостей, возникающих из-за некорректного использования конструкций языков программирования. В рамках учебной дисциплины «Разработка безопасного программного обеспечения» изучаются основные технологии разработки программного обеспечения, направленные на выявление и предотвращение ошибок, являющихся причиной возникновения уязвимостей в программном обеспечении. Практическая часть курса в виде практических работ нацелена на приобретение и закрепление умений и навыков разрабатывать, отлаживать, проверять работоспособность безопасного программного обеспечения.. Целями изучения учебной дисциплины является приобретение теоретических знаний безопасного использования конструкций языков программирования и формирование практических умений и навыков разрабатывать безопасное программное обеспечение, в том числе на основе методов анализа кода, поиска ошибок при работе с оперативной памятью, проверки целостности графа потока управления. Теоретический базис учебной дисциплины «Разработка безопасного программного обеспечения» основывается на знаниях, полученных при освоении программирования, информатики и математики. Учебная дисциплина «Разработка безопасного программного обеспечения» участвует в формировании общепрофессиональных компетенций, предусмотренных федеральным государственным образовательным стандартом высшего профессионального образования. Учебная дисциплина «Разработка безопасного программного обеспечения» обеспечивает получение знаний о методах анализа безопасности программного обеспечения. Учебная дисциплина «Разработка безопасного программного обеспечения» вырабатывает умения использовать приемы безопасного использования конструкций языков программирования при разработке программного обеспечения. Результатом освоения учебной дисциплины «Разработка безопасного программного обеспечения» является приобретение практических навыков разработки программного обеспечения, устойчивого к атакам, направленным на эксплуатацию уязвимостей, возникающих из-за некорректного использования конструкций языков программирования.. Указываются исходные данные к ИДЗ и основные требования, предъявляемые к нему  . Указываются исходные данные к докладу и основные требования, предъявляемые к нему  . Кратко указываются исходные данные к реферату и основные требования, предъявляемые к нему ввести более 100 символов). Указываются исходные данные к кейсу и основные требования, предъявляемые к нему  . Вариант задания для контрольной работы № 1: Реализовать на языке программирования C или c++ (по выбору студента), функцию, принимающую в качестве аргумента значение, для которого определена допустимая область и аргумент, являющийся указателем. В функции реализовать проверки корректности значений аргументов; Реализовать на языке программирования C или c++ (по выбору студента) обход статического массива в цикле с определением количества элементов массива с помощью оператора sizeof. Вариант задания для контрольной работы № 2: Реализовать на языке программирования C или C++ (по выбору студента) функцию, выполняюшую безопасное копирование или добавление строки; Сравните динамический и статический анализы кода и перечислите достоинства и недостатки каждого вида анализа кода. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Учебная дисциплина «Разработка безопасного программного обеспечения» 1. Векторы атак, использующих эксплуатацию уязвимостей в программном обеспечении. 2. Обеспечение целостности графа потока управления. 3. Задача. УТВЕРЖДАЮ Заведующий кафедрой                                                   Е. Г.  Воробьёв. Введение. Структура и содержание курса. Понятия уязвимости в программном обеспечении, безопасного программного обеспечения. Векторы атак, направленные на эксплуатацию уязвимостей в программном обеспечении. Факторы, способствующие возникновению уязвимостей в программном обеспечении. Безопасное использование функций. Понятие безопасного использования функций. Обзор распространенных ошибок использования функций. Проверка возвращаемого функцией значения. Проверка корректности значения аргумента функции. Защита значения аргумента функции от изменения. Безопасное использование массивов и строк. Понятие выхода за пределы массива. Обзор распространенных ошибок при работе с массивами и строками. Предотвращение ошибок при работе с массивами и строками. Функции для безопасной работы со строками. Защита от уязвимостей переполнения буфера. Понятие уязвимости переполнения буфера. Факторы, способствующие возникновению уязвимостей переполнения буфера. Выявление уязвимостей переполнения буфера. Защита от эксплуатации уязвимостей переполнения буфера. Технологии защиты от эксплуатации уязвимостей переполнения буфера: реализация в компиляторах, реализация в операционных системах. Анализ кода. Анализ кода: понятие, назначение, методы. Статический анализ кода. Динамический анализ кода. Инструментальные средства анализа кода. Целостность графа потока управления. Понятие целостности графа потока управления (Control-flow integrity, CFI). Использование контроля целостности графа потока управления для предотвращения эксплуатации уязвимостей в программном обеспечении. Реализация контроля целостности графа потока управления в компиляторах. Заключение. Обзор нововведений в инструментальных средствах анализа кода и поиска уязвимостей. Перспективы развития технологий анализа кода и поиска уязвимостей.\n","cats":[],"entities":[[873,918,"Knowledge"],[919,968,"Knowledge"],[971,1003,"Knowledge"],[1014,1062,"Knowledge"],[2089,2158,"Knowledge"],[2757,2758,"ProgrammingLanguage"],[2763,2766,"ProgrammingLanguage"],[3022,3023,"ProgrammingLanguage"],[3028,3031,"ProgrammingLanguage"],[3152,3158,"Tool"],[3242,3243,"ProgrammingLanguage"],[3248,3251,"ProgrammingLanguage"],[5436,5458,"Tool"],[5460,5463,"Tool"]],"Comments":[]}
{"id":12686,"text":"275487\nАвтоматизация функционально-логического проектирования\nРассматривается математическое описание дискретных устройств. Приводятся маршрут этапа функционально-логического проектирования цифровых систем. Рассматриваются формализованные модели автоматизации формирования математического описания при решении задач синтеза и анализа дискретных систем. Приводятся основные алгоритмы и описание методов моделирования. Изучаются основные ограничения при решении задач синтеза цифровых систем. Рассматриваются основные этапы формирования программного обеспечения для задач проектирования дискретных устройств.. Целью изучения дисциплины является приобретение теоретических знаний и формирование практических умений и навыков по методам, моделям и алгоритмам для решения типовых задач автоматизации функционально-­логического проектирования. При изучении дисциплины решаются задачи освоения методики применения этапов синтеза и моделирования функционально-сложных цифровых устройств при использовании современных средств автоматизированного проектирования. В результате изучения дисциплины приобретаются знания по методам решения типовых задач этапов автоматизации функционально-логического проектирования. В результате изучения дисциплины формируются умения по формализации типовых подходов при синтезе и моделировании дискретных устройств. В результате изучения дисциплины происходит освоение навыков алгоритмизации, разработки и применения программ логического синтеза и моделирования, функционирующих в многокритериальной среде.. Тема. Представление логических переменных и функций Троичный вектор 01ХХ01 покрывает следующее количество двоичных векторов: Результатом операции склеивания кубов 01Х01 и 01Х00 является куб: 3. Результатом операции пересечения кубов 01Х01 и 01Х00 является куб: 4. Результатом операции вычитания из куба 0Х куба 1Х является : 5. Результатом операции инвертирования куба 01Х является: Тема. Типовые задачи автоматизации функционально­логического проектирования 1. Какие алгоритмы используются при минимизации истинности частично определенных логических функций?  2. Как описываются таблицы истинности частично определенных логических функций?  3. С какой целью используется возможность инвертирования значений логической функции перед последующей ее минимизацией?  4. Как определяются конфликтующие строки таблицы истинности в Simple Solver при задании частично определенных логических функций?  Тема. Алгоритмы логического моделирования 1. Какие алгоритмы используются при моделировании цифровых устройств с памятью?  2. Как описываются входные впри моделировании цифровых устройств ?  3. Поясните появление символов неопределенных значений при моделировании?  4. Запишите в троичном алфавите законы функционирования триггеров D, RS, T?. . Введение. Предмет курса и его задачи. Значение систем автоматизации функционально-логического проектирования Математическое представление систем в различных областях науки и техники. Содержание курса и его связь с дисциплинами «Высшая математика», «Схемотехника», «Алгоритмы и структуры данных» и другими. Представление логических переменных и функций. Двоичные и троичные векторы. Метрика в n мерном пространстве. Операции над двоичными и троичными векторами и матрицами. Векторное представление логических функций. Типовые задачи автоматизации функционально-логического проектирования. Задача покрытия булевой матрицы. Точные алгоритмы минимизации систем логических функций. Задачи автоматизированного синтеза цифровых устройств. Абстрактный и структурный автоматы. Эвристическая минимизации логических функций, правила и возможные ограничения. Алгоритм приближенной минимизации. Эвристические правила и возможные ограничения. Сжатие и расширение кубических покрытий, выбор начального приближения. Блок-схема алгоритма приближенной минимизации логических функций. Задачи автоматизированного синтеза цифровых устройств с памятью. Проблемы автоматизированного синтеза цифровых устройств. Абстрактный и структурный автоматы. Задачи, решаемые на этапах абстрактного и структурного синтеза. Алгоритмы логического моделирования. Потактовое (сплошное) моделирование, блок-схема моделирующего алгоритма, основные особенности. Троичное моделирование, блок-схема моделирующего алгоритма. Основные задачи, решаемые методом троичного моделирования. Событийное моделирование. Понятия текущих и будущих событий, условных, безусловных и кратных событий, ближайшего будущего события. Очередь будущих событий, массив состояний сигналов. Блок-схема алгоритма событийного моделирования. Сравнение методов. Особенности моделирования и синтеза с использованием VHDL. Структура VHDL-модели. Поведенческие модели, модели \"потока данных\" и структурные модели. Базовые понятия языка. Сигналы, переменные, константы. Перечислимые типы и кодировка значений. Начальные значения. Переменные. Операторы присваивания. Оптимизация выражений. Синтез управляющих конструкций, содержащих операторы присваивания. Общие подходы к синтезу комбинационных и последовательностных схем на VHDL. Процессы и компоненты. Список чувствительности процесса. Использование процессов и компонентов для описания объектов. Заключение. Перспективы развития систем автоматизации функционально-логического проектирования.\n","cats":[],"entities":[[643,676,"Knowledge"],[759,794,"Knowledge"],[1391,1413,"Knowledge"],[2355,2368,"Tool"],[3769,3779,"Tool"],[4131,4141,"Tool"],[4213,4223,"Tool"],[4491,4501,"Tool"],[4611,4615,"Tool"],[4627,4631,"Tool"],[5018,5022,"Tool"]],"Comments":[]}
{"id":12687,"text":"275924\nПроектирование цифровых устройств\nДисциплина нацелена на освоение теоретических основ проектирования цифровых устройств, а также практическое знакомство платформой Arudino. Предполагает знание студентами на базовом уровне цифровой схемотехники, организации ЭВМ, программирования на языке Си или его производных, что обеспечивает быстрое и осознанное овладение предлагаемым курсом. Материал дисциплины подобран в соответствии с положением в отрасли разработки встраиваемых систем, которое наблюдается в настоящее время и в ближней перспективе, что обеспечивает актуальность и конкурентные преимущества курса. Вводятся понятия встраиваемой системы, микроконтроллера, рассматриваются особенности архитектуры цифровых платформ, их применения, программирования и прототипирования.. Цель дисциплины: - знакомство студентов с технологиями разработки цифровых устройств, относящихся к классу встраиваемых систем, на основе микроконтроллеров (МК); - приобретение умений разрабатывать электронные схемы на основе микроконтроллеров Arduino: создавать на основе МК электрические схемы, подключать датчики и исполнительные устройства, писать код, разрабатывать печатные платы и корпуса; - овладение навыками концептуального проектирования цифровых устройств, реализации основных технических решений, программирования на языке подсемейства Си с использованием подключаемых библиотек периферийных устройств, командной работы над проектом. Задачи изучения дисциплины: - изучение теоретической базы разработки встраиваемых систем; - овладение умениями и методикой реализации технических решений в области встраиваемых систем на микроконтроллерах; - освоение навыков разработки и отладки цифровых устройств полного цикла, от эскизного проектирования до тестирования готового изделия. Знания: - современной элементной базы и программных инструментов для разработки встраиваемых систем; - технологий быстрого прототипирования цифровых устройств; - основной номенклатуры модулей быстрого прототипирования и библиотек для работы с ними. Умения: - составлять техническое задание на разработку цифрового устройства; - программировать цифровые устройства на основе микроконтроллеров в среде Arduino; - разрабатывать печатные платы и корпуса в облачных САПР; - собирать, тестировать и отлаживать прототипы цифровых устройств. Навыки: - разработки систем реального времени; - целостного восприятия объекта проектирования как гетерогенной системы, создаваемой в процессе нескольких последовательных, технологически различных этапов проектирования; - работы в команде (бригаде).. Пример теста по Темам 1-2 1. Микроконтроллеры обычно программируются с помощью программатора, но Arduino можно программировать через порт USB благодаря: - Наличию в памяти контроллера специальной программы - загрузчика - Использованию на плате микросхемы CH340 с функцией программатора - Использованию контроллера ATmega328P, где буква Р указывает на эту возможность 2. Когда выполняется функция setup() в коде для Arduino? - При каждом запуске контроллера - Каждый раз перед вызовом функции loop() - При перепрошивке контроллера 3. Аналоговый вывод на Arduino Nano осуществляется с помощью: - ЦАП - ШИМ - DMA 4. Подтягивающий (пулл-ап) резистор, подключенный к цифровому входу и соединенный с шиной +5 вольт, нужен для: - Обеспечения значения логической 1  при состоянии  высокого импеданса (HiZ) на входе - Возможности распознавания состояния высокого импеданса (HiZ) на входе как отдельного состояния - Защиты от входного тока, превышающего допустимое значение Пример теста по Темам 3-5 1. Отметьте технологии быстрого прототипирования печатных плат, нашедшие широкое применение в последние годы - С помощью ЧПУ-фрезера - С помощью струйной печати токопроводящей краской - Путем нанесения дорожек цапон-лаком и последующего травления 2. Подготовка изделий непосредственно к выводу на трехмерную печать происходит: - в САПР твердотельного моделирования - в слайсере - в рендерере 3. Если вы хотите напечатать деталь с отверстием 8 мм, то в модели следует указать его диаметр равным: - 8,4 мм - ровно 8 мм - 7,6 мм Пример теста по Теме 6 1. Является ли нормальной ситуацией изменение программного обеспечения цифровых устройств на этапе серийного производства? - Да - Не всегда - Нет 2. Отметьте требования, необходимо предъявляемые к носимым устройствам: - Достаточный уровень автономности электропитания - Совместимость с биологическими объектами согласно правилам электромагнитной безопасности - Устойчивость к влажности и вибрациям - Наличие беспроводных интерфейсов для обмена информацией с внешними устройствами 3. К специальным вредным воздействующим факторам, действующим на спутники в космосе, относятся: - Космический вакуум - Радиация, в том числе гамма-излучение - Атомарный кислород - Невесомость . Вариант теста промежуточного контроля: 1. Является ли нормальной ситуацией изменение программного обеспечения цифровых устройств на этапе серийного производства? 2. Отранжируйте устройства в порядке возрастания производительности при условии, что на устройстве реализуется некоторый вычислительный алгоритм над целыми числами 3. Микроконтроллеры обычно программируются с помощью программатора, но Arduino можно программировать через порт USB благодаря: 4. Когда выполняется функция setup() в коде для Arduino? 5. Аналоговый вывод на Arduino Nano осуществляется с помощью: 6. Подтягивающий (пулл-ап) резистор, подключенный к цифровому входу и соединенный с шиной +5 вольт, нужен для:. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Проектирование цифровых устройств   ФКТИ 1. Проектирование устройств с применением Arduino 2. Прототипирование цифровых устройств. Печатные платы. Корпусирование. УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. Введение. Место проектирования цифровых устройств в современной индустрии. Особенности инженерной практики, проектирование и прототипирование. История, тренды. Обзор новейших достижений в отрасли, актуальной ситуации на рынке труда в России и в мире. Тема 1. Цифровая и аналоговая электроника. Микроконтроллеры Arduino. Отличие цифровых устройств от аналоговых. Логические уровни. ТТЛ и КМОП-технологии. Описание архитектуры микроконтроллеров AVR, основных периферийных устройств. Сравнение языков Ассемблера и Си для программирования. Система команд RISC, регистры, прерывания. Введение в Arduino: мотивация, исторический обзор, описание платформы и экосистемы. Описание 8-битных и 32-битных контроллеров. Тема 2. Среда программирования Arduino: основные операторы и команды, библиотеки. Среда программирования Arduino. Основные языковые конструкции, работа с документацией и примерами. Прошивка программ в микроконтроллер на плате Arduino Nano. Демонстрация работы тестовой программы с подробным построчным разбором кода. Взаимодействие через код с такой периферией как регистры, система прерываний, таймеры, АЦП, ШИМ, UART. Тема 3. Модули и платы расширения Shield. Цифровые интерфейсы. Понятие платы расширения Shield, совместимой с базовым контроллером Arduino. Обзор основных шилдов и модулей. Цифровые интерфейсы: UART, SPI, I2C, 1-Wire. Организация интерфейсов на различных уровнях. Области применения, характеристики и ограничения. Тема 4. Разводка плат в EasyEDA. Знакомство со средой EasyEDA. Особенности реализованной облачной инфраструктуры, интеграция с поставщиком компонентов и производством. Понятия принципиальной схемы, печатной платы, условного графического обозначения (УГО), посадочного места (Footprint), списка компонентов (BOM), производственных файлов (Gerber), проекта. Виды производства плат: быстрое прототипирование, промышленное производство, разработка платы в EasyEDA с учетом особенностей технологии. Тема 5. Создание корпуса в среде Fusion360, адаптированного под 3D-печать. Технологии быстрого прототипирования и 3D-печати твердотельных изделий. Особенности проектирования корпусов для их реализации посредством 3D-печати методом послойного наплавления (FDM). Знакомство со средой Fusion 360. Виды корпусов. Виды креплений плат и узлов сопряжения частей корпуса. Виды крепежных изделий. Учет разъемов и других установочных изделий. Использование 3D-модели платы в разработке корпуса. Тема 6. Киберфизические и встраиваемые системы. Понятие киберфизической и встраиваемой систем, сенсора и актуатора. Взаимодействие между цифровыми устройствами и внешним (аналоговым) миром. Дискретизация сигналов. Цифровая обработка сигналов. Понятие интернета вещей (IoT). Примеры проектов, выполняемых в учебных, производственных и научных целях на основе платформы Arduino: устройства из области робототехники, системы сбора данных, системы «Умный дом» и т.д. Ретроспектива основных пройденных тем с комментариями по поводу достигнутых студентами результатов в практической части курса. Анализ полученных компетенций. \n","cats":[],"entities":[[171,178,"Tool"],[295,297,"ProgrammingLanguage"],[1028,1035,"Tool"],[1193,1201,"Knowledge"],[1202,1251,"Knowledge"],[1333,1335,"ProgrammingLanguage"],[1544,1584,"Knowledge"],[1648,1685,"Knowledge"],[1686,1709,"Knowledge"],[2032,2076,"Knowledge"],[2077,2097,"Knowledge"],[2973,2980,"Tool"],[3111,3123,"Tool"],[3669,3680,"Tool"],[5168,5175,"Tool"],[6295,6302,"Tool"],[6482,6492,"ProgrammingLanguage"],[6495,6497,"ProgrammingLanguage"],[6535,6539,"Tool"],[6574,6581,"Tool"],[6722,6729,"Tool"],[6796,6803,"Tool"],[6917,6929,"Tool"],[7242,7249,"Tool"],[7952,7961,"Tool"],[8201,8207,"Tool"],[8208,8211,"Tool"],[8772,8779,"Tool"]],"Comments":[]}
{"id":12688,"text":"276138\nПроизводственная практика (преддипломная практика)\nПреддипломная практика обеспечивает основные практические навыки в области проведения самостоятельной работы, формирование компетенций для успешного выполнения выпускной работы; закрепление знаний по изучаемым дисциплинам; приобретение навыков работы с литературными источниками, использование интегрированных систем автоматизированного проектирования. Программа преддипломной практики регулирует вопросы ее организации и проведения, раскрывает содержание и структуру работы, требования к отчетной документации, а также подбор необходимых материалов для ее оформления..  Целью преддипломной практика является освоение основных практических навыков в области проведения самостоятельной работы, формирование компетенций для успешного выполнения выпускной работы (ВКР); закрепление знаний по изучаемым дисциплинам; развитие навыков работы с литературными источниками; выполнение практической разработки согласно индивидуальному заданию; подготовка и оформление выпускной квалификационной работы. Освоение практических навыков ведения самостоятельной производственно-технологической работы в области использования средств информационных технологий в автоматизированном проектировании. Формирование умений выполнения технических разработок по теме индивидуального задания. Приобретение знаний в области действующих в предметной области стандартов, технических условий, положений и инструкций по эксплуатации оборудования, программ испытаний, правил оформления технической документации. Приобретение знаний по технологии выполнения реальных практических разработок в области информационных технологий в автоматизированном проектировании согласно тематики индивидуального задания. Приобретение знаний в области действующих в предметной области стандартов, технических условий, положений и инструкций по эксплуатации оборудования, программ испытаний, правил оформления технической документации. Формирование умений выполнения технических разработок по теме индивидуального задания в области информационных технологий в автоматизированном проектировании. Развитие умений осуществлять поиск, критический анализ и синтез информации. Приобретение умений по определению круга задач в рамках поставленной цели и выбору оптимальных способов их решения, исходя из имеющихся ресурсов и ограничений. Развитие умений по формированию технической документации по итогам выполнения индивидуальной технической разработки. Развитие навыков работы с литературными источниками. Приобретение навыков работы в составе коллектива разработчиков. Развитие навыков по разработке модели объектов проектирования на основе информации об их назначении, физических и технических характеристиках. Приобретение навыков по разработке компонентов автоматизированных систем, используя современные инструментальные средства и технологии программирования.\n","cats":[],"entities":[[116,143,"Knowledge"],[144,166,"Knowledge"],[248,279,"Knowledge"],[294,324,"Knowledge"],[325,336,"Knowledge"],[698,707,"Knowledge"],[708,749,"Knowledge"],[837,868,"Knowledge"],[879,895,"Knowledge"],[896,921,"Knowledge"],[1073,1088,"SoftSkills"],[1089,1143,"SoftSkills"],[1252,1269,"Knowledge"],[1270,1292,"Knowledge"],[1339,1369,"Knowledge"],[1370,1399,"Knowledge"],[1552,1558,"Knowledge"],[1559,1616,"Knowledge"],[1745,1753,"Knowledge"],[1754,1805,"Knowledge"],[1958,1998,"Knowledge"],[2113,2138,"SoftSkills"],[2193,2226,"SoftSkills"],[2466,2508,"Knowledge"],[2523,2572,"Knowledge"],[2583,2604,"Knowledge"],[2605,2635,"Knowledge"],[2730,2789,"Knowledge"]],"Comments":[]}
{"id":12689,"text":"274112\nОперационные системы\nКурс «Операционные системы» разработан для предоставления студентам базовых знаний о внутренней организации операционных систем современных вычислительных комплексов, об алгоритмах, применяемых для повышения производительности операционных систем, обеспечения их многозадачности, скорости отклика, разрешения конфликтных ситуаций. Предполагается, что эти знания смогут послужить базой для формирования у продвинутых студентов понимания основ построения сложных программных комплексов, к которым, без сомнения, относятся все современные операционные системы.. Целями дисциплины являются получение базовых знаний об операционных системах, необходимых для грамотного их использования в процессе работы с различными информационными системами, приобретение навыков управления операционными системами и выработка навыков контроля состояния операционных систем. Задачами курса являются предоставление знаний, необходимых для эффективного использования операционных систем в ходе создания и эксплуатации корпоративных информационных систем, а также получение навыков настройки операционных систем. Курс предоставляет знания о назначении, основных задач и компонентах операционной системы, правилах её использования в рамках корпоративной информационной системы. Курс формирует умения установить и настроить на конкретную задачу необходимую ОС, а также управлять ею в ходе эксплуатации. В ходе курса слушатели приобретают навыки установки и управления универсальной операционной системой.. Тест № 1. Тема: Работа с дисковой подсистемой 1. Какой тип раздела нужно сформировать, чтобы при выходе из строя одного диска система продолжала работать: - зеркало - чередующийся массив - расширенный раздел 2. Сколько разделов можно сформировать на диске, если он подготовлен как MBR? - 2 - 4 - 16 - 128 - 256 Тест № 2. Тема: Инструменты управления операционными системами 1. В чем основная выгода использования инструмента командной строки PowerShell? - возможность автоматизации административных задач - удобство выполнения команд - отсутствие необходимости запоминать название команд 2. Где хранится информация реестра о персональных параметрах пользователя? - в виде файла в профиле пользователя - в общей базе данных реестра - в базе данных.DBF   . 1. В чём основная задача системы виртуальных машин? Выберите один ответ: a. Одновременный запуск на одном компьютере нескольких различных операционных систем​ b. Возможность запуска на одном компьютере нескольких экземпляров установленной операционной системы с различными параметрами​ c. Возможность легко перенести установленную на одном компьютере операционную систему на другой компьютер​ d. Возможность запуска на одном и том же компьютере различных операционных систем   2. Если на компьютере установлено несколько операционных систем, то как определяется, какая из них загружается? Выберите все правильные ответы a. Выводится стартовое меню и пользователь делает свой выбор b. Выводится меню, если пользователь выбора не сделал, то через некоторое время выбирается вариант, обозначенный как вариант по умолчанию c. Выбирается чаще всего загружаемая ОС d. Выбирается самая \"древняя\" по времени установки ОС e. Какая-то из ОС помечается в мастер-загрузчике как загружаемая   3. Какой инструмент вы будете использовать, если вам нужна расширенная информация о текущем состоянии базовых показателей вашей ОС? Выберите все правильные ответы: a. Монитор ресурсов b. Системный монитор c. Диспетчер задач d. Просмотр событий. . Введение. Интерфейс с системой файлов. Операции над файлами и директориями. Варианты организации доступа к файлам. Определение ссылок и их типов. Тема 1. Понятие операционной системы. Компоненты операционной системы. Архитектура, состав, особенности реализации. Тема 2. История ОС. Этапы развития, наиболее известные системы, влияние одних ОС на другие. Тема 3. Основные компоненты ОС. Взаимодействие компонентов ОС, уровни исполнения различных компонентов ОС. Тема 4. Системы виртуальных машин. Особенности таких систем. Кластерные вычислительные системы. Тема 5. Установка операционных систем. Определения, характеристики. Отличия от ОС общего назначения. Примеры систем реального времени. Тема 6. Работа с дисковой подсистемой. Взаимодействие операционных систем и оборудования. Драйверы различных уровней. Интерфейс с приложениями. Понятие об Application Program Interface (API). Тема 7. Файловые системы. Типы прерываний, механизм обработки прерываний. Синхронные и асинхронные прерывания. Тема 8. Инструменты управления операционными системами. Сервисы и службы (демоны) ОС. Работа служб в фоновом режиме. Тема 9. Мониторинг состояния операционной системы. Виртуальные машины. Типы и примеры виртуальных машин. Среды исполнения приложений – JVM и.Net framework. Тема 10. Управление компонентами операционной системы. Состояния процессов, переходы между ними. Понятие о структуре блока управления процессом. Тема 11. Управление оперативной памятью. Виртуальная память. Виды потоков, содержание, отображение на системные потоки. Многопоточная организация приложений. Тема 12. Потоки, процессы. Управление процессорным временем. Квантование процессорного времени. Очереди процессов. Политики диспетчеризации процессорного времени. Заключение. Перспективы развития ОС. ОС для мобильных устройств. Особенности реализации ОС для мобильных устройств. Перспективы облачных вычислений.\n","cats":[],"entities":[[632,663,"Knowledge"],[767,798,"Knowledge"],[799,822,"Knowledge"],[825,881,"Knowledge"],[922,985,"Knowledge"],[986,992,"Knowledge"],[1079,1116,"Knowledge"],[1790,1793,"Tool"],[1951,1961,"Tool"],[2256,2259,"Tool"],[3452,3467,"Tool"],[4338,4367,"Tool"],[4369,4372,"Tool"],[4738,4741,"Tool"],[4743,4757,"Tool"]],"Comments":[]}
{"id":12690,"text":"274728\nОсновы разработки PDM-систем\nДисциплина \"Основы разработки PDM-систем\" обеспечивает теоретическую и практическую подготовку по проектированию и применению PDM-систем в проектной организации. Программа дисциплины включает в себя изучение основ проектирования PDM-систем, особенностей их использования в автоматизированном проектировании, основных концепций разработки корпоративных порталов. Лекционные материалы дисциплины по каждому разделу подкреплены примерами из реальных проектов.. Целью изучения дисциплины является получение базовых знаний о PDM-системах, основах формирования корпоративной информационной среды, выработка умений настраивать клиентские компоненты PDM-систем, выполнять базовые процедуры разработки компонентов корпоративных систем, осуществлять защищенное подключение к корпоративной информационной системе, а также приобретение навыков применять знания об основах технологий PDM при эксплуатации и формировании корпоративной производственной информационной инфраструктуры. Теоретический базис дисциплины основывается на знаниях из дискретной математики, теории управления проектами, теории коллективной работы. Задачи дисциплины является формирование знаний, умений и навыков, необходимых для разработки PDM инфраструктуры в составе корпоративной информационной системы. Дисциплина обеспечивает получение знаний как об основных принципах проектирования PDM-систем, так и о задачах разработки и тестирования компонентов PDM-систем предприятий любого масштаба. Дисциплина формирует умения: - создавать распределенные программные комплексы; - настроить клиентские компоненты корпоративных информационных систем; - выполнить базовые процедуры разработки и тестирования компонентов PDM-систем. Дисциплина формирует навыки экспериментальных исследований и практического применения современного инструментария разработки корпоративных порталов. . . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Физические основы электронагрева   ФЭА 1. Закон Ома в дифференциальной форме. Закон Джоуля – Ленца в локальной форме.  2. Снижения уровня термических деформаций и напряжений. 3. Задача. УТВЕРЖДАЮ Заведующий кафедрой                                                   И.И. Иванов. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Основы разработки PDM-систем   ФКТИ Подключение к PDM внешних источников информации. Интеграция портала с различными приложениями. Формирование контента портала.   УТВЕРЖДАЮ Заведующий кафедрой САПР                                                   Н.Г. Рыжов. Введение. Что такое PDM, аналогичные системы, особенности использования PDM в корпоративной среде. Введение в технологию разработки PDM-систем. Особенности разработки PDM, инструментарий, платформы для разработки PDM. Основы разработки PDM-систем. Основные способы разработки сложных ситсем. Стратегии автоматизированного проектирования. Таксономия понятий предметной области. Концепции разработки PDM-системы. Назначение PDM-систем. Основные концепции и определения. Инструментальные средства разработки PDM-систем. Применение PDM-систем в проектной деятельности. Инструментальные средства коллективной работы. Архитектура корпоративного портала. Интеграция приложений автоматизированного проектирования. Системы хранения документации. Организация совместной работы на основе SharePoint. Инфраструктура портала. Работа с проектными документами. Обмен документами. Жизненный цикл документов в процессе проектирования. Информационные компоненты порталов. Работа с web-компонентами портала. Списки. Библиотеки. Сайты. Типы сайтов. Группы сайтов. Фермы. Управление списками. Добавление и настройка страниц. Применение тем и границ. Применение таблицы стилей. Интеграция PDM-системы с различными приложениями. Формирование контента. Импорт данных из электронных таблиц. Публикация списка Excel в сайте SharePoint. Импорт списка в таблицу Access. Создание рабочей области для документов. Применение технологии OpenXML для формирования документов. Применение архитектурного шаблона MVC для разработки PDM-систем. Основные концепции архитектурного шаблона. Разработка модели. Особенности разработки контроллеров и представлений. Применение технологии AJAX. Разработка решений для PDM-систем. Типы проектов. Управление жизненным циклом проектов. Разработка web-частей SharePoint. Системы поддержки жизненного цикла изделий. Управление проектами. Заключение. Перспективы развития PDM-систем\n","cats":[],"entities":[[25,28,"Tool"],[66,69,"Tool"],[162,165,"Tool"],[265,268,"Tool"],[520,553,"Knowledge"],[556,559,"Tool"],[627,677,"Knowledge"],[678,681,"Tool"],[860,884,"Knowledge"],[907,910,"Tool"],[1236,1239,"Tool"],[1385,1388,"Tool"],[1522,1546,"Knowledge"],[1547,1568,"Knowledge"],[1572,1639,"Knowledge"],[1643,1681,"Knowledge"],[1742,1779,"Knowledge"],[2719,2722,"Tool"],[2751,2754,"Tool"],[2982,2985,"Tool"],[3034,3037,"Tool"],[3094,3097,"Tool"],[3129,3132,"Tool"],[3198,3201,"Tool"],[3360,3363,"Tool"],[3384,3387,"Tool"],[3467,3470,"Tool"],[3490,3493,"Tool"],[3739,3749,"Tool"],[4129,4132,"Tool"],[4246,4251,"Tool"],[4260,4270,"Tool"],[4296,4302,"Tool"],[4367,4374,"Tool"],[4438,4441,"Tool"],[4457,4460,"Tool"],[4606,4610,"Tool"],[4635,4638,"Tool"],[4722,4732,"Tool"],[4833,4836,"Tool"]],"Comments":[]}
{"id":12691,"text":"283989\nОрганизация ЭВМ и систем\nДисциплина “Организация ЭВМ и систем” направлена на изучение студентами основных принципов организации аппаратного обеспечения ЭВМ и систем, включая функционирование центрального процессора при чтении из памяти команд и их исполнения, работу канала обмена информации в режимах программного обмена, программного обмена с использованием системы прерываний и прямого доступа к памяти, а также принципов действия основных периферийных устройств и систем ЭВМ. Дисциплина дает общее комплексное представление о процессах, происходящих в вычислительной среде при ее функционировании. . Основной целью изучения дисциплины является формирование теоретических знаний об архитектуре электронно-вычислительных машин, информационно-вычислительных систем и получение практических навыков по организации контроля функционирования и диагностике ЭВМ. Дисциплина формирует знания и умения, необходимые для анализа явлений и процессов, лежащих в основе функционирования микроэлектронной техники, в том числе в составе информационно-вычислительных систем. Дисциплина обеспечивает получение знаний о основных принципах организации аппаратного обеспечения, архитектур, областей применения ЭВМ и функционирования ее отдельных подсистем в целом. Дисциплина вырабатывает умения выбора архитектур современных ЭВМ и систем, проектирования устройств вычислительной техники, анализа работы узлов и блоков ЭВМ. Результатом освоения дисциплины является приобретение практических навыков выбора средств построения современных ЭВМ и систем, проектирования устройств вычислительной техники, анализа работы узлов и блоков ЭВМ.. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт­Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)»  БИЛЕТ № 1  Дисциплина: Организация ЭВМ и систем 1. Основные принципы работы АЛУ.   2. Относительные способы формирования исполнительных адресов ячеек памяти.  3. Программно­управляемая передача данных.    УТВЕРЖДАЮ Заведующий кафедрой ВТ                                                                                                                                  М.С. Куприянов д.т.н., проф. . Введение. Место дисциплины в учебном плане, её назначение и связь с другими дисциплинами профессиональной подготовки. Архитектура ЭВМ. Структурная схема ЭВМ. Основные принципы функционирования отдельных блоков: процессор (АЛУ, УУ), память, шина, система ввода\/вывода. Структурная схема центрального процессора (ЦП). Назначение и функционирование узлов ЦП. Технические и эксплуатационные характеристики ЭВМ. Классификация ЭВМ. Функциональная и структурная организация ЭВМ. Типы данных. Регистровая модель ЦП. Структура и формат команд ЦП. Способы адресации (абсолютная и относительная адресация). Этапы выполнения команд. Сегментирование. Очередь команд. Способы обмена информацией в ЭВМ. Программный обмен. Система прерываний. Многопо­токовая обработка команд. Конвейерная обработка команд. Суперскалярная обработка команд. Принципы организации подсистемы памяти ЭВМ. Иерархическая структура памяти ЭВМ. Организация стека регистров. Организация виртуальной памяти. Методы оптимизации при управлении памятью. Организация системного интерфейса ввода\/вывода информации. Общая характеристика и классификация интерфейсов (клавиатура, видеосистема, устройства печати, сетевая карта, ЗУ). Программные средства для работы с устройствами. Способы организации передачи данных. Системы ЭВМ. Вопросы защиты мультипроцессорных вычислительных систем. Сети ЭВМ. Основные виды нарушений и защита от них. Заключение. Перспективы и проблемы развития систем защиты ЭВМ и систем управления на их основе.\n","cats":[],"entities":[[682,688,"Knowledge"],[689,735,"Knowledge"],[896,947,"Knowledge"],[1102,1120,"Knowledge"],[1120,1165,"Knowledge"],[1278,1302,"Knowledge"],[1303,1318,"Knowledge"],[1480,1494,"Knowledge"],[1495,1529,"Knowledge"],[1880,1883,"Tool"],[2424,2427,"Tool"]],"Comments":[]}
{"id":12692,"text":"276145\nНейронные сети\nПри изучении дисциплины дается детальный обзор и описание важнейших методов обучения нейронных сетей различной структуры, а также задач, решаемых этими сетями. Рассмотрены вопросы реализации нейронных сетей. Целью дисциплины является систематизация знаний о возможностях и особенностях применения нейрокомпьютерных алгоритмов и систем для обработки информации.. Изучение важнейших методов обучения нейронных сетей различной структуры и приобретение навыков решения задач этими сетями в профессиональной деятельности. Изучение методов обучения нейронных сетей различной структуры. Формулировка и решение задач реализации нейронных сетей. Получение знаний о важнейших архитектурных решениях и методах обучения искусственных нейронных сетей. Приобретение умений программного моделирования важнейших архитектур нейронных сетей. Освоение навыков систематизации знаний о возможностях и особенностях применения нейрокомпьютерных алгоритмов и систем для обработки информации.. Тесты текущего контроля успеваемости построены по принципу вопросов с вариантами выбора одного или нескольких правильных ответов.  Пример вопросов теста приведен ниже: 1. Может ли передаточная функция нейрона скрытого слоя многослойного персептрона быть линейной ? а) Да, может б) Нет, не может. . Введение. Введение в искусственные нейронные сети. Тема 1. Классификация изображений. Подход управления данными. K-n алгоритм. Классификатор ближайших соседей. K - классификатор ближайшего соседа. Наборы проверки для настройки гиперпараметра. Применение кНН на практике. Тема 2. Линейная классификация: SVM\/Sotfmax. Введение в линейную классификацию. Линейная оценка. Интерпретация линейного классификатора. Функция потери. Мультикласс SVM. Softmax классификатор. SVM против Softmax. Интерактивная веб-демонстрация линейной классификации. Тема 3. Оптимизация, высокоуровневое представление, особые точки на изображении. Визуализация функции потерь. Оптимизация. Случайный поиск. Случайный локальный поиск с помощью градиента. Вычисление градиента: численно с конечными отличиями; аналитически с исчислением. Градиентный спуск. Тема 4. Введение в нейронные сети, метод обратного распространения ошибки. Простые выражения, интерпретирующие градиент. Сложные выражения, цепное правило, обратное распространение. Интуитивное понимание обратного распространения. Модульность: пример сигмоида. Обратное распространение на практике: поэтапный расчет. Схожесть с потоком. Градиенты для векторизованных операций. Тема 5. Работа нейронных сетей: процесс кросс-валидации, оптимизации, поиска ошибок. Настройка данных и модели. Предварительная обработка данных. Веса при инициализации. Пакетная нормализация. Регуляризация (L2 \/ L1 \/ Maxnorm \/ Dropout). Градиентные проверки. Проверки вменяемости. Процесс обучения. Функция потери. Точность обучения и валидации. Коэффициенты обновлений весов. Распределение активации \/ градиента на слой. Визуализация. Обновления параметров. Прямой порядок (SGD), импульс, нестеровский импульс. Анализ скорости обучения. Методы второго порядка. Адаптивные скорости обучения по параметрам (Adagrad, RMSProp). Оптимизация гипер параметра. Определение качества. Тема 6. Сверточные нейронные сети: архитектура, сверточные \/ объединяющие слои. Обзор архитектуры. Слои сверточной сети. Слой пула. Слой нормализации. Полностью связанный слой. Преобразование полностью связанных слоев в сверточные слои. Архитектуры сверточной сети. Шаблоны слоев. Примеры размеров слоя. Тематические исследования (LeNet \/ AlexNet \/ ZFNet \/ GoogLeNet \/ VGGNet). Вычислительные соображения. Тема 7. Понимание и визуализация сверточных нейронных сетей. Что заставляет сверточные нейронные сети работать. Обучение через перемещение. Тренировка сверточных нейронных сетей на практике. Тема 8. Классификации изображений: локализация, детектирование, сегментация. Рекурсивные нейронные сети 1: пример названия изображения. Рекурсивные нейронные сети 2: внимательные модели. Заключение. Выводы по курсу. Основные направления развития области знаний.\n","cats":[],"entities":[[7,21,"Tool"],[107,116,"Tool"],[117,122,"Tool"],[213,228,"Tool"],[420,435,"Tool"],[471,498,"Knowledge"],[499,537,"Knowledge"],[565,580,"Tool"],[669,687,"Knowledge"],[688,710,"Knowledge"],[774,780,"Knowledge"],[781,807,"Knowledge"],[829,844,"Tool"],[855,877,"Knowledge"],[878,884,"Knowledge"],[1324,1338,"Tool"],[1592,1595,"Tool"],[1596,1603,"Tool"],[1725,1728,"Tool"],[1730,1737,"Tool"],[1753,1756,"Tool"],[1764,1771,"Tool"],[2135,2149,"Tool"],[2508,2523,"Tool"],[3178,3203,"Tool"],[3274,3289,"Tool"],[3501,3506,"Tool"],[3509,3516,"Tool"],[3519,3524,"Tool"],[3527,3536,"Tool"],[3539,3545,"Tool"],[3609,3635,"Tool"],[3652,3677,"Tool"]],"Comments":[]}
{"id":12693,"text":"273413\nГлубокое обучение\nГлубокое обучение является передовой областью современного машинного обучения и входит в общую проблематику искусственного интеллекта. В данном курсе основным инструментом для решения прикладных задач являются многослойные искусственные нейронные сети. Рассматриваются основные базовые архитектуры сетей глубокого обучения: многослойные полносвязные сети прямого распространения, сверточные сети, рекуррентные сети. Обсуждаются теоретические и практические аспекты их обучения, оптимизации модели, интерпретации и анализа результатов и процесса их обучения. Особое внимание уделяется практической имплементации глубоких архитектур, с использованием платформ Keras, TensorFlow. Рассматривается ряд современных задач и алгоритмов глубокого обучения: автокодировщики, генеративно-состязательные сети, сети для решения задач машинного перевода, генерации текстов, современные сверточные архитектуры для задач компьютерного зрения. Изучение основных методов глубокого обучения и их прикладных аспектов в современных задачах математического моделирования и обработки данных. Формирование практических навыков разработки архитектуры нейронных сетей, их применения к практическим задачам, и программной имплементации. Знание основных архитектур искусственных нейронных сетей, теоретических и практических аспектов их обучения. Формирование умения компетентного анализа результатов обучения глубокой архитектуры, навыков анализа и устранения основных проблем, мешающих их правильной работе и обучению. Освоение навыков работы с платформами TensorFlow, Keras, PyTorch для реализации и обучения искусственных нейронных сетей. Формирование навыков работы с академической и справочной литературой по тематике, культуры правильной постановки исследовательской задачи и работы с экспериментом.. В течении семестра выдаются индивидуальные домашние задания по следующим темам: Построение и обучение нейронной сети прямого распространения для решения задачи простой регрессии. Построение и обучение нейронной сети прямого распространения для решения задачи классификации. Построение и обучение сверточной нейронной сети для решения задачи классификации изображений. Построение и обучение рекуррентной нейронной сети для работы с последовательностью. Простые автокодировщики и генеративные задачи. Образец индивидуального домашнего задания: Индивидуальное домашнее задание: Построение и обучение сверточной нейронной сети для решения задачи классификации изображений. Дисциплина Глубокое обучение  ФКТИ Требования к выполнению ИДЗ: 1. Постройте и обучите простую CNN, решающую задачу классификации изображений датасета  \"Fashion MNIST\". 2. Добейтесь 95% точности. Проанализуруйте влияниение стандартных методов регуляризации( dropout, l2-регуляризация, инициализация по Хавье, зашумление выборки) на качество обучения сети. 3. Постройте матрицу ошибок и графики основных метрик. 4. Используя дополнительные библиотеки, проведите визуализацию активаций на нескольких сверточных слоях. 5. Дополнительно: проведите adversarial-атаку на построенную сет и предъявите пример изображения, визуально неотличимого от правильно классифицируемого, но на котором сеть выдает ошибку классификации.. Пример индивидуального проекта: Индивидуальный проект Семантическая разметка изображения на базе предобученной сети VGG19 Дисциплина Глубокое обучение  ФКТИ Требуется построить и обучить архитектуру полносверточной сети, для решения задачи семантической сегментации изображений. В качестве базовой сверточной сети, выделяющей признаки, предлагается взять сеть VGG19. Необходимо на ее основании построить и обучить архитектуру полносверточной сети, для решения задачи семантической сегментации изображений. методика контроля качества выполнения индивидуального проекта: \"отлично\", если проект выполнен в полном объеме, к защите работы не было существенных замечаний, теоретическое основание работы освоено полностью, программный код не содержит существенных недостатков; \"хорошо\", если проект выполнен с частичными замечаниями, имеются частичные замечания к защите работы, теоритической базе проекта, программному коду; \"удовлетворительно\", если проект выполнен с существенными замечаниями, имеются существенные замечания к защите работы, знанию и пониманию теоретических основ, программный код не доведен до рабочей версии, или имеет существенные изъяны; \"неудовлетворительно\", если проект невыполнен, защита не производилась, програмный код отсутсвует. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Глубокое обучение  ФКТИ 1. Параметры и гиперпараметры. Обучающая, тестовая и валидационная выборка. Недообучение и переобучение.   2. Слои с памятью. Сети долгой кратковременной памяти (LSTM). Архетиктура Gated Recurrent Unit (GRU). 3. Показ и защита индивидуального проекта: \"семантическая разметка изображения на базе предобученной сети VGG19\". УТВЕРЖДАЮ Заведующий кафедрой                                                   С.Н. Поздняков. Введение. История возникновения и основные этапы развития искусственных нейронных сетей. Обзор прикладных задач, решаемых глубоким обучением. Напоминание основных элементов модели перцептрона и искусственных нейронных сетей прямого распространения. Вероятностный подход к машинному обучению. Обучение искусственных нейронных сетей. Проблема XOR. Граф вычислений и дифференцирование на графе вычислений. Полносвязные нейронные сети. Функции активации и их варианты. Метод обратного распространения ошибки. Стохастический градиентный спуск. Слои и векторизация. Регуляризация в глубоком обучении. Регуляризация в глубоком обучении. L1 и L2- регуляризация весов. Аугментация выборки. Ансамбли моделей. Dropout. Численная оптимизация в глубоком обучении. Численная оптимизация в глубоком обучении. Метод моментов, метод Нестерова. Адаптивные модификации стохастического градиентного спуска. Нормализация по мини-батчам. Инициализация весов. Сверточные нейронные сети. Биологическая модель зрения. Операция свертки и взятия максимума. Сверточный нейрон. Сверточные нейронные сети. Современные сверточные архитектуры. Автокодировщики. Примеры приложений в задачах компьютерного зрения. Рекуррентные нейронные сети. Задачи обработки последовательностей. Рекуррентные нейронные сети (RNN). Обучение рекуррентных сетей и обратное распространение ошибки сквозь время (BPTT). Слои с памятью. Сети долгой кратковременной памяти (LSTM). Архетиктура Gated Recurrent Unit (GRU). Генеративные сети. Вероятностная постановка генеративной задачи. Генеративные сети. Генеративно-состязательные искусственные нейронные сети (GAN). Автокодировщики. Вариационные автокодировщики (VAE). Машинный перевод и генерация текстов. Задачи автоматической обработки текстов. Векторные представления слов (Word Embeddings). Сверточные сети для текстов. Модели seq2seq. Рекуррентные сети с механизмом внимания (Attention). Заключение. Общие выводы по курсу. Рекомендации для подготовки к экзамену.\n","cats":[],"entities":[[235,276,"Tool"],[349,403,"Tool"],[405,420,"Tool"],[422,439,"Tool"],[683,688,"Tool"],[690,700,"Tool"],[773,788,"Tool"],[790,821,"Tool"],[823,864,"Tool"],[885,919,"Tool"],[1235,1261,"Knowledge"],[1364,1427,"Knowledge"],[1429,1457,"Knowledge"],[1527,1555,"Knowledge"],[1556,1566,"Tool"],[1568,1573,"Tool"],[1575,1582,"Tool"],[2569,2572,"Tool"],[2732,2739,"Tool"],[2741,2757,"Tool"],[2843,2857,"Tool"],[3308,3313,"Tool"],[3552,3557,"Tool"],[5061,5066,"Tool"],[5359,5412,"Tool"],[5568,5595,"Tool"],[5795,5797,"Tool"],[5800,5802,"Tool"],[6102,6127,"Tool"],[6214,6239,"Tool"],[6412,6439,"Tool"],[6441,6444,"Tool"],[6629,6646,"Tool"],[6713,6768,"Tool"],[6770,6773,"Tool"]],"Comments":[]}
{"id":12694,"text":"276466\nПроизводственная практика (технологическая (проектно-технологическая) практика)\nПроизводственная практика (технологическая (проектно-технологическая) практика), распределенная в семестре, обеспечивает приобретение теоретических знаний и практических навыков в области: проведения самостоятельной проектной работы; закрепления знаний по изучаемым дисциплинам; приобретение опыта практической деятельности при построении и использовании интегрированных систем управления качеством в организациях. Производственная практика (технологическая (проектно-технологическая) практика) проводится с целью формирования производственно-технологических компетенций для успешной будущей профессиональной деятельности.. Цель производственной практики - расширение и закрепление профессиональных знаний, полученных в процессе обучения, и формирование практических навыков ведения самостоятельной проектной работы в области будущей профессиональной деятельности на конкретном производстве. 1. Изучение существующих в организациях систем безопасности искусственного интеллекта, применяемых методов обеспечения безопасности, целостности систем искусственного интеллекта, анализ безопасности существующих систем, разработка предложений по усовершенствованию и создание новых безопасных и отказоустойчивых систем ИИ. 2. Формирование навыков оценки научной значимости и перспективы прикладного использования результатов научных исследований в области безопасности и этики искусственного интеллекта; освоение методов, средств и инструментов обеспечения безопасности; приобретение навыков публичной презентации и защиты полученных результатов. Знание систем безопасности искусственного интеллекта, применяемых методов обеспечения безопасности, целостности систем искусственного интеллекта, знать современные интеллектуальные технологии для решения профессиональных задач, знать основные принципы профессионального и личностного развития, исходя из этапов карьерного роста и требований рынка труда, способы совершенствования своей деятельности на основе самооценки. Умение применять полученные знания на практике, умение обосновывать выбор современных интеллектуальных технологий и программной среды при разработке оригинальных программных средств для решения профессиональных задач, уметь решать задачи собственного профессионального и личностного развития, включая задачи изменения карьерной траектории, расставлять приоритеты. Приобретение навыков публичной презентации и защиты полученных результатов. УК-1.1. Использует метод критического анализа, методики анализа результатов исследования и разработки стратегий проведения исследований, организации процесса принятия решения Навыки применять методы системного подхода и критического анализа проблемных ситуаций; разрабатывает стратегию действий, принимает конкретные решения для ее реализации. Разрабатывать стратегию достижения поставленной цели как последовательность шагов, предвидя результат каждого из них и оценивая их влияние на внешнее окружение планируемой деятельности и на взаимоотношения участников этой деятельности. Владеет способами управления своей познавательной деятельностью и ее совершенствования на основе самооценки и принципов образования в течение всей жизни. Навыки разработки оригинальных программных средств, в том числе с использованием современных интеллектуальных технологий, для решения профессиональных задач. Навыки использовать нормативно-правовую базу, правовые, этические правила, стандарты при решении задач искусственного интеллекта. \n","cats":[],"entities":[[221,274,"Knowledge"],[379,384,"Knowledge"],[385,410,"Knowledge"],[1039,1064,"Tool"],[1131,1156,"Tool"],[1298,1300,"Tool"],[1456,1481,"Tool"],[1626,1652,"Knowledge"],[1653,1678,"Knowledge"],[1772,1817,"Knowledge"],[1854,1918,"Knowledge"],[2047,2053,"Knowledge"],[2054,2093,"Knowledge"],[2095,2149,"Knowledge"],[2150,2160,"Knowledge"],[2265,2338,"Knowledge"],[2424,2441,"Knowledge"],[2442,2453,"Knowledge"],[2662,2704,"Knowledge"],[3379,3423,"Knowledge"],[3482,3507,"Tool"]],"Comments":[]}
{"id":12695,"text":"281469\nБезопасные информационные технологии и системы\nЦелью дисциплины является изучение вопросов теории проектирования информационных технологий и систем в безопасном исполнении, включающем механизмы обеспечения информационной безопасности как инструмента исследования и проектирования безопасных информационных технологий и систем (БИТС). Рассматриваются основы теории компьютерной безопасности, защиты информации и их приложения в проектировании современных БИТС. Рассматриваются как устоявшиеся теоретические вопросы проектирования защищенных систем, так и новые аспекты, мало отраженные в отечественной и переводной литературе, включая электронные носители. Обсуждаются аспекты метода защиты информации на технологическом уровне и применяемые алгоритмы в рамках этого метода. Показано место аппарата теории чисел и его применение для реализации механизмов обеспечения информационной безопасности, встраиваемых в в информационные системы на этапе их проектировании. Отражается взаимное влияние развития информационных технологий и современной криптографии, основные методы, алгоритмы, протоколы и роль последней как источника новых информационных технологий. Полученные знания позволят заложить в проектируемые информационные системы расширенную функциональность в плане заложенных внутренних функций по обеспечению информационной безопасности в различных областях применения информационных систем.. Целью освоения дисциплины является приобретение знаний и формирование навыков создания информационных технологий и систем с встроенными механизмами обеспечения информационной безопасности. Задачами освоения дисциплины являются: - освоение принципов и способов реализации механизмов защиты информационных технологий и систем; - получение навыков конструирования защищенных информационных технологий и систем; - освоение процесса проектирования информационных технологий и систем в защищенном исполнении. Получение знаний элементов математических основ алгоритмического обеспечения защиты информации. Усвоение основ современных криптографических алгоритмов и протоколов для обеспечения информационной безопасности. Умение применять криптографические алгоритмы и протоколы для решения задач обеспечения аутентификации и защиты информации в информационных технологиях и системах. Получение навыков практического использования криптографических механизмов обеспечения защищенности информации в информационных технологиях и системах.. Титульный лист отчета должен содержать название ВУЗа, номер группы, фамилию, имя и отчество (при наличии) студента полностью, название работы, дату готовности отчета. Шрифт Times new Roman 14пт. с межстрочным интервалом 1.5 Файл с отчетом должен иметь название в виде: УБИ+nnnn+Фамилия+Имя , где nnnn  номер группы студента. Готовый отчет сдаётся преподавателю в электронном виде Задание 1. После названия работы необходимо уточнить перечень из трех исследуемых угроз (указать их идентификаторы). Для каждого студента перечень будет уникален. Исследуемые угрозы необходимо выбирать из списка угроз, приведенного на сайте ФСТЭК России (https:\/\/bdu.fstec.ru\/threat). Номера исследуемых угроз для каждого студента определяются cледующим образом. Для первой группы: Нс+5, Нс + 55, Нс + 115, где Нс - номер студента по списку. Для второй группы: Нс+35, Нс +92, Нс + 155.  Например, для студента под 9-м номером из списка первой группы в отчете название ПЗ будет выглядеть так: «Угрозы безопасности информации. УБИ.014, УБИ.064, УБИ.124». Отчет должен содержать идентификатор, наименование угрозы, описание угрозы, источник угрозы (характеристику и потенциал нарушителя), объект воздействия, возможные последствия реализации угрозы (нарушение конфиденциальности, целостности, доступности информации).  Для каждой угрозы указать меры по ее нейтрализации. Задание 2. После установки СЗИ НСД на ЭВМ для четкой идентификации студента, выполняющего задание, сформировать с ФИО студента двух пользователей с логинами а) adm_Фамилия_Имя и б) user_Фамилия_Имя. Прописать соответственно полномочия администратора и обычного пользователя. Отчет необходимо сопровождать скриншотами все операции по настройке и эксперименты с СЗИ НСД. В скриншотах должны четко читаться фамилия исполнителя. После освоения документации по СЗИ Аура, провести тестовые испытания выбранного студентом самостоятельно набора функций (не менее 5) СЗИ НСД и описать результаты. Выполняется реферат по теме \"Механизмы обеспечения конфиденциальности информации\". Студент выбирает механизм и дает по нему теоретическую справку с указанием методик работы, плюсов. минусов и дополнительных сведений о выбранном механизме.. Описание процедуры генерации параметров двухключевой криптосхемы. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ БИЛЕТ № 1 Дисциплина Безопасные информационные системы и технологии  ФКТИ 1. Раскрыть понятие цифровой подписи. Алгоритм ЭЦП Эль-Гамаля.  2. Режимы использования блочных шифров. 3. Вычислить значение функции Эйлера от чисел 1024, 72, 625. УТВЕРЖДАЮ Заведующий кафедрой                                                   В.В. Цехановский. . Введение. Основные термины и определения. Концепции проектирования защищенных информационных технологий и систем. Основные термины и определения. Концепции проектирования защищенных информационных технологий и систем. Механизмы обеспечения конфиденциальности информации. Понятие криптографического преобразования. Криптографическое преобразование по разделяемому секретному ключу. Криптографическое преобразование по открытому ключу. Гибридные шифры. Технология прозрачного шифрования. Способы и механизмы защиты от отказов от электронных сообщений и документов. Понятие электронной цифровой подписи (ЭЦП). Системы ЭЦП с открытыми ключами. Базовые алгоритмы реализации механизмов ЭЦП в ащищенных инфор-мационных системах. Потенциальные атаки на схемы ЭЦП и защита от них. Комплексный подход к проектированию защищенных информационных технологий и систем. Конфиденциальность, целостность и доступность информации и сервисов информационных систем. Использование среды общего доступа для реализации защищенных каналов проектируемых систем. Распределенные средства обеспечения информационной защищенности информационных технологий и систем. Решении задач обеспечения анонимности и неотслеживаемости пользователей в распределенных информационных системах специальных типов. Задача анонимности и неотслеживаемости в информационных технологиях и системах специальных типов. Протоколы слепой цифровлй подписи. Понятие слепой подписи. Технология электронных денег. Системы тайного электронного голосования. Виды протоколов слепой подписи. \n","cats":[],"entities":[[1474,1516,"Knowledge"],[1741,1810,"Knowledge"],[1924,2001,"Knowledge"],[2117,2161,"Knowledge"],[2298,2354,"Knowledge"],[5852,5855,"Tool"],[5866,5869,"Tool"],[5931,5934,"Tool"],[6002,6005,"Tool"]],"Comments":[]}
{"id":12706,"text":"273383\nПрограммное обеспечение вторичной обработки информации гидроакустических систем\nВ курсе рассматриваются алгоритмы и особенности математических вычислений, реализуемых в системах вторичной обработки (СВО) цифровых вычислительных комплексов (ЦВК) гидроакустических станций (ГАС). Изучаются особенности построения программного обеспечения систем СВО ГАС и реализация алгоритмов в системах реального времени. Практические работы содержат элементы научного исследования.. Целью дисциплины является получение теоретических знаний о системе вторичной обработки (СВО) гидроакустических сигналов, организации проектирования и отладки алгоритмов СВО, а также практических навыков по применению полученных знаний для решения задач профессиональной деятельности. Задачами дисциплины является получение знаний, умений и навыков в области построения программного обеспечения систем СВО гидроакустических станций (ГАС), этапов их отладки и реализации алгоритмов в системах реального времени. Получение знаний о задачах систем вторичной обработки гидроакустических сигналов, методах решения задач вторичной обработки гидроакустических сигналов и особенностях реализации алгоритмов в системах реального времени. Формирование умений выбирать математические методы для разработки алгоритмов вторичной обработки ГАС, использовать математические пакеты и системыпрограммирования для решения вычислительных задач обработки гидроакустических сигналов. Освоение навыков построения математических моделей решения практических задач, интерпретации результатов решения вычислительных задач с использованием ЭВМ.. Примеры вопросов на защитах практических работ 1. Что такое наблюдаемость системы?  2. Что относится к этапам отладки программного обеспечения СВО ГАС?   3. Что называется расходимостью фильтра Калмана?  4. Какие операционные системы необходимо использовать при построении ПО ЦВК ГАС? 5. Выполнение  каких функций  должна   обеспечивать система  реального  времени?  . БИЛЕТ № 1 Дисциплина Программное обеспечение вторичной обработки информации гидроакустических систем 1. Триединая задача. Обнаружение сигналов, сопровождение, классификация.  2. Вычислительная схема стандартного фильтра Калмана. УТВЕРЖДАЮ Заведующий кафедрой                                                   А.Р. Лисс. . Введение. Предмет цифровой системы вторичной обработки гидроакустической информации. Методы и задачи цифровой системы вторичной обработки гидроакустической информации. Связь дисциплины с другими дисциплинами. Тема 1. Состав и структура систем вторичной обработки информации. Триединая задача. Обнаружение сигналов, сопровождение, классификация. Структура ПО ЦВК. Входные и выходные величины. Подсистемы обработки вторичной гидроакустической информации. Структура программного обеспечения СВО. Тема 2. Трассовый анализ и сопровождение в режиме кругового обзора. Особенности алгоритмов трассового анализа в подсистемах ШП и ГЛ. Алгоритмы автоматического сопровождения целей. Реализация в системах реального времени. Тема 3. Автоматическое сопровождение целей в заданном направлении. Линейные алгоритмы оценивания. Вычислительная схема стандартного фильтра Калмана. Синтез устойчивых алгоритмов. Адаптивные методы фильтрации. Тема 4. Формирование оценок координат целей. Особенности алгоритмов оценивания в режимах ШП, ГЛ, ОГС. Идентификация и комплексирование оценок. Реализация в системах реального времени. Тема 5. Система классификации. Структура системы классификации. Алгоритмы выделения признаков. Алгоритмы принятия решений. Особенности реализации в системах реального времени. Заключение. Подведение итогов изучения методов и задач цифровой системы вторичной обработки гидроакустической информации, обсуждение связи дисциплины с другими дисциплинами.\n","cats":[],"entities":[[206,209,"Tool"],[350,353,"Tool"],[524,560,"Knowledge"],[562,565,"Tool"],[643,646,"Tool"],[669,708,"Knowledge"],[814,867,"Knowledge"],[875,878,"Tool"],[994,1064,"Knowledge"],[1215,1252,"Knowledge"],[1445,1513,"Knowledge"],[1736,1739,"Tool"],[2772,2775,"Tool"]],"Comments":[]}
{"id":12707,"text":"279244\nРекомендательные системы и сервисы\nЦелями освоения дисциплины «Рекомендательные системы и сервисы» являются овладение студентами основными методами рекомендательных систем и подходами к поиску закономерностей в данных, например, таких как базы транзакций и последовательностей. В результате освоения дисциплины студент должен знать основные типы рекомендательных систем и алгоритмические подходы к решению задачи формирования рекомендаций – методы майнинга данных и поиска закономерностей в различных типах данных, включая транзакции и последовательности событий и транзакций; определять и применять методы рекомендательных систем в зависимости от типа задачи; работать с современным программным обеспечением и языками программирования для создания и поддержки методов рекомендательных систем и майнинга данных; владеть навыками использования методов линейной алгебры, теории вероятностей, математической статистики, теории оптимизации, дискретной математики и теории графов в практических приложениях рекомендательных систем и поиска закономерностей в данных; навыками обработки и интерпретации результатов компьютерных экспериментов с реальными и синтетическими данными; навыками использования стандартных методов и моделей рекомендательных систем и поиска закономерностей в данных и их применения к решению конкретных практических задач.. Дисциплина нацелена на получение теоретических знаний об основных методах рекомендательных систем и подходов к поиску закономерностей в данных, а также приобретение практических навыков применения полученных теоретических знаний для решения задач профессиональной деятельности. Задачами дисциплины является приобретение знаний, умений и навыков для решения практических задач, связанных с поиском закономерностей в данных, таких как базы транзакций и последовательностей. Получение знаний стандартных методов и моделей рекомендательных систем и поиска закономерностей в данных, подходов к их применению для решения практических задач. Выработка умений использовать методы линейной алгебры, теории вероятностей, математической статистики, теории оптимизации, дискретной математики и теории графов в практических приложениях рекомендательных систем. Освоение навыков работы с современным программным обеспечением и языками программирования для создания и поддержки методов рекомендательных систем и майнинга данных.. Примеры вопросов к коллоквиумам приведены выше. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Рекомендательные системы и сервисы   ФЭА 1. Рекомендательные системы в технологиях расширенного обучения 2. Надежная совместная рекомендация УТВЕРЖДАЮ Заведующий кафедрой         . Введение. Место дисциплины в ООП. Виды контроля и аттестации. Тема 1. Основные методы. 1. Методы интеллектуального анализа данных для рекомендательных систем 2. Информационные рекомендательные системы: состояние дел и тенденции 3. Всеобъемлющее исследование методов рекомендаций, основанных на соседстве 4. Достижения в совместной фильтрации 5. Разработка рекомендаций на основе ограничений. Тема 2. Применение и оценка рекомендательных систем. 1. Оценка систем рекомендаций 2. Рекомендательная система для поставщика услуг IPTV 3. Соответствие рекомендательных технологий и доменов 4. Рекомендательные системы в технологиях расширенного обучения. Тема 3. Взаимодействие с рекомендательными системами. 1. Критика рекомендательной системы 2. Создание более надежных и убедительных рекомендательных систем: влияние характеристик источника на оценки рекомендательных систем 3. Разработка и оценка пояснений для рекомендательных систем 4. Руководство по удобству использования для рекомендателей продукта на основе примера критического исследования 5. Визуализация каталогов продукции на основе карт. Тема 4. Рекомендательные системы и сообщества. 1. Сообщества, сотрудничество и системы рекомендаций в персонализированном веб-поиске 2. Системы рекомендаций социальных тегов 3. Доверие и рекомендации 4. Групповые рекомендательные системы: объединение индивидуальных моделей. Тема 5. Продвинутые алгоритмы. 1. Агрегация предпочтений в рекомендательных системах 2. Активное обучение в рекомендательных системах 3. Многокритериальные рекомендательные системы 4. Надежная совместная рекомендация. Заключение. Основные выводы по курсу.\n","cats":[],"entities":[[827,874,"Knowledge"],[1068,1088,"Knowledge"],[1089,1141,"Knowledge"],[1180,1222,"Knowledge"],[1396,1446,"Knowledge"],[1527,1556,"Knowledge"],[1557,1577,"Knowledge"],[1686,1724,"Knowledge"],[1994,2029,"Knowledge"],[2030,2037,"Knowledge"],[2206,2222,"Knowledge"],[2223,2259,"Knowledge"],[3391,3395,"Tool"]],"Comments":[]}
{"id":12708,"text":"276398\nПространственный искусственный интеллект\nРассмотрено понятие геоинформатики и искусственного интеллекта - пространственное знание. Показаны основные виды пространственного знания. Раскрыто содержание геознания. Показана связь и различие между пространственным декларативным и процедурным знанием. Раскрывается геореференция как основа получения и представления пространственного знания. Дисциплина входит в состав модуля \"Технологии продвинутого искусственного интеллекта\". Дисциплина нацелена на получение теоретических знаний о проблемах пространственного искусственного интеллекта, и приобретение практических навыков применения полученных теоретических знаний для решения задач профессиональной деятельности. Задачами дисциплины является приобретение знаний, умений и навыков для решения практических задач, связанных с геоинформатикой и искусственным интеллектом. Изучение понятия геоинформатики и искусственного интеллекта - пространственного знания. получение знаний основных видов пространственного знания и их содержания. Умение понимать связь и различие между пространственным декларативным и процедурным знанием. Навыки решения прикладных задач геореференции и пространственного знания. . Примеры вопросов на защите практических работ Почему работа с незаметной для пользователя задержкой является ключевой для пространственного ИИ? Приведите примеры, как можно адаптировать карты, составляемые пространственным ИИ, к реальному масштабу окружения В чем состоит важность задачи замыкания циклов для SLAM-алгоритмов? В чем состоит сложность использования визуальной одометрии в чистом виде для задач локализации? Какими недостатками обладает использование синтетических данных для составления обучающих выборок? Каким преимуществом обладают воксельные карты окружения перед картами в виде mesh?. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина \" Пространственный искусственный интеллект \", ФКТИ 1. Метрики качества: точность локализации, задержка обмена данными 2. Форматы карт: воксели, mesh, облака точек, графы УТВЕРЖДАЮ Заведующий кафедрой                       . Введение. Обзор дисциплины, цели и задачи. Тема 1. Введение в пространственный искусственный интеллект. Определение пространственного ИИ. Примеры приложения пространственного ИИ - робот-уборщик, дроны-курьеры, дополненная реальность. Ключевые этапы работы пространственного ИИ - построение карты окружения, семантическая разметка (сегментация + классификация), локализация и навигация. Общие требования к работе пространственного ИИ - работа с незаметной пользователю задержкой, инкрементальное построение карты, способность решения нескольких высокоуровневых задач (с потенциальным расширением их числа). Метрики качества: точность локализации, задержка обмена данными, точность предсказания расстояния до объектов, надежность отслеживания объектов, точность идентификации объектов. Тема 2. Алгоритмические решения для пространственного ИИ (SLAM). Описание: Виды входных данных для пространственного ИИ (RGB, данные о глубине, восстановленные координаты). SLAM-алгоритмы как инструменты пространственного ИИ. SLAM и визуальная одометрия. Замыкание циклов. Известные ограничения SLAM. Тема 3. Решения на базе машинного обучения. Описание: Типовые задачи для ML-моделей пространственного ИИ: 3d локализация, реконструкция среды (построение карты), семантическая разметка (классификация). Форматы карт: воксели, mesh, облака точек, графы. Подходы к обучению и формированию обучающих выборок - использование реальных данных, синтетические данные, обучение без учителя. Задачи навигации агентов пространственного ИИ - избегание столкновений, минимизация длины траекторий. Тема 4. Аппаратное обеспечение и архитектура решений пространственного ИИ. Описание: Типы сенсоров (RGB и RGBD камеры, лидары, IMU, внешние системы позиционирования) и их ограничения (освещение, погода, материалы, области обзора, пределы измерения). Аппаратные ограничения на работу пространственного ИИ - энергопотребление, объем данных, скорость работы, автономность и задержка передачи данных. Проблема энергопотребления и подзарядки в случае автономных систем. Архитектуры вычислений пространственного ИИ - централизованные и децентрализованные, гетеро- и гомогенные. Тема 5. Оценка качества систем пространственного ИИ. Описание. Простые метрики: точность локализации, задержка обмена данными, точность предсказания расстояния до объектов, надежность отслеживания объектов, точность идентификации объектов. Сложные метрики: устойчивость оценок статичной позиции при постоянном обновлении карты (для различных уровней построения), точность составления карты (геометрическая, топологическая). Методы измерения метрик: бенчмарки, виртуальные среды, сторонние системы наблюдения. Соотношения между метриками и параметрами системы для предсказания качества ее работы (как показатели качества зависят от параметров сенсоров, настроек алгоритмов). Возможные компромиссы между метриками и взаимные зависимости. Заключение. Выводы по курсу. Перспективы развития.\n","cats":[],"entities":[[24,47,"Tool"],[85,110,"Tool"],[528,590,"Knowledge"],[628,688,"Knowledge"],[779,817,"Knowledge"],[974,995,"Knowledge"],[996,1020,"Knowledge"],[1038,1093,"Knowledge"],[1094,1129,"Knowledge"],[1757,1773,"Tool"],[1805,1809,"Tool"],[2221,2228,"Tool"],[2230,2234,"Tool"],[2444,2446,"Tool"],[2485,2487,"Tool"],[2584,2586,"Tool"],[3148,3150,"Tool"],[3211,3213,"Tool"],[3316,3318,"Tool"],[3497,3499,"Tool"],[3611,3618,"Tool"],[3620,3624,"Tool"],[3819,3821,"Tool"],[3949,3951,"Tool"],[4179,4181,"Tool"],[4384,4386,"Tool"],[4499,4501,"Tool"]],"Comments":[]}
{"id":12709,"text":"282243\nИнтерфейсы периферийных устройств\nДисциплина «Интерфейсы периферийных устройств» рассматривает ос-новные принципы организации связей процессорного ядра с периферийными устройствами, классификацию интерфейсов периферийных устройств, методы передачи и синхронизации данных в параллельных и последовательных интерфейсах. На примере интерфейсов RS-XX, ISA, SPI, I2C, USB, PCI и др. рассматриваются варианты построения интерфейсных блоков для устройств связи с объектами управления.. Цели дисциплины: при изучении дисциплины обучающиеся получают теоретические знания в области определения круга задач в рамках поставленной цели и учатся выбирать оптимальные способы их решения, исходя из действующих правовых норм, имеющихся ресурсов и ограничений и приобретают практические навыки разработки программных компонентов компьютерных вычислительных систем и сетей, автоматизированных систем обработки информации. Задачи дисциплины: 1) научиться определять круг задач в рамках поставленной цели и выбирать оптимальные способы их решения, исходя из действующих правовых норм, имеющихся ресурсов и ограничений. 2) научиться осуществлять проведение научно-исследовательских и опытно-конструкторских разработок по отдельным разделам темы. 3) научиться разрабатывать программные компоненты компьютерных вычислительных систем и сетей, автоматизированных систем обработки информации. Приобретение знаний применения аппаратных и программных средств при использовании различных интерфейсов. Приобретение умений разработки интерфейсных блоков для основных видов современных интерфейсов. Освоение навыков разработки интерфейсных блоков для основных видов современных интерфейсов.. Введение. Предмет дисциплины, её объём, содержание и связь с другими дисциплинами учебного плана. Обзор литературы по курсу. Общие принципы организации взаимодействия компонентов вычислительных систем. Место системы ввода-вывода в составе вычислительной системы и её структура. Понятие об интерфейсе. Основные принципы управления ПУ. Контроллеры ПУ, их назначение, основные функции и техническая реализация. Методы передачи и синхронизации данных в интерфейсах периферийных устройств. Синхронный и асинхронный методы передачи данных в параллельных и последовательных интерфейсах. Особенности синхронизации данных в последовательных интерфейсах. Классификация, основные параметры и технические характеристики интерфейсов ввода-вывода. Основные процедуры (фазы) интерфейсов. Устройства связи с объектами управления. Основные виды датчиков сигналов и объектов управления. Дискретизация и квантование сигналов. Методы аналого-цифрового и цифро-аналогового преобразования. Статические и динамические характеристики АЦП и ЦАП и методы их измерения. Способы связи с вычислительной системой. Последовательные интерфейсы периферийных устройств. Интерфейсы SPI, I2C, RS232, RS422, RS423, RS485, USB2, USB3. Параллельные интерфейсы периферийных устройств. Интерфейсы ISA, VME, PCI, IEEE-1284. Подготовка реферата. Беспроводные интерфейсы периферийных устройств. Интерфейсы, Ird, Blue Tooth, WiFi. Интерфейсные узлы периферийных устройств. Основные методы и способы выбора и\/или разработки интерфейсных узлов периферийных устройств. Заключение. Тенденции и перспективы развития существующих и возможные области разработки новых интерфейсов и периферийных устройств.\n","cats":[],"entities":[[562,602,"Knowledge"],[639,678,"Knowledge"],[777,806,"Knowledge"],[807,861,"Knowledge"],[1387,1437,"Knowledge"],[1492,1529,"Knowledge"],[1583,1621,"Knowledge"],[3035,3045,"Tool"],[3047,3051,"Tool"]],"Comments":[]}
{"id":12710,"text":"274478\nКомпьютерные технологии проектирования виртуальных приборов\nДисциплина знакомит студентов со средой графического проектирования NI LabVIEW и модулями ее расширения. Рассматривается программно-аппаратное обеспечение систем сбора и обработки данных на основе технологии NI DAQ. Изучаются базовые структуры и алгоритмы программных средств моделирования технических систем на примере графического программирования. Освещены вопросы математического и программного обеспечения процесса проектирования технических систем на основе технологий виртуальных инструментов. Показаны методики тестирования в петле аппаратного (HIL) и программного (SIL) обеспечения.. Цель дисциплины: познакомить студентов со средой графического проектирования NI LabVIEW и модулями ее расширения, научить моделировать и проектировать технические системы. Задачи дисциплины: - изучение базовых структур и алгоритмов программных средств моделирования технических систем на примере графического программирования; - изучение математического и программного обеспечения процесса проектирования технических систем на основе технологий виртуальных инструментов; - изучение программно-аппаратного обеспечения систем сбора и обработки данных на основе технологии NI DAQ; - изучение методики тестирования в петле аппаратного (HIL) и программного (SIL) обеспечения; - формирование устойчивых навыков работы в средах графического программирования, быстрого перехода от графического описания алгоритма к текстовому и обратно; - ознакомление с теорией математического аппарата методов численного интегрирования на примере моделирования линейных и нелинейных динамических систем; - изучение современного уровня развития технологий виртуальных приборов и средств разработки на их основе с целью формирования профессиональных знаний и умений в области проектирования систем виртуализации; - развитие умения реализовывать современные численные методы интегрирования в форме виртуальных приборов. Знание математического аппарата методов численного интегрирования на примере моделирования линейных и нелинейных динамических систем. Изучение современного уровня развития технологий виртуальных приборов и средств разработки на их основе с целью формирования профессиональных знаний и умений в области проектирования систем виртуализации. Умение реализовывать современные численные методы интегрирования в форме виртуальных приборов. Формирование устойчивых навыков работы в средах графического программирования, быстрого перехода от графического описания алгоритма к текстовому и обратно. . . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ БИЛЕТ № 1 Дисциплина Компьютерные технологии проектирования виртуальных приборов   ФКТИ 1. Системы с детерминированным хаосом. Основные свойства хаотических систем. 2. Практическая задача. Разработка фильтра фильтра нижних частот с частотой среза fc=150 Гц. в Mathscript   УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Компьютерные технологии проектирования виртуальных приборов   ФКТИ 1. Системы с детерминированным хаосом. Основные свойства хаотических систем. 2. Практическая задача. Разработка фильтра фильтра нижних частот с частотой среза fc=150 Гц. в Mathscript   УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. Введение. Основные направления освоения дисциплины и развития предметной области, обзор литературы и краткая характеристика материалов для самостоятельной подготовки. Тема 1. Среда проектирования виртуальных приборов LabVIEW. Графическое и текстовое программирование. Парадигма потокового выполнения кода. Средства ввода данных и индикации. Лицевая панель и блок-диаграмма. Основные типы данных среды LabVIEW. Разработка простейших приложений в LabVIEW. Диалоговые элементы пользовательского интерфейса. Тема 2. Модуль MathScript Realtime. Синтаксис модуля MathScript. Функции синтеза математического описания непрерывного и цифрового фильтров. Фильтры Баттерворта, Чебышева, Кауэра. Формы представления фильтров. Параллельная и последовательная каскадная форма фильтра. Сопряжение MathScript с функциями Control Design. Визуализация математических моделей фильтра. Тема 3. Исследование цифрового фильтра средствами Control Design & Simulation Module. Реакция на ступенчатое воздействие и на импульсное воздействие. Получение АЧХ и ФЧХ модели фильтра средствами CD. Сравнение АЧХ и ФЧХ моделей, представленных в различном виде. Погрешность АЧХ. Моделирование фильтров в Simulation Module в виде обобщенных блоков. Тема 4. Моделирование непрерывных систем в Simulation Module. Переход от передаточной функции и пространства состояний к схеме на интеграторах. Способы декомпозиции математических моделей линейных систем. Построение управляемого генератора сигналов. Съем реальной АЧХ динамической системы в Simulation Module. Способы оценки и причины возникновения погрешности реальной АЧХ системы относительно теоретически предсказанной. Влияние способа декомпозиции и модели представления фильтра на конечную точность решения. Тема 5. Численные методы интегрирования, как способ дискретизации непрерывных моделей динамических систем. Метод Эйлера. Неявный метод Эйлера. Модифицированный метод Эйлера и метод явной средней точки. Методы Рунге-Кутты. Порядок точности и устойчивость численного метода. Обобщенная матричная запись явных и неявных методов второго порядка. Моделирование неоднородных систем средствами LabVIEW. Тема 6. Исследование конечно-разностных моделей фильтра. Экспериментальная оценка качества программной модели фильтра на основе вариативного генератора сигналов. Реальная и идеальная АЧХ фильтра. Зависимость вида АЧХ от выбранного метода интегрирования, шага интегрирования и типа данных. Анализ АЧХ при зашумленном входном сигнале. Выбор метода для аппаратной реализации. Создание подприборов. Реализация цифрового фильтра для массива входного сигнала в соответствии с концепцией Model-Based Design. Тема 7. Технологии сбора данных NI DAQ. Палитра DAQmx. Создание задачи сбора данных в LabVIEW. Запуск и останов задачи. Поточечный и буферизованный сбор данных. Очистка буфера. Аппаратный блок DAQ Signal Accessory: интерфейсы и возможности. Пример ввода и вывода аналогового сигнала. Визуализация входного и выходного сигнала на лицевой панели ВП с помощью Waveform Graph и Waveform Chart. Построение амплитудного спектра средствами Signal Processing. Тема 8. Применение программно-аппаратных средств NI для решения задачи сбора и обработки реального сигнала. Встраивание модели цифрового фильтра в тракт сбора и обработки сигнала. Тактирование и выборка точек входного сигнала. Настройка параметров фильтра. Сбор сигнала с температурного датчика Signal Accessory. Фильтрация шумов и выделение истинного значения температуры. Перестройка параметров фильтра в рамках возможностей модельного проектирования. Тема 9. Обработка звукового сигнала в LabVIEW. Чтение файлов в LabVIEW. Чтение и воспроизведение звукового wav-файла. Визуализация спектра считываемого сигнала до и после фильтрации. Вывод на динамик исходного и отфильтрованного сигнала. Динамическая перестройка фильтра. График АЧХ как элемент управления. Создание и тестирование простейшего эквалайзера в LabVIEW. Изучение предельной частоты оцифровки платы DAQmx и связанных с этим ограничений. Заключение. Подведение итогов. Основные тенденции применения и развития сред виртуализации. Примеры переноса продемонстрированных технологий проектирования на более сложные объекты и системы.\n","cats":[],"entities":[[135,145,"Tool"],[275,281,"Tool"],[737,747,"Tool"],[1230,1232,"Tool"],[1233,1236,"Tool"],[1357,1410,"Knowledge"],[1859,1908,"Knowledge"],[1909,1923,"Knowledge"],[1954,2004,"Knowledge"],[2005,2019,"Knowledge"],[2293,2357,"Knowledge"],[2412,2465,"Knowledge"],[3045,3055,"ProgrammingLanguage"],[3663,3673,"ProgrammingLanguage"],[3985,3992,"Tool"],[4169,4176,"Tool"],[4213,4220,"Tool"],[4287,4297,"ProgrammingLanguage"],[4325,4335,"ProgrammingLanguage"],[4550,4560,"ProgrammingLanguage"],[4684,4698,"Tool"],[4701,4718,"Tool"],[4938,4955,"Tool"],[5025,5042,"Tool"],[5273,5290,"Tool"],[5882,5889,"Tool"],[6424,6430,"Tool"],[6478,6485,"Tool"],[7336,7343,"Tool"],[7361,7368,"Tool"],[7655,7662,"Tool"]],"Comments":[]}
{"id":12711,"text":"277035\nМетоды и средства научной коммуникации\nЦелью дисциплины является приобретение студентами практических навыков, необходимых для участия в научной коммуникации. Курс рассматривает такие формы научного взаимодействия как публичное выступление на конференции с устным или стендовым докладом, а также публикацию результатов исследований в виде научной статьи или тезисов конференции. В рамках практических занятий студент выполняет исследование по предполагаемой теме своей выпускной квалификационной работы, затем подготавливает презентацию и письменные тезисы своего доклада. В теоретической части курса рассматриваются вопросы формулирования цели и задач исследования, структуры статьи или тезисов доклада, процесс взаимодействия с рецензентами, редакцией журнала или организационным и программным комитетом конференции.. Цели дисциплины: - формирование у студентов системного представления о методах и средствах научной коммуникации в современном мире; - приобретение знаний об особенностях публичного представления результатов научной деятельности; - формирование у обучающихся скептического научного мышления; - формирование навыков работы с наукометрическими инструментами и метриками оценки результатов научной деятельности. Задачи дисциплины: - знакомство обучающихся с основными понятиями в области научной коммуникации; - освоение обучающимися базовых норм академической этики, снижение их толерантности к этическим нарушениям в академической среде; - изучение способов и метрик оценки результатов научной деятельности. Знания: - в области метрик и индикаторов эффективности научной деятельности; - о структуре, видах и основных элементах научной публикации как основной формы публичного представления научных результатов; - о структуре и правилах публичной презентации научного доклада. Умения: - в области рецензирования и написания текстов научных статей; - работать с системами научного цитирования, а также информационными порталами периодических научных издательств; - систематизировать и структурировать научную информацию. Навыки: - составления, оформления и публикации научных текстов, относящихся к предметной области компьютерных наук; - редактирования и рецензирования научных текстов; - наукометрической оценки вклада ученого в предметную область с помощью индикаторов эффективности научной деятельности; - работы с ведущими библиографическими системами и агрегаторами научных знаний, такими, как международные базы научного цитирования, российский индекс научного цитирования и др.. Тема ИДЗ: \"Научная периодика: Публикация и рецензирование статей\" Порядок выдачи, выполнения и оценки индивидуального домашнего задания определяется методикой текущего контроля. Цель ИДЗ: Подготовка рецензии на статью, либо подготовка макета статьи для публикации в рамках учебной и научной деятельности. Оформление отчетных материалов согласно шаблонам оформления студенческих работ, размещенным на официальном сайте университета, либо на основе шаблона, предоставляемого изданиями, входящими в РИНЦ. Электронный документ в формате.doc или.docx, шрифт и особенности заполнения определяются в соответствии с индивидуальными критериями по шаблону рецензируемого научного издания. Отдельные разделы работы формируются студентом в индивидуальном порядке при поддержке преподавателя в зависимости от формулировки задания и отдельных особенностей оформления по шаблонам рецензируемых научных изданий.  Объем работы: в соответствии с емкостью ИДЗ и особенностями реализации (не менее 6 страниц, до 20 страниц). Отчетные материалы сдаются преподавателю в печатном виде (в случае официального установления дистанционного режима - в электронном виде). Оценка проделанной работы происходит в соответствии с индивидуальными особенностями журнального макета. Содержательная часть оценивается преподавателем на основании качества подготовки и организации исследования, соблюдения грамматических и пунктуационных норм при подготовке статьи или рецензии, а также индивидуальных особенностей работы.. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Методы и средства научной коммуникации ФКТИ 1. Основные принципы редактирования и рецензирования. 2. Концептуальные и стилистические особенности научного текста.   УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. . Введение. Специфика научных коммуникаций в информационную эпоху. Научная проблема исследуется целостно, в контексте анализа и ее роли и места в сфере знания и обществе. Междисциплинарность знания обусловливает необходимость концептуализации современных моделей научных коммуникаций. Процесс трансформации и диверсификации форм научных коммуникаций во многом обусловлены процессами глобализации и являются атрибутами информационного общества. Понятия научной этики и научной корректности в научных коммуникациях. Жанровая и стилевая специфика научных текстов в современный период. Научный текст: концептуальные, жанровые, стилистические особенности. Традиционная классификация научного стиля: собственно научный (тезисы, статьи в научных сборниках, журналах, монографии, диссертации, доклады); научно-учебный\/учебно-научный (учебники, пособия, программы, учебно-методические и научно-методические пособия); научно-деловой (аннотации, рефераты, рецензии, инструкции и т.п.); научно-справочный (словари, справочники, глоссарии, каталоги); научно-популярный (статьи, материалы в научнопопулярных сборниках, журналах, энциклопедии); На основании другой классификации научный стиль включает: научно-популярный, профессионльно-технический, диссертационный, лекционный, дискуссионный. Основные жанры научного текста: научный стиль (монография, статья, тезисы, диссертация); научно-учебный подстиль; научно-деловой подстиль. Концептуальные и стилистические особенности научного текста. Работа над научным текстом: проблемы и этапы. План научного текста составляется, исходя из его структуры, которая включает: введение, основную часть, заключение. Каждый из разделов структуры научного текста выполняет свои композиционные и содержательные функции. Специфика работы над каждым разделом научного текста (исследования): функциональные, семантические, лексические особенности. Дефиниция как важный и структурообразующий элемент научного текста. Особенности оформления библиографического аппарата научного текста. Правила включения цитат в научный текст, стандарты оформления ссылок и сносок, оформления на электронные издания. Особенности написания введения к научному исследованию, формулирования объекта, предмета, цели и задач исследования; постановка проблемы, формулирование гипотезы исследования; работа над разделом «степень разработанности проблемы» и др. Особенности работы над главами и параграфами научного исследования, формулирования выводов; написание раздела «заключение» в научном исследовании. Особенности подготовки диссертации к процедуре защиты. Оценка научных текстов с позиции логики, грамотности изложения, стилевого соответствия критериям научного стиля. Основные принципы редактирования и рецензирования научного текста. Основные принципы редактирования и рецензирования. Структурно-логический анализ текста с целью составления его плана. Компаративный анализ текста сравнительное сопоставление текста с потенциалом (знаниями, эрудицией) адресной группы читателей. Контент-анализ различных структурных фрагментов текста (с акцентом на его содержательной стороне). Формирование «зримых» представлений о том, что описано в тексте. Редакторская интерпретация («перевод» текста автора на язык адресной группы читателей). Научный доклад и публичное представление результатов научно-исследовательской деятельности. Структура научного доклада. Особенности представление докладов в устной и стендовой секции научных конференций. Порядок подачи статей на международные конференции. Этапы процесса рецензирования. Заключение. Обобщение лекционного материала. Подведение итогов.\n","cats":[],"entities":[[109,143,"Knowledge"],[144,164,"Knowledge"],[974,983,"Knowledge"],[984,1054,"Knowledge"],[1133,1181,"Knowledge"]],"Comments":[]}
{"id":12712,"text":"278721\nПроектирование сложно-функциональных блоков сверхбольших интегральных схем\nРассматриваются вопросы приёма, анализа и передачи информации на основе технологии «система на кристалле» (СнК) с использованием современных САПР реконфигурируемых систем. Приводятся методы и алгоритмы спектрального и пространственного преобразований информации на основе объектно-ориентированного программирования, процессов моделирования и поведенческого описания сложно-функциональных блоков (СФ-блоков) СнК. Исследуются маршруты аппаратно-программного проектирования СФ-блоков в составе СнК. Изучается принцип повторного использования СФ-блоков, разрабатываемых целенаправленно, или в рамках какого-либо проекта. Используются современные средства верификации и тестирования цифровых устройств с использованием ПЛИС.. Целью изучения дисциплины является: - приобретение теоретических знаний и формирование практических умений и навыков по разработке, проектированию и программированию цифровых устройств обработки сигналов в виде сложно-функциональных блоков (СФ-блоков) с применением программируемых схем и современных САПР на их основе; - обучение цифровому синтезу с использованием современных САПР; - изучение языков моделирования С\/С++ и описания схем verilog\/VHDL. Задачи дисциплины: 1) выполнить обзор современных САПР устройств обработки сигналов, в частности сигналов – изображений; 2) выполнить обзор последних достижений в области обработки и передачи видеоинформации; 3) изучить языки аппаратуры и разработать программное обеспечение (VHDL или Verilog) для синтеза схем с целью формирования базовых навыков разработки и проектирования ПО; 4) исследовать, тестировать и построит временные диаграммы функционирования схем малой и средней степени интеграции и устройств на их основе; 5) освоить маршруты аппаратно-программное проектирования цифровых устройств обработки сигналов на основе технологии «система на кристалле» с использование современных САПР СФ-блоков. Приобретение знаний основных средств и методов проектирования систем на кристалле (СнК) и сложно-функциональных блоков (СФ-блоков). Формирование умений использования программируемых схем и современных САПР на их основе для решения задач автоматизированного проектирования цифровых устройств обработки сигналов - изображений. Освоение навыков разработки СФ-блоков в составе систем на кристалле с использованием современных САПР на основе технологии «реконфигурируемая система на кристалле» . № 4 Тема: Аппаратное проектирования СнК 1) Написать код программы на языке Verilog мультиплексора. Самый простой способ - это с использованием конструкции if-else. reg q; always @*   if(sel)     q = a;   else     q = b;. . Введение. Введение в технологию проектирование программируемых систем. Основы информационных систем обработки и передачи данных. Тема 1. Методы и технологии обработки сигналов. Основные методы и алгоритмы обработки сигналов, основы цифровой схемотехники электронных средств. Основные области применения электроники: а) сбор информации (её получение); б) преобразование информации (фильтрация, кодирование и т. д.); в) передача-приём информации; г) обработка, хранение и использование информации. Тема 2. Средства моделирования. Объектно-ориентированные программирование (С\/С++). Структуризация, обнаружение и распознавание объектов информации. Основы проектирования с использованием языков описания аппаратуры (Verilog\/VHDL). Программируемые логические интегральные схемы (ПЛИС). Системный уровень проектирование СнК и маршрут проектирования СФ-блоков, как компонентов СнК. Тема 3. Программное проектирование СнК. Методы и алгоритмы преобразования сигналов. Спектральные и пространственные методы обработки данных. Способы структуризации, хранения и передачи данных. Последовательные и параллельные способы кодирования и декодирования информации. Тема 4. Аппаратное проектирования СнК. Современные САПР СнК и синтез СФ-блоков ЦУ обработки сигналов. Особенности и средства проектирования ЦУ с использованием реконфигурируемых ПЛИС. Особенности современных САПР ПЛИС. Процесс разработки СнК и этапы проектирования: разработка архитектуры СнК на системном уровне, выбор СФ-блоков из базы данных, проектирование оставшихся блоков и интеграция всех блоков на кристалле. Тема 5. Аппаратно-программное проектирование СнК. Маршруты аппаратно-программного проектирования СФ-блоков в составе СнК. Принцип повторного использования СФ-блоков (Intellectual Property core – IP-блоков), разрабатываемых целенаправленно или в рамках какого-либо проекта. Средства верификации и тестирования электронных устройств с использованием ПЛИС. Заключение. Перспективные направления развития методов и средств проектирования видеоинформационных систем на основе технологии «система на кристалле».\n","cats":[],"entities":[[912,933,"Knowledge"],[952,1006,"Knowledge"],[1219,1220,"ProgrammingLanguage"],[1221,1224,"ProgrammingLanguage"],[1241,1248,"ProgrammingLanguage"],[1249,1253,"ProgrammingLanguage"],[1531,1535,"ProgrammingLanguage"],[1540,1547,"ProgrammingLanguage"],[2526,2533,"ProgrammingLanguage"],[3245,3246,"ProgrammingLanguage"],[3247,3250,"ProgrammingLanguage"],[3385,3392,"ProgrammingLanguage"],[3393,3397,"ProgrammingLanguage"],[3447,3451,"Tool"],[3999,4003,"Tool"],[4034,4038,"Tool"]],"Comments":[]}
{"id":12713,"text":"276238\nМетоды оптимизации\nВ дисциплине «Методы оптимизации» рассматриваются вопросы, посвященные современным проблемам оптимизации: многокритериальная оптимизация, эволюционные методы, генетические алгоритмы. Изучаются методы постановки и решения задач параметрической оптимизации в инженерных приложениях и особенности построения современных программ и систем оптимизации, а также технологии принятия проектных решений в реальной многокритериальной среде.. Целями освоения дисциплины являются: - изучение методов и алгоритмов оптимизации одномерных и многомерных задач; - формирование навыков разработки оптимизационных программ, учитывающих вычислительные аспекты алгоритмов поиска оптимальных решений; - освоение умений формализации оптимизационных задач и средств разработки; - закрепление знаний об области применения программ оптимального поиска. Задачами освоения дисциплины являются: - изучение методов постановки и решения задач параметрической оптимизации, особенностей построения современных программ и систем оптимизации, а также технологий принятия проектных решений; - формирование знаний и умений разработки оптимальных программ, учитывающих вычислительные аспекты алгоритмов поиска проектных решений; - освоение способов формализации оптимальных задач, навыков разработки и применения программ оптимального поиска. Знания: - о началах анализа; - об универсальных методах оптимизации функций, заданных на множествах непрерывных величин; - Python\/MATLAB\/C++. Умения: - сформулировать целевую функцию оптимизации по математическому описанию; - запрограммировать метод оптимизации по текстовому описанию. Навыки: - программирования; - формализации, программирование программ, использующих сложные математические концепты.. 1. Пусть в генетическом алгоритме признак кодируется 4-битной хромосомой, диапазон признака лежит в интервале [0;1]. Какому значению признака соответствует код 1010? 2. Выполнить аналитическое решение задачи поиска оптимальной точки для функции, указанной в варианте задания. Проверить равенство нулю градиента в полученной поисковой точке. 3. Представить фрагмент программы заданного метода в предположении, что Вам известны функции, реализующие матрично-векторные операции. Фрагмент программы должен быть написан на одном из языков: C++, Python, Matlab, Julia. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Методы оптимизации ФКТИ 1. Приведите пример оптимального проектирования в технике, сформулируйте для него критерий оптимальности. 2. Докажите сходимость генетического алгоритма. УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г.Рыжов. Введение. Структура и содержание курса и его задачи. Обзор литературы. Краткая характеристика материалов для самостоятельной подготовки. Место оптимизации в САПР. Основные задачи оптимального проектирования. Методы структурной и параметрической оптимизации в САПР. Связь иерархических уровней проектирования и задач оптимизации в САПР. Формализация процесса принятия оптимальных и эффективных проектных решений в задачах автоматизированного проектирования. Математическое описание объекта проектирования. Математические модели принятия оптимальных проектных решений. Условия эффективности для задачи многокритериальной оптимизации. Общий подход к поиску оптимального решения. Аддитивный критерий оптимальности. Мультипликативный критерий оптимальности. Векторный критерий отношения предпочтения. Связь между биологической эволюцией, физическими процессами (вариационный принцип) и процессом оптимизации. Обоснование генетического алгоритма. Обоснование стохастической оптимизации. Доказательство сходимости обобщенной оптимизационной процедуры. Частные случаи оптимальности в природе и в технике. Связь и различие между параметрической и структурной оптимизацией. Понятие генетического программирование. Задача нелинейной символьной регрессии как частный случай машинного обучения. Задача оптимизации параметров и ее обобщение на структурную оптимизацию. Проблема роста размерности. Особенности оптимизации объектов в технике. Глобальная и многокритериальная оптимизация. Понятие локальной и глобальной оптимизации. Эволюционные методы как глобальные оптимизаторы. Гибридные методы оптимизации. Базовый набор функций качества. Выбор критериальных ограничений. Выбор параметров. Парето-фронт и множество недоминируемых решений. Решение типовых проектных задач. Оптимальное распределение ресурсов. Задачи линейного и нелинейного программирования: оптимальный раскрой, оптимизация пути, оптимальное размещение. Оптимальное проектирование в радиоэлектронике и машиностроении: оптимальный аналоговый фильтр, оптимальная консоль. Задачи машинного обучения как поиск минимума функции потерь: логистический классификатор, простейшие нейронные сети, резервуарный компьютер, линейная и нелинейная регрессия. Заключение. Подведение итогов курса. Перспективы и направления развития предметной области.\n","cats":[],"entities":[[594,629,"Knowledge"],[716,757,"Knowledge"],[794,851,"Knowledge"],[1105,1143,"Knowledge"],[1269,1329,"Knowledge"],[1454,1460,"ProgrammingLanguage"],[1461,1467,"ProgrammingLanguage"],[1468,1471,"ProgrammingLanguage"],[2270,2273,"ProgrammingLanguage"],[2275,2281,"ProgrammingLanguage"],[2283,2289,"ProgrammingLanguage"],[2291,2296,"ProgrammingLanguage"]],"Comments":[]}
{"id":12714,"text":"282891\nСовременные численные методы и средства моделирования\nДисциплина направлена на освоение студентами теоретических основ и методов численного моделирования динамических систем и процессов. Формирует навыки выбора и применения релевантного математического аппарата при разработке математических и исполняемых моделей объектов проектирования. Вводится понятие дискретного отображения, метода дискретизации, численного алгоритма интегрирования. Рассматриваются различные классы численных алгоритмов решения дифференциальных уравнений. Даются понятия численной устойчивости алгоритма, методики определения численной устойчивости конечно-разностных схем. Практическая часть дисциплины направлена на приобретение навыков моделирования динамических систем в средах графического проектирования с использованием современного математического и алгоритмического аппарата.. Цели дисциплины: - формирование у студентов представлений о современных и перспективных численных методах интегрирования дифференциальных уравнений; - изучение студентами теоретических основ и методов численного моделирования динамических систем и процессов; - формирование устойчивых компетенций в области инструментов моделирования, теоретического и экспериментального исследования динамических систем и процессов. Задачи дисциплины: - изучение геометрических и симплектических численных методов, как перспективных классов дискретных операторов интегрирования; - овладение приемами разработки моделирующих подсистем в графических средах проектирования; - формирование набора компетенций инженера-исследователя, связанных с оценкой адекватности математических и компьютерных моделей динамических процессов и систем; - подготовка студентов к решению задач моделирования наукоемких систем, возникающих на переднем крае науки и техники. Знания: - о последних достижениях науки в области современных численных методов интегрирования; - о явных, неявных и полуявных схемах численного интегрирования и разнице между ними; - об вычислительной эффективности, численной устойчивости, сходимости и обратимости конечно-разностных схем динамических систем. Умения: - разрабатывать и применять инструменты компьютерного моделирования динамических систем; - оценивать применимость различных классов численных методов для моделирования разных динамических систем; - переходить от математической модели в форме дифференциального уравнения к конечно-разностной схеме и исполняемой компьютерной модели. Навыки: - и приемы моделирования динамических систем в средах графического проектирования с использованием современного математического и алгоритмического аппарата; - синтеза и анализа математических моделей динамических систем и процессов; - экспериментальной оценки качества модельных решений с точки зрения соотношения \"быстродействие-точность моделирования\".. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Современные численные методы и средства моделирования ФКТИ 1. Что такое аттрактор? Какие аттракторы называются странными? 2. Практическая задача. Постройте график поведения решения хаотической системы, описывающей аттрактор Рёсслера, во временной области. В качестве численного метода решения ОДУ используйте неявный метод Трапеций.   УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. Введение. Рассматриваются основы и базовые принципы математического и численного моделирования динамических систем и процессов, роль и место численных методов в CAE-системах. Изучаются вопросы влияния ошибок моделирования, допущенных на различных этапах проектного процесса, на качество проектирования. Модели объектов проектирования в CAE-системах, типы и источники ошибок при математическом и компьютерном моделировании динамических систем. Рассматривается влияние дискретизации и квантования на процесс моделирования. Вводится процедуры идентификации и оценки адекватности дискретной модели прототипу. Изучаются источники различных видов погрешностей: методической, округления, измерения, идентификации. Даны способы нахождения и коррекции данных типов погрешностей. Нарушение адекватности моделирования из-за ограниченности разрядной сетки компьютеров. Необходимость перехода от точечной к интервальной арифметике при оценке точности машинных чисел. Анализ погрешностей выполнения основных арифметических операций на компьютере. Примеры критических ошибок моделирования, возникающих по вине ошибок округления: расхождение дискретного времени, нарушение работы генераторов функций. Понятие точности вычислений при компьютерном моделировании. Стандарты IEEE Double и Extended Precision. Достоинства и недостатки подходов к вычислениям с фиксированной и плавающей запятой. Операции с фиксированной запятой при компьютерном моделировании. Настройка режимов округления в операциях с фиксированной точкой. Численные методы Рунге-Кутты как наиболее распространенный тип решателей ОДУ. Явные и неявные методы Рунге-Кутты. Диагонально-неявные и действительно неявные методы. Вложенные методы Рунге-Кутты как способ оценки локальной погрешности численного решения. Достоинства и недостатки методов Рунге-Кутты. Таблицы Бутчера. Точность и устойчивость численных методов интегрирования. Понятие порядка точности численного метода. Определение численной устойчивости метода. Построение и анализ областей устойчивости. Инструментальная среда моделирования NI LabVIEW с модулем Mathscript RT. Встроенные решатели инструментальных пакетов моделирования, их применение и настройка. Достоинства и недостатки классических решателей ДУ в системах моделирования. Средства и инструменты моделирования динамических систем в среде LabVIEW. MathScript RT и Simulation Module. Численные методы решения плохо обусловленных задач и задач с сингулярностями. Понятие плохо обусловленной задачи. Сингулярность в задачах орбитального моделирования. Способы преобразования моделей с сингулярностями. Визуализация решения орбитальных задач. Интегрируемые и неинтегрируемые задачи. Сходимость и управление шагом моделирования. Алгоритмы адаптивного управления шагом интегрирования. Методы оценки локальной погрешности численного решения. Настройка регулятора шага. Фильтрация как способ повышения эффективности управления шагом. Сходимость численных методов. Управление порядком точности, как способ контроля сходимости решения. Симметричные и геометрические интеграторы. Понятие гамильтоновой системы. Диссипативные и консервативные системы. Способы оценки динамики фазового объема. Влияние дискретных операторов на фазовый объем компьютерных моделей динамических систем. Решение систем уравнений большой размерности. Оценка производительности численных методов. Граф эффективности метода. Явление потери порядка и сходимости. Принципы выбора численного метода для решения задачи. Методы расщепления задачи. Разномасштабные и разноскоростные динамические системы. Композиционные и экстраполяционные методы численного интегрирования. Рассматриваются формулы Эйткена-Невилла, Х. Йошиды и М. Сузуки. Вводится понятие численной экстраполяции. Метод Грегга-Булирша-Штера как наиболее вычислительно эффективный явный метод моделирования. Композиционные методы и влияние обратного шага на их устойчивость. Ограничения, связанные. Полуявные численные методы интегрирования. Место полуявных алгоритмов в семействе численных методов интегрирования. Методы Кромера и Верле как предшественники современных полуявных алгоритмов. Полуявные численно-аналитические методы. Методы на основе простых итераций диагональных строк. Устойчивость и сходимость полуявных методов. Управление симметрией как способ повышения адекватности моделирования. Моделирование нелинейных динамических систем. Понятие динамического хаоса. Дискретный и непрерывный хаос. Особенности моделирования хаотических систем. Управление шагом моделирования в хаотических задачах. Оценка энтропии как меры хаоса. Влияние выбранного дискретного оператора на компьютерную модель нелинейной системы. Ложная диссипация в дискретных моделях консервативных систем. Управление симметрией как способ повышения адекватности моделей. Заключение. Основные направления развития численных методов интегрирования и дифференцирования. Перспективы и современные тенденции в области математических основ моделирования динамических систем на ЭВМ. Резюме курса.\n","cats":[],"entities":[[204,259,"Knowledge"],[260,268,"Knowledge"],[712,719,"Knowledge"],[720,753,"Knowledge"],[2123,2138,"Knowledge"],[2139,2188,"Knowledge"],[2212,2234,"Knowledge"],[2235,2252,"Knowledge"],[2620,2629,"Knowledge"],[2630,2660,"Knowledge"],[5567,5577,"Tool"],[5588,5601,"ProgrammingLanguage"],[5832,5839,"Tool"],[5841,5854,"ProgrammingLanguage"],[5857,5874,"Tool"]],"Comments":[]}
{"id":12715,"text":"281610\nОсновы искусственного интеллекта\nРассматриваются особенности обработки информации в системах искусственного интеллекта и их отличие от традиционных способов обработки данных. Дисциплина посвящена изучению основ искусственных нейронных сетей и эволюционных вычислений. В рамках данной дисциплины изучаются особенности реализации генетического алгоритма, оптимизации роем частиц и муравьиного алгоритма. Представлена концепция управления знаниями.. Целями дисциплины являются: - изучение моделей представления знаний; - знакомство с направлениями исследований в области искусственного интеллекта; - получение теоретических знаний об основных направлениях исследований в области искусственного интеллекта; - приобретение практических навыков и умений программной реализации различных алгоритмов искусственного интеллекта. Задачами дисциплины являются: - исследование алгоритмов роевого интеллекта и искусственных нейронных сетей; - знакомство с такими технологиями искусственного интеллекта как нечеткая логика, байесовские сети доверия, машинное обучение, модели представления знаний; - приобретение знаний, умений и навыков в различных направлениях исследования в области искусственного интеллекта. Приобретение знаний в области моделирования искусственных нейронных сетей, генетических алгоритмов и алгоритмов роевого интеллекта. Приобретение умений в формализации интеллектуальных задач и управления знаниями. Формирование навыков: - применения алгоритмов искусственного интеллекта для решения практических задач; - разработки и отладки программ, реализующих различные алгоритмы искусственного интеллекта. . . 1.       Основные направления исследований в области искусственного интеллекта 2.       Алгоритмы обучения нейронных сетей.. Введение. Основные направления исследований в области искусственного интеллекта. Тема 1. Модели представления знаний. Особенности мышления. Знания и данные: сходства и различия. Свойства и отношения. Свойства знаний: интерпретируемость, структурированность, связность, активность. Традиционные и альтернативные способы представления знаний. Система представления знаний. Тема 2. Логический вывод и управление. Представление задач в пространстве состояний. Графовые и гиперграфовые модели. И-ИЛИ деревья. Методы поиска в пространствах состояний. Механизмы управления логическим выводом. Тема 3. Элементы теории нечетких множеств. Нечеткие множества. Неточные рассуждения. Основные понятия лингвистического подхода к принятию решений. Лингвистические критерии и отношения предпочтения. Факторы уверенности. Тема 4. Стохастический подход к описанию неопределенностей. Формула Байеса. Байесовские сети доверия (БСД). Примеры практического применения БСД. Тема 5. Основы искусственных нейронных сетей. Обучение персептрона. Процедура обратного распространения. Сети встречного распространения. Применение стохастических методов для обучения искусственных нейронных сетей. Сети Хопфилда. Адаптивная резонансная теория. Оптические нейронные сети. Задачи распознавания образов. Алгоритмы обучения нейронных сетей. Обучение с учителем и без учителя. Самоорганизация. Нейронная сеть Хемминга. Нейронная сеть Хебба. Тема 6. Генетические алгоритмы и эволюционные вычисления. Основные понятия генетических алгоритмов. Кодирование генотипа особей. Классический генетический алгоритм (инициализация, оценка приспособленности хромосом в популяции, проверка условия остановки алгоритма, селекция, генетические операторы, выбор наилучших хромосом). Эволюционное программирование. Тема 7. Применение алгоритмов, инспирированных природными и общественными явлениями. Алгоритмы роевого интеллекта. Муравьиные алгоритмы. Алгоритм имитации отжига. Алгоритм культурного обмена. Интеллектуальные агенты. Тема 8. Управление знаниями. Основные аспекты управления знаниями (Knowledge Management, KM). Организация хранилищ данных. Структуры данных в аналитических системах. Многомерное представление данных. Теоретические аспекты инженерии знаний. Стратегии получения знаний. Структурирование знаний. Интеллектуальный поиск в среде Интернет. Заключение. Перспективы развития искусственного интеллекта и его практические применение.\n","cats":[],"entities":[[628,672,"Knowledge"],[683,708,"Tool"],[748,798,"Knowledge"],[799,824,"Tool"],[903,932,"Tool"],[1122,1167,"Knowledge"],[1178,1192,"Tool"],[1193,1203,"Tool"],[1218,1278,"Knowledge"],[1350,1388,"Knowledge"],[1389,1394,"Knowledge"],[1671,1685,"Tool"],[1686,1696,"Tool"],[1725,1740,"Tool"],[1797,1822,"Tool"],[2723,2738,"Tool"],[2967,2981,"Tool"],[3032,3047,"Tool"],[3101,3115,"Tool"],[3126,3140,"Tool"]],"Comments":[]}
{"id":12727,"text":"277147\nИнтеллектуальные системы\nДисциплина обеспечивает изучение основ создания интеллектуальных агентов, решающих широкий спектр задач. Рассматриваются алгоритмы работы со знаниями, рассуждениями, планирования. Отдельное внимание уделено неопределенным знаниям и рассуждениям в условиях неопределенности. Изучаются подходы к принятию решений, к построению мультиагентных систем и обучению интеллектуальных агентов. Слушатели знакомятся с основами обработки естественного языка. Даются практические примеры по построению интеллектуальных агентов для компьютерных игр. Закрепление знаний осуществляется в практических работах с использованием платформы виртуального футбола.. Цель дисциплины - получение теоретических знаний и практических навыков в создании интеллектуальных систем, работающих как в условиях компьютерных игр, так и применительно к реальному окружающему миру. Задачи дисциплины: Изучение архитектуры интеллектуального агента. Изучение способов представления знаний для построения интеллектуального агента. Решение задач с использованием основ теории игр. Учет неопределенности действий и восприятия. Изучение подходов к принятию решений. Изучение практических аспектов построения рациональных агентов. Знание базовых подходов к построению интеллектуальных агентов для различных условий их применения. Формирование умений по классификации задач построения интеллектуальных агентов и выбору методов их решения. Освоение навыков разработки интеллектуальных агентов, действующих в условиях неопределенности восприятия и неопределенности результатов их действий.. Тесты, выполняемые в Moodle СПбГЭТУ \"ЛЭТИ\" представляют собой вопросы с вариантами ответов. Например, Тема 1. Горизонт планирования: Выберите в каком случае (в каких случаях) длина последовательности у горизонта планирования интеллектуального агента не известна, но ограничена 1) Не планирующий 2)  Ограниченный горизонт 3) Неопределенный горизонт 4) Бесконечный горизонт. . Тема 1. Интеллектуальные агенты. Понятие рационального агента. Понятие ограниченной рациональности. Понятие функции полезности. Что следует учитывать при проектировании интеллектуальных агентов. Базовые архитектуры агентов. Тема 2. Решение задач. Решение задач посредством поиска. Понятие пути и решения в поисковой задаче. Алгоритмы неинформированного и информированного поиска. Поиск в сложных средах. Непрерывное пространство поиска. Доверительное состояние, условный план. Поиск в условиях противодействия. Эффект горизонта. Задачи удовлетворения ограничений. Тема 3. Знания, рассуждения и планирование. Логические агенты, основанные на знаниях. Логика нулевого, первого порядка. Алгоритм резолюции. Системы, основанные на правилах. Унификация. Логический вывод в логике первого порядка (прямой и обратный). Представление знаний. Алгоритмы планирования. Автоматизированное планирование, управление временем, расписанием и ресурсами. Тема 4. Неопределенные знания и рассуждения в условиях неопределенности. Неопределенность, и проблема действий в условиях неопределённости. Вероятностные рассуждения: байесовские сети, приближенные и точные алгоритмы поиска в байесовской сети. Вероятностные рассуждения во времени: Марковский процесс, скрытые Марковские модели, фильтр Калмана, динамические байесовские сети. Алгоритм фильтрации частиц. Принятие простых решений: ожидаемая полезность, многоатрибутная полезность. Тема 5. Принятие сложных решений в условиях неопределенности. Принятие сложных решений: проблема последовательного принятия решений в условиях неопределенности. Действие на основе полезности, оптимальная стратегия. Алгоритмы итерации по значениям в «Markov decision processes» и в «Partially observable Markov decision processes». Динамическая сеть принятия решений. Дилемма заключенного, равновесие Нэша, турнир Аксельрода. Мультиагентное принятие решений и кооперация. Вероятностное программирование. Тема 6. Обучение. Обучение на основе наблюдений, контролируемое обучение. Регрессионные деревья, деревья классификации, деревья принятия решений. Статистические методы обучения, байесовское обучение. Обучение по методу наибольшего правдоподобия. Нейронные сети, сверточные нейронные сети, реккурентные нейронные сети. Пассивное и активное обучение с подкреплением. Тема 7. Общение, восприятие и взаимодействие. Обработка естественного языка: модели языка, n-грамы, word embedding. Создание роботов. Что такое робот. Как представлять окружающий мир. Что такое тайлы, домены Дирихле, точки видимости. Что такое планирование движения. Для чего используются алгоритмы приведения в соответствие. Тема 8. Практические задачи создания интеллектуальных агентов. Архитектуры интеллектуальных агентов. Различные задачи управления агентами. Координация действий. Эмерджентное поведение. Работа с непрерывным временем. Иерархические конечные автоматы. Применение нечёткой логики.\n","cats":[],"entities":[[56,104,"Knowledge"],[739,781,"Knowledge"],[1597,1603,"Tool"],[3618,3643,"Tool"],[3650,3696,"Tool"],[4327,4334,"Tool"]],"Comments":[]}
{"id":12728,"text":"278501\nУправление разработкой программных проектов\nДисциплина обеспечивает формирование знаний и умений, а также привитие навыков по управлению проектами в области разработки программного обеспечения. Рассматриваются как проблемы общего характера, возникающие в процессе планирования и управления программным проектом, так и конкретные методы, обеспечивающие достижение оптимального качества планирования, управления. Особое внимание уделяется вопросам экономической оценки и обоснования программных проектов. Вводится система понятий менеджмента программных проектов. Рассматриваются различные модели менеджмента, методологические модели и психологические аспекты управления программными проектами. Даются основы принятия управленческих решений. Проводится обзор методов бизнес-анализа и управления проектами. Определяются ключевые роли в коллективе разработчиков и рассматриваются методы решения задачи определения кадровых ресурсов проекта. Рассматриваются вопросы организации проектного финансирования, методы оценки стоимости проекта и планирования затрат. Проводится обзор существующих автоматизированных средств поддержки управления разработкой программного проекта.. Целью дисциплины является получение теоретических знаний об основных принципах эффективного проектного менеджмента, основах принятия управленческих решений, получение практических навыков планирования программного проекта, управления командой проекта и управления рисками программного проекта. Задачи дисциплины: формирование умения использовать основные методы и приемы эффективного менеджмента проектов для разработке программных продуктов, знаний и умений в области планирования, управления проектами, навыков финансового управления в области разработки программного обеспечения. Получение знаний о методах планирования проектов и управления проектной командой, о психологии проектного менеджмента. Формирование умения оценивать и управлять стоимостью проекта, другими ресурсами проекта. Освоение навыков планирования проектов, управления временными ресурсами проектов, управления рисками проектов.. Пример вопросов теста текущего контроля Тесты состоят из 20 вопросов с возможностью выбора одного или нескольких вариантов ответа.  1. Для чего служит устав проекта? Для формальной авторизации проекта и документирования начальных требований, соответствующих ожиданиям заинтересованных сторон.  Для документирования как именно проект будет планироваться, выполняться, контролироваться и закрываться.  Для связи проекта с текущими работами в организации.  Для описания процессов выполнения работ по достижению целей проекта.  2. Какой документ разрабатывается в процессе управления рисками, начиная с идентификации рисков, продолжая качественным анализом рисков и заканчивая контролем рисков? Перечень срабатывания рисков; Перечень выявленных рисков; Передача риска; Дерево решений. 3. Во время совещания по идентификации рисков ваша команда определила более 150 рисков. Вы беспокоитесь, что количественная оценка каждого из этих рисков займет больше времени, чем запланировано, причем некоторыми рисками можно пренебречь. Что будете делать?  Идентифицируете риски, вероятность срабатывания которых наиболее велика. Оцените количественно только те риски, которые не войдут в этот список.  Используете качественный анализ рисков для расстановки приоритетов при проведении количественного анализа.  Оцените качественно вероятность каждого риска и затем проанализируете только те риски, которые имеют наибольшую вероятность. Оцените качественно потенциальное влияние каждого риска и затем проанализируете только те риски, которые имеют наибольшее влияние. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ БИЛЕТ № 1 Дисциплина Управление разработкой программных проектов   ФКТИ 1. Жизненный цикл проекта и продукта. 2. Метод PERT (Project Evaluation and Review Technique).  УТВЕРЖДАЮ Заведующий кафедрой                                        . . Введение. Краткая характеристика дисциплины, ее цели и задачи, порядок изучения материала, связь с другими дисциплинами учебного плана и место в подготовке бакалавров по направлению. Характеристика учебной литературы. Формы контроля самостоятельной работы. Тема 1. Основные понятия менеджмента. Понятие, виды и функции менеджмента. Модели менеджмента. Рассматриваются особенности менеджмента программных проектов. Тема 2. Психология в менеджменте. Определяются функции, выполняемые сотрудниками в ходе развития проекта и типичные для программных проектов роли в проектной команде. Профессиональная подготовка менеджера: требования к личности менеджера. Психологический отбор. Тренинг в менеджменте. Мотивация: потребности и мотивированное поведение. Теории мотивации. Особенности управления персоналом в области ИТ. Корпоративная культура. Рассматриваются вопросы кадровой политики менеджера программных проектов и задача формирования коллектива разработчиков. Обсуждается влияние лидирующей группы и лидера коллектива на эти задачи. Приводится схема решения задачи определения кадровых ресурсов проекта. Тема 3. Основы принятия управленческих решений. Возможные варианты развития программного проекта. Понятие и виды управленческих решений. Процесс принятия управленческих решений. Методы принятия управленческих решений. Стратегии управления, принятые в существующих методологиях. Жесткие и гибкие методологии разработки программного обеспечения с позиций стратегических концепций. Тема 4. Проектный менеджмент. Области эффективного приложения проектного менеджмента. Типы проектов. Жизненный цикл проекта. Принципы построения системы деятельностей программного проекта. Комплекс работ по внедрению технологии управления проектом в организации. Место менеджмента в системе деятельностей программного проекта. Задача соблюдения баланса между временем выполнения, объемом работ и расходом ресурсов при соблюдении требований к качеству. Функции менеджера проекта. Международные и национальные стандарты управления программными проектами. Тема 5. Управление временем проекта. План управления проектом. Формирование иерархической структуры проекта. Критические факторы успеха. Формирование списка работ (операций) проекта. Определение логической последовательности выполнения работ. Исходные данные для разработки расписания. Результаты разработки расписания. Технология разработки расписания. Разработка расписания проекта методом критического пути. Организация управления расписанием проекта. Исходная информация для процесса управления расписанием. Линия исполнения. Построение линии исполнения проекта. Диаграмма контрольных событий. Построение диаграммы контрольных событий. Оценка реализуемости проекта. Тема 6. Бизнес-анализ и управление проектами. Соотношение бизнес-анализа и управления проектами. Обзор бизнес-моделей. Модель бизнес-процесса: функциональная модель (IDEF0); модель процессов (IDEF3). Моделирование данных: диаграмма \"сущность-отношение\" (ERD), диаграмма потоков данных (DFD). Объектное моделирование. Тема 7. Концептуальная база проекта. Понятие концептуальной базы проекта. Соотношение концептуальной базы и планирования. Структура и состав концептуальной базы проекта. Концептуальная база проекта как основа устойчивой траектории его развития. Использование концептуальной базы для управления проектом. Тема 8. Планирование коммуникаций и управление конфигурацией в проекте. Формирование стратегии коммуникаций. Пример стратегии коммуникации. Идентификация объектов управления конфигурацией проекта. Процедура создания нового элемента конфигурации. Инфраструктура проекта. Пример требований к инфраструктуре офиса проекта (фрагмент). Пример процедуры создания инфраструктуры проекта. Формирование базовой линии конфигурации проекта. Организация управления конфигурацией проекта. Организация документирования статуса элементов конфигурации. Пример процедуры обеспечения хранения документов. Пример процедуры рассылки документов. Пример процедуры подготовки документов. Пример процедуры отчетности о деятельности. Тема 9. Организация проектного финансирования. Менеджмент проекта и финансовый менеджмент. Функции менеджера проекта в управлении финансами. Общие принципы управления финансами проекта. Оценка финансовой эффективности проекта. Оценки стоимостей и планирование затрат. Грубая предварительная оценка стоимости проекта. Планирование затрат и составление смет. Тема 10. Управление рисками проекта. Основы теории управления рисками. Методы анализа риска и неопределенности. Метод PERT (Project Evaluation and Review Technique). Методы снижения риска. Планирование ответов на риски. Мониторинг и контроль рисков. Заключение. Итоговый обзор дисциплины, основные выводы, области использования и перспективы развития.\n","cats":[],"entities":[[133,143,"Knowledge"],[144,199,"Knowledge"],[1225,1266,"Knowledge"],[1267,1289,"Knowledge"],[1342,1362,"Knowledge"],[1363,1396,"Knowledge"],[1398,1425,"SoftSkills"],[1501,1536,"Knowledge"],[1768,1806,"Knowledge"],[1809,1838,"SoftSkills"],[1975,2004,"Knowledge"],[2006,2037,"Knowledge"],[2843,2857,"Tool"],[3985,3989,"Tool"],[6980,6985,"Tool"],[7006,7011,"Tool"],[7068,7071,"Tool"],[7100,7103,"Tool"],[8619,8623,"Tool"]],"Comments":[]}
{"id":12729,"text":"279572\nАрхитектура распределенных вычислительных систем\nДисциплина «Архитектура распределенных вычислительных систем» знакомит студентов с архитектурными особенностями современных распределенных систем, их назначением, решаемыми целями и задачами, основными подходами к организации распределенных вычислений, методами объектной распределенной обработки и хранений данных; развивает навыки разработки приложений, обеспечивающих распределенную обработку данных.. Целью дисциплины является получение теоретических знаний в области современных распределенных вычислительных систем, их назначений, решаемых целей, задач, а также практических навыков по применению полученных знаний для решения задач профессиональной деятельности. Студент должен овладеть знаниями, умениями и навыками применения основных подходов к организации распределенных вычислений, методов объектной распределенной обработки и хранения данных. Студент должен получить следующие знания: - Архитектурные особенности современных распределенных систем, их назначение, решаемые цели, задачи. - Основные подходы к организации распределенных вычислений. - Методы объектной распределенной обработки и хранения данных. Студент должен приобрести умение на основе стандартных схемных решений разрабатывать архитектуру распределенных приложений, обеспечивающих распределенную обработку данных, и обосновывать свой выбор. Студент должен приобрести следующие навыки: - владеть технологиями разработки приложений, обеспечивающих распределенную обработку данных в многопроцессорных системах, в т. ч. на базе многоядерных процессоров и на основе клиент-серверного подхода, и соответствующими инструментальными средствами. - ориентироваться в основных направлениях и тенденциях развития современных РС. . Тест включает в себя 20 вопросов с возможностью выбора одного или нескольких правильных ответов. Правильным считается выбор всех возможных правильных вариантов ответов и отсутствие выбора неправильных вариантов. Примеры вопросов для формирования тестов: 1)      Что из нижеперечисленного не входит в слои программного обеспечения в РС? a.       Локальная ОС b.      Служба промежуточного уровня (Middleware) c.       Распределённые приложения d.      Стек протоколов TCP\/IP 2)      Что из нижеперечисленного не является распределённой системой? a.       Кластерная система b.      GRID – система c.       система с архитектурой клиент-сервер d.      система с архитектурой SMP (симметричная мультипроцессорная) 3)      Что из нижеперечисленного является одним из основных свойств интерфейса? a.       Масштабируемость b.      Переносимость c.       Безопасность d.      Отказоустойчивость. . Введение. Описание курса. Введение. Тема 1. Определение распределенной вычислительной системы. Классификация РС и их архитектура. Роль коммуникаций в распределенной вычислительной системе. Тема 2. Сетевое взаимодействие в распределенных вычислительных средах. Модели, механизмы, протоколы, службы, сокеты. Тема 3. Введение в C# для знающих C++ 1. Базовые элементы языка. Ключевые особенности. Возможности C# по работе с сетью. Именованные каналы в C#. Тема 4. Синхронизация и непротиворечивость в РС. Понятие потока и процесса. Основные механизмы синхронизации. Реализация механизмов синхронизации в C#. Тема 5. Виды взаимодействий в распределенной вычислительной среде. Понятие архитектуры клиент-сервер. Методы удаленного вызова процедур. “Локальные” методы взаимодействия в распределенных системах. Тема 6. Другие аспекты работы в РС. Надежность РС. Балансировка нагрузки в РС. Параллелизм задач. Тема 7. Распределенное хранение информации. Понятие транзакции и распределенной транзакции. Распределенные базы данных. Синхронная и асинхронная репликация. Распределенные ФС. Тема 8. Объектные и компонентные распределенные системы. Технология CORBA. Тема 9. Технологии OLE и DCOM. Реализация DCOM в C#. Тема 10. Web-технологии в распределенных системах. Общий обзор. Краткое введение в XML. Технологии SOAP и XML-RPC. Использование SOAP и XML-RPC в языке C#. Тема 11. Брокеры сообщений. Брокер сообщений MQM, его назначение и применение. Брокер сообщений AMQP, его назначение и применение. Тема 12. Использование многоядерных процессоров для распараллеливания вычислительных задач. Многоядерные процессоры в распределенных вычислениях. Приемы и технологии программирования многоядерных процессоров. Средства программирования многоядерных процессоров. Тема 13. GRID, GPGPU. Другие технологии параллельных вычислений. Тема 14. Облачные РС. Способы организации распределенных облачных систем. Виды облачных услуг. Тема 15. Распределенные операционные системы и среды программирования. Приложения с использованием технологий DCOM. Приложения с использованием технологий SOAP и\/или XML-RPC. Тема 16. Безопасность РС. Понятие надежности и безопасности. Сравнение сосредоточенной и распределенной системы с точки зрения надежности и безопасности. Категории безопасности. Заключение. Общий обзор дисциплины. Основные выводы по курсу. Перспективы развития.\n","cats":[],"entities":[[382,410,"Knowledge"],[771,822,"Knowledge"],[823,848,"Knowledge"],[1249,1300,"Knowledge"],[1423,1465,"Knowledge"],[1675,1751,"Knowledge"],[2151,2161,"Tool"],[2222,2225,"Tool"],[2226,2228,"Tool"],[2309,2327,"Tool"],[2336,2350,"Tool"],[2428,2431,"Tool"],[2972,2974,"ProgrammingLanguage"],[2987,2990,"ProgrammingLanguage"],[3052,3054,"ProgrammingLanguage"],[3095,3097,"ProgrammingLanguage"],[3247,3249,"ProgrammingLanguage"],[3791,3796,"Tool"],[3817,3820,"Tool"],[3823,3827,"Tool"],[3840,3844,"Tool"],[3847,3849,"ProgrammingLanguage"],[3860,3874,"Tool"],[3934,3937,"Tool"],[3950,3954,"Tool"],[3957,3964,"Tool"],[3980,3984,"Tool"],[3987,3994,"Tool"],[4003,4005,"ProgrammingLanguage"],[4052,4055,"Tool"],[4103,4107,"Tool"],[4408,4412,"Tool"],[4414,4419,"Tool"],[4669,4673,"Tool"],[4714,4718,"Tool"],[4725,4732,"Tool"]],"Comments":[]}
{"id":12731,"text":"277561\nСистемы виртуальной и расширенной реальности\nДисциплина знакомит студентов с областями применения виртуальной и расширенной реальности и тенденциями построения современных систем. Студенты знакомятся с математическими основами виртуальной и расширенной реальности. Курс включает в себя объяснение основных понятий: аппаратные средства, математические средства моделирования времени, геометрического и информационного пространств, процессов движения и взаимодействия объектов, инструментальные средства –конструкторы виртуальных миров. Рассматриваются области применения виртуальной и расширенной реальности. Дисциплина входит в состав модуля \"Прикладные вопросы применения искусственного интеллекта\". Дисциплина нацелена на получение теоретических знаний о математических основах виртуальной и расширенной реальности, и приобретение практических навыков применения полученных теоретических знаний для решения задач профессиональной деятельности. Задачами дисциплины является приобретение знаний, умений и навыков для решения практических задач, связанных с формированием представления об областях применения виртуальной и расширенной реальности. Получение знаний об областях применения и тенденций построения современных систем виртуальной и расширенной реальности. Освоение умения применять аппаратные средства и математические средства моделирования времени, геометрического и информационного пространств, процессов движения и взаимодействия объектов. Выработка навыков в использовании инструментальных средств конструкции виртуальных миров.. Примеры вопросов к коллоквиумам приведены выше. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина \" Системы виртуальной и расширенной реальности \", ФКТИ 1. Нелинейные методы 2. Реализация графов и сенсорные сети УТВЕРЖДАЮ Заведующий кафедрой                          . Введение. Место дисциплины в ООП. Виды контроля и аттестации. Тема 1. Алгоритмы без учителя. Линейные методы. Нелинейные методы. Единая структура алгоритмов уменьшения размерности. Тема 2. Алгоритмы с учителем. Метод соседних компонент. Метод соответствующих компонент. Максимизация прибыли в выборе ближайшего соседа. Тема 3. Ядерные методы. Ядерное выравнивание и изучение ядра с помощью полуопределённого программирования. Развертывание максимальной дисперсии. Раскрашенное развёртывание максимальной дисперсии. Тема 4. Приложения. Реализация графов и сенсорные сети. Разметка графов (Кластеризация, классификация) Кластеризация микрочипов. Поиск, ранжирование. Обработка изображений. Совместная фильтрация. Многозадачное обучение. Выбор переменных и изучение словаря. Заключение. Основные выводы по курсу.\n","cats":[],"entities":[[234,270,"Tool"],[741,798,"Knowledge"],[801,823,"Knowledge"],[853,896,"Knowledge"],[1012,1050,"Knowledge"],[1289,1366,"Knowledge"],[1481,1549,"Knowledge"],[1973,1987,"Tool"]],"Comments":[]}
{"id":12733,"text":"278758\nОбработка изображений и компьютерное зрение на основе нейронных сетей\nДисциплина посвящена задачам компьютерного зрения и сверточным нейронным сетям, как инструменту в их решении. Рассматривается связь различных задач, связанных с обработкой изображений и компьютерного зрения на основе нейронных сетей. Изучаются возможности современных вычислительных устройств, а также перспективы развития современных алгоритмов и вычислительных устройств для решения задач в реальном времени. Дисциплина входит в состав модуля \"Автономные системы и беспилотный транспорт\". Дисциплина нацелена на получение теоретических знаний в области обработки изображений и компьютерного зрения на основе нейросетевого подхода, приобретение практических навыков применения полученных теоретических знаний для решения задач профессиональной деятельности. Задачами дисциплины является приобретение знаний, умений и навыков для решения практических задач, связанных с постановкой и решением прикладных задач, связанных с обработкой изображений и компьютерным зрением. Получение знаний о возможностях современных вычислительных устройств, современных алгоритмах для решения задач компьютерного зрения в реальном времени. Выработка умения использования свёрточных нейронных сетей как инструмента решения задач компьютерного зрения. Освоение навыков решения прикладных задач в области выбора и реализации архитектур нейронных сетей, подходящих для решения задач распознавания объектов, применения современных методов и инструментов в области компьютерного зрения.. Примеры вопросов на коллоквиумах Перечислите основные компоненты архитектуры нейронных сетей, используемых в распознавании лиц Перечислите основные компоненты архитектуры нейронных сетей, используемых в детекции и слежении за объектами Перечислите основные компоненты архитектуры нейронных сетей, используемых в улучшении изображений Перечислите основные компоненты архитектуры нейронных сетей, используемых в трёхмерной реконструкции объектов Перечислите требования к разметке наборов данных для задач семантической сегментации изображений. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Обработка изображений и компьютерное зрение на основе нейронных сетей   ФКТИ 1. Особенности функции потерь для распознавания лиц 2. Связь задачи увеличения разрешения с задачей уменьшения шума.  УТВЕРЖДАЮ Заведующий кафедрой                                           . Введение. Обзор курса. Основные цели и задачи. Тема 1. Распознавание лиц. Подходящие архитектуры нейронных сетей для распознавания лиц. Сиамская нейронная сеть. Особенности функции потерь для распознавания лиц. Триплет потерь. Наборы данных для обучения нейросети для решения задачи распознавания лиц. Тема 2. Семантическая сегментация. Подходящие архитектуры нейронных сетей для семантической сегментации. Свёрточная нейронная сеть. Особенности функции потерь для семантической сегментации. Дополнительные блоки в нейросети. Наборы данных для обучения нейросети для решения задачи семантической сегментации. Тема 3. Классификация образов. Подходящие архитектуры нейронных сетей для классификации образов. Полносвязная нейронная сеть. Особенности функции потерь для классификации образов. Особенности обучения нейросети в этой задаче. Наборы данных для обучения нейросети для решения задачи классификации образов. Тема 4. Детекция объектов. Подходящие архитектуры нейронных сетей для детекции объектов. Современные свёрточные нейросети. Особенности функции потерь для детекции объектов. Особенности разметки наборов данных для подготовки обучения. Наборы данных для обучения нейросети для решения задачи детекции объектов. Тема 5. Слежение за объектами. Использование методов детекции объектов для решения задачи слежения за ними. Подходящие архитектуры нейронных сетей для слежения за объектами. Популярные современные методы слежения за объектами. Наборы данных для обучения нейросети для решения задачи слежения за объектами. Тема 6. Уменьшение шума на изображении. Недостатки классических методов уменьшения шума на изображении. Подходящие архитектуры нейронных сетей для уменьшения шума на изображении. Связь задачи уменьшения шума и уменьшения размытия. Особенности разметки наборов данных для подготовки обучения. Тема 7. Увеличение разрешения изображения. Связь задачи увеличения разрешения с задачей уменьшения шума. Подходящие архитектуры нейронных сетей для увеличения разрешения на изображении. Увеличение разрешения видео. Конкурирующие нейронные сети для избавления от артефактов. Тема 8. 3D реконструкция объектов. Подходящие архитектуры нейронных сетей для 3Д реконструкции объектов. Задача генерации данных. Конкурирующие нейронные сети в задаче генерации. Подготовка синтетических данных. Особенности разметки наборов данных для подготовки обучения. Заключение. Выводы по курсу. Перспективы развития области.\n","cats":[],"entities":[[615,641,"Knowledge"],[642,676,"Knowledge"],[736,786,"Knowledge"],[1230,1256,"Tool"],[1392,1407,"Tool"],[1618,1633,"Tool"],[1712,1727,"Tool"],[1821,1836,"Tool"],[1919,1934,"Tool"],[2723,2738,"Tool"],[2880,2889,"Tool"],[2986,3001,"Tool"],[3033,3058,"Tool"],[3141,3150,"Tool"],[3179,3188,"Tool"],[3332,3359,"Tool"],[3436,3445,"Tool"],[3488,3497,"Tool"],[3590,3605,"Tool"],[3629,3661,"Tool"],[3801,3810,"Tool"],[3980,3995,"Tool"],[4103,4112,"Tool"],[4282,4297,"Tool"],[4575,4590,"Tool"],[4676,4690,"Tool"],[4779,4794,"Tool"],[4865,4879,"Tool"]],"Comments":[]}
{"id":12747,"text":"284379\nМоделирование непрерывных систем\nРассматриваются методы формирования математического описания непрерывных систем с сосредоточенными параметрами. Приводятся основные алгоритмы построения функций формирования частных матриц типовых компонентов. Изучаются основные методы решения матричных уравнений систем. Дается описание методов макромоделирования компонентов. Изучаются основные этапы формирования программного обеспечения для моделирования систем в частотной области.. Изучение основ моделирования линейных систем, особенностей построения математических моделей объектов схемотехнического проектирования и организации вычислительного процесса решения уравнений. Освоение методики использования для проектирования непрерывных систем современных схемотехнических САПР. Приобретение знаний содержания и методов решения основных задач проектирования непрерывных систем, технологии разработки алгоритмов и программ, методов отладки и решения задач на ЭВМ в различных режимах, современных технических и программных средств взаимодействия с ЭВМ. Формирование умений формализовать постановку задач схемотехнического проектирования. Формирование навыков формализации постановки задач схемотехнического проектирования, работы с современными системами программирования, включая объектно-ориентированные.. Введение. Типы передаточных функций. Приведение схемы к трехполюснику. Обобщенная методика расчета передаточных функций. Тема 1. Структура математического описания систем на макроуровне. Математическое описание систем на макроуровне. Структура математического описания систем c сосредоточенными параметрами. Тема 2. Компонентные уравнения. Линейный многополюсник. Управляемые источники и эквивалентные схемы многополюсников. Типовые компоненты непрерывных систем. Тема 3. Полюсные графы и топологические матрицы. Полюсные графы многополюсников. Топологические матрицы инцинденций. Топологические матрицы главных контуров и главных сечений. Тема 4. Топологические и координатные уравнения. Уравнения схемных связей в топологической и координатной форме. Уравнения равновесия непрерывных систем. Тема 5. Уравнения линеаризованных систем в различных координатных базисах. Полная система уравнений. Уравнения в минимально-мерном базисе. Частные случаи минимально-мерного базиса. Сравнительная оценка описания систем в различных базисах. Неявная форма задания компонентных уравнений. Тема 6. Автоматизация формирования уравнений непрерывных систем. Автоматизация формирования уравнений непрерывных систем. Два подхода к задаче формирования. Формирование на основе матричных преобразований. Формирование на основе частных матриц. Тема 7. Формирование частных матриц компонентов электронных схем. Формирование частных матриц частотно-независимых двухполюсников и управляемых источников. Формирование частных матриц вырожденных многополюсников. Формирование частных матриц задающих источников. Тема 8. Автоматизация решения систем уравнений. Программная реализация алгоритмов Гаусса. Выбор оптимальной последовательности уравнений и переменных. Алгоритм Гаусса-Жордано. Решение систем на основе LU-разложения. Программная реализация LU факторизации. Расчет базисных переменных (прямой и обратный ход). Тема 9. Моделирование систем в частотной области на основе комплексных матриц. Способы программной реализации комплексной арифметики. Формирование частных матриц двухполюсников типа R, C и L. Формирование частных матриц частотно-зависимых управляемых источников. Формирование частных матриц трансформаторов. Тема 10. Формирование частотно-независимых вещественных матриц. Билинейная форма частотно-зависимых уравнений. Формирование частотно-независимых частных матриц двухполюсников типа R, C и L. Формирование частотно-независимых частных матриц частотно-зависимых источников. Тема 11. Расчет передаточных функций. Типы передаточных функций. Приведение схемы к трехполюснику. Обобщенная методика расчета передаточных функций. Тема 12. Макромоделирование компонентов. Формирование частных матриц многополюсных компонентов. Макромоделирование униполярного транзистора. Макромоделирование биполярного транзистора. Макромоделирование операционного усилителя. Заключение. Практическое использование и перспективы развития научного направления «Моделирование непрерывных систем»\n","cats":[],"entities":[[955,958,"Tool"],[1043,1046,"Tool"],[1082,1131,"Knowledge"],[1167,1216,"Knowledge"],[1218,1249,"Knowledge"]],"Comments":[]}
{"id":12748,"text":"287282\nАвтоматизация проектирования больших интегральных схем\nРассматриваются вопросы, посвященные современным проблемам проектирования БИС. Используются современные САПР на базе технологии «система на кристалле» (СнК). Рассматриваются ключевые проблемы в проектировании СнК, принципы проектирования в автоматизированном режиме фрагментов цифровых БИС на основе схем с программируемой структурой. Проводится синтез, анализ и оптимизацию схемотехнических решений функциональных элементов и узлов БИС. Используются языки проектирования аппаратуры Verilog и VHDL. Аппаратное проектирование на базе технологии «система на кристалле» с применением библиотечных модулей среды проектирования. Программное проектирование на базе технологии «система на кристалле» с использованием высокого. Сопряженное проектирование БИС.. дать студентам знания основополагающих принципов систем автоматизированного проектирования (САПР), их классифика-ции, методов формализации процесса проектирования и конструирования, способов использования современных информационных технологий для автоматизации проектных, конструкторских и технологических работ с применением технологии «система на кристалле». 1) выполнить обзор современных САПР на основе технологии «система на кристалле»; 2) изучение основных методов и алгоритмов обработки информации, в том числе и видеоинформации; 3) разработка программ синтеза схем с применением языков аппара-туры, на основе технологии «система на кристалле»; 4) тестирование программ синтеза схем и построение временных диаграмм функционирования цифровых модулей средней степени сложности; 5) выполнить маршрут проектирования цифровых устройств обработ-ки сигналов на базе современных САПР и схем с программируемой логикой. Изучение методологии, технологии и маршрутов проектирования БИС\/СБИС и получить знания по их реализации с помощью современных САПР на основе технологии «система на кристалле». Формирование умения использования технологии «систем на кристалле» для решения задач автоматизированного проектирования БИС\/СБИС. Освоение навыков программирования и разработки сложно-функциональных блоков в составе систем на кристалле с использованием со-временных САПР на основе технологии «реконфигурируемая система на кристалле». № 2 Тема: Теория вероятностей 1. Операторы ветвления и циклов языка Verilog if Логическое_Выражение  begin  \/\/ Блок_операторов_1  end  else  begin  \/\/ Блок_операторов_2  end. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ БИЛЕТ № 1 Дисциплина Автоматизация проектирования больших интегральных схем 1. Классификация интегральных схем с программируемой структурой.  2. Структура модуля в языке Verilog (или VHDL). УТВЕРЖДАЮ Заведующий кафедрой                                                   Н.Г. Рыжов. . Введение. Предмет дисциплины, ее объем, содержание и связь с другими дисциплинами курса. Тема 1. Общие сведения о процессе проектирования. Спиралевидная модель проектирования БИС. Основные направления проектирования. Анализ требования БИС\/СБИС класса «система на кристалле». Переход от алгоритма к аппаратной реализации цифровых устройств. Архитектура СБИС типа систем на кристалле (СнК). Понятие сложно-функционального блока (СФ-блока) СнК. Тема 2. Элементная база электронных устройств и систем. Классификация БИС. Признаки классификации ПЛИС. Общие свойства микросхем с программируемой логикой. Однородные СнК. Многопроцессорные встраиваемые СнК. Тема 3. Состав и архитектура СнК. Современные САПР на базе технологии «система на кристалле». Требования к разработке СнК. Технические характеристики типовой реконфигурируемой СнК. Структурная схема РСнК. Видеосистемы на кристалле. Тема 4. Описание реконфигурируемой СнК и средства проектирования СнК. Описание лабораторного стенда проектирования СФ-блоков СнК. САПР FastChip. Характеристики и состав реконфигурируемых систем на кристалле. Средства верификации аппаратной и программной частей проекта. Тема 5. Этапы проектирования СФ-блоков СнК. Методы и средства проектирования БИС. Проектные процедуры. Логическое проектирование. Функциональное проектирование. Этапы проектирования СБИС класс систем на кристалле. Тема 6. Аппаратное проектирование БИС. Разработка комбинационной схемы. Отладка проекта и функция «Bind». Исследование процесса компиляции проектов в различных средах САПР на основе технологии «система на кристалле». Краткое описание языка аппаратуры VHDL или Verilog. Примеры разработки программ и поведенческих описаний. Тема 7. Логическое проектирование и синтез схем. Кратное описание САПР логического синтеза цифровых устройств. Этапы проектирования цифровых устройств обработки сигналов на ПЛИС. Импортирование проектов и отладка с использованием РСнК. Тема 8. Введение в системный уровень проектирования СнК. Кратное описание системного и кристального уровней проектирования СнК. Проблемы проектирования смешанных систем на кристалле, многоуровневые встраиваемые системы на кристалле, многопроцессорные системы на кристалле. Методы и средства организации многоуровневого проектирования встраиваемых систем. Заключение. Перспективы развития теоретической и технической базы вычислительной техники на основе технологии «система на кристалле» и встраиваемых многоуровневых систем.\n","cats":[],"entities":[[545,552,"Tool"],[555,559,"Tool"],[1921,1974,"Knowledge"],[2047,2071,"Knowledge"],[2074,2113,"Knowledge"],[2310,2317,"ProgrammingLanguage"],[2824,2831,"ProgrammingLanguage"],[2837,2841,"ProgrammingLanguage"],[3478,3482,"Tool"],[3955,3963,"Tool"],[4555,4559,"ProgrammingLanguage"],[4564,4571,"ProgrammingLanguage"]],"Comments":[]}
{"id":12750,"text":"281342\nТехнологии и протоколы криптовалют\nЦелью изучения дисциплины «Технологии и протоколы криптовалют» является повышение квалификации и совершенствование компетенций по ключевым вопросам теории и практики создания и функционирования криптовалют и технологии блокчейн, их применение в области защиты информации.. Целью изучения дисциплины «Технологии и протоколы криптовалют» является повышение квалификации и совершенствование компетенций по ключевым вопросам теории и практики создания и функционирования криптовалют и технологии блокчейн, их применение в области защиты информации. Задачи дисциплины: ознакомить будущих специалистов с технологией блокчейна и протоколами криптовалют; показать необходимость усвоения знаний о технологиях блокчейна и протоколов криптовалют; научить применять технологии блокчейна и протоколы криптовалют при построении комплексных систем защиты информации. Знания общих принципов функционирования аппаратных, программных и программно-аппаратных средств администрируемой сети. Умение определять механизм изменения и модификации базовой конфигурации. Владеть навыками настройки параметров управления безопасностью операционных систем сетевых устройст.. Система \"Биткойн\". Протокол \"электронной наличности\". Система \"Биткойн\". Протокол \"электронной наличности\". Протокол Hashcash. Дерево Меркля. Блокчейн. Алгоритм цифровой подписи ECDSA. Протокол Hashcash. Дерево Меркля. Блокчейн. Алгоритм цифровой подписи ECDSA. Адресация в системе «Биткойн». Структура блока транзакций. Майнинг. Проблема масштабируемости биткойна. Адресация в системе «Биткойн». Структура блока транзакций. Майнинг. Проблема масштабируемости биткойна. Программное обеспечение сети «Биткойн». «Умные контракты». Системы Ripple и Ethereum. Программное обеспечение сети «Биткойн». «Умные контракты». Системы Ripple и Ethereum. «Цветные монеты». Основные блокчейн-платформы. Правовой режим криптовалют. «Цветные монеты». Основные блокчейн-платформы. Правовой режим криптовалют.\n","cats":[],"entities":[[534,542,"Tool"],[652,661,"Tool"],[742,751,"Tool"],[807,816,"Tool"],[894,989,"Knowledge"],[1013,1049,"Knowledge"],[1052,1084,"Knowledge"],[1094,1168,"Knowledge"],[1305,1313,"Tool"],[1315,1328,"Tool"],[1330,1338,"Tool"],[1366,1371,"Tool"],[1382,1390,"Tool"],[1392,1405,"Tool"],[1407,1415,"Tool"],[1443,1448,"Tool"],[1725,1731,"Tool"],[1734,1742,"Tool"],[1811,1817,"Tool"],[1820,1828,"Tool"]],"Comments":[]}
{"id":12752,"text":"282846\nДанные и визуальная аналитика (Data and Visual Analytics)\nВизуальная аналитика представляет собой современную форму анализа данных, в которой процесс анализа усилен применением высоко интерактивных методик визуализации. Данный курс знакомит студентов с понятиями и задачами визуальной аналитики и представляет ряд важных методик анализа и визуализации данных. Он формирует практические навыки по работе с существующими продуктами и созданию специализированного программного обеспечения по визуальному анализу данных.. Целью изучения дисциплины является получение знаний по проектированию систем визуального анализа, приобретения умений по проектированию моделей визуализации в зависимости от типов исходных данных и решаемых задач анализа, оценки их эффективности, а также формирование практических навыков по работе с программными продуктами и библиотеками визуализации данных. Задачами изучения дисциплины являются: - получение знаний о различных методикам визуализации данных; роли когнитивных особенностей восприятия человека на процесс визуального поиска информации; - формирование умений по анализу, синтезу и обобщению необходимой информацию из различных источников, включая сетевые ресурсы сети Интернет; по проектированию моделей визуализации в зависимости от типов исходных данных, и оценки их эффективности; - освоение практических навыков по применению программных продуктов и библиотек для визуализации данных, разработке моделей визуализации и выполнению оценки их эффективности. Студенты получат знания: 1) о существующих методиках визуализации данных разного типа, включая текстовые; 2) об особенностях восприятия зрительной информации человеком; 3) об основных этапах проектирования моделей визуализации и системы визуального анализа в целом; 4) о методиках оценки эффективности моделей визуализации данных. Студенты получат умения: 1) по анализу, синтезу и обобщению необходимой информацию из различных источников, включая сетевые ресурсы сети Интернет для решения задач визуального анализа данных; 2) по построению формальной поставки задачи анализа для последующего построения модели анализа; 3) по разработке модели визуализации и ее обоснованию исходя из типа исходных данных и поставленной цели задачи; 4) по выполнению оценки эффективности методик визуального анализа. Студенты получат практические навыки по решению актуальных задач визуального анализа, разработке моделей визуализации данных с помощью программных продуктов или библиотек, по оценке их эффективности для решения поставленных задач анализа. . В качестве кейса студентам предлагается выбрать одну из задач, предлагаемых в качестве конкурсных заданий на конкурсе Visual Analytics  Science and Technology Challenge (https:\/\/vast-challenge.github.io\/2021\/). Данные задания содержат описание решаемой аналитической задачи, набор исходных требований, а также вопросы, которые необходимо решить методами визуального анализа данных.  Пример кейса: Многие сотрудники некоторой вымышленной компании GAStech имеют служебные автомобили, которые разрешены как для личного, так и для служебного пользования. Те, у кого нет служебных автомобилей, имеют возможность пользоваться служебными грузовиками для служебных целей, но эти грузовики нельзя использовать для личных дел. Сотрудники, имеющие служебные автомобили, рады, что у них есть такие автомобили, потому что служебные автомобили, как правило, гораздо более высокого качества, чем те, которые они могли бы позволить себе в противном случае. Однако компания GAStech не доверяет своим сотрудникам. Без ведома сотрудников GAStech установила на служебных автомобилях программное обеспечение для геопространственного слежения. Автомобили периодически отслеживаются, пока они находятся в движении. Данные слежения за автомобилями были предоставлены правоохранительным органам для поддержки расследования. К сожалению, данные за день, когда пропали сотрудники GAStech, недоступны. Имеются данные только за две недели, предшествовавшие исчезновению.  Для продвижения местных предприятий компании, основанные на системе Kronos, предоставляют сотрудникам GASTech льготные карты Kronos Kares, дающие им скидки и вознаграждения в обмен на сбор информации о покупках и предпочтениях по кредитным картам, записанных на картах лояльности. Эти данные были предоставлены следователям в надежде, что они помогут разрешить ситуацию. Однако Kronos Kares не собирает личную информацию помимо покупок. Ваша задача как эксперта по визуальному анализу, помогающего правоохранительным органам, - определить, кто из сотрудников GASTech какие покупки совершал, и выявить подозрительные модели поведения. Вы должны справиться с неопределенностью, возникающей из-за недостающих, противоречивых и несовершенных данных, чтобы выработать рекомендации для дальнейшего расследования.  Используйте визуальную аналитику для анализа имеющихся данных и подготовки ответов на приведенные ниже вопросы.  Задачи и вопросы: Используя только данные кредитных карт и карт постоянного клиента, определите самые популярные места и время их популярности. Какие аномалии вы видите? Какие исправления вы бы порекомендовали для устранения этих аномалий?  Добавьте данные о транспортных средствах к анализу данных о кредитных картах и картах постоянного клиента. Как изменится ваша оценка аномалий в вопросе 1 на основе этих новых данных? Какие расхождения между данными по автомобилям, кредитным картам и картам постоянного клиента вы обнаружили?  Можете ли вы сделать вывод о владельцах каждой кредитной карты и карты постоянного клиента? Каковы ваши доказательства? Где есть неопределенности в вашем методе? Где есть неопределенности в данных? Учитывая предоставленные источники данных, определите возможные неофициальные или неофициальные отношения между сотрудниками GASTech. Приведите доказательства этих отношений.  Видите ли вы доказательства подозрительной деятельности? Назовите 1- 10 мест, где, по вашему мнению, происходит подозрительная деятельность, и почему.  Отчетная документация по выполненному кейсу должна быть предоставлена в виде отчета, оформленному согласно требованиям ГОСТ 7.32-2017 МЕЖГОСУДАРСТВЕННЫЙ СТАНДАРТ. Система стандартов по информации, библиотечному и издательскому делу. ОТЧЕТ О НАУЧНО-ИССЛЕДОВАТЕЛЬСКОЙ РАБОТЕ. Структура и правила оформления; минимальный объем отчета 10 страниц, максимальный объем 20 страниц. Отчет сдается в электронном в виде через систему Moodle.. Тест . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Данные и визуальная аналитика (Data and Visual Analytics)   ФКТИ 1. Граф на параллельных осях. Достоинства и недостатки.  2. Информационно-теоретический подход к процессу визуального анализа. УТВЕРЖДАЮ Заведующий кафедрой                                                   В.В. Цехановский. Визуальная аналитика: понятия и задачи. В рамках данной темы рассматриваются основные понятия и задачи визуальной аналитики, представлен процесс визуального анализа данных. Обсуждаются основные компоненты визуальной аналитики: технологии управления данными, интеллектуальный анализ данных, восприятие информации. Обсуждаются различные подходы к визуальному анализу данных – ориентированные на данные, решаемые задачи или предметную область, а также режимы графического представления данных. Зрительное восприятие и познавательные способности человека. Изучаются особенности восприятия человеком, каким образом их использование позволяет разрабатывать эффективные методики визуализации данных. Рассматривается элементы теории Ж. Бертина и особенности визуального поиска. Представлены принципы проектирования графического представления данных, предложенные Э. Тафти и С. Фоу. Визуализация многомерных данных. Рассматриваются способы визуализации данных в зависимости от типов данных и их размерности. Пиксель-ориентированные методики визуализации, графы на параллельных координатах, радиальные методики визуализации. Графы и иерархические структуры. Рассматриваются базовые графические примитивы, которые могут быть использованы для кодирования данных, представлены основные трудности, возникающие при отображении графов, в.т.ч. имеющих большую размерность. Различные алгоритмы компоновки графов на плоскости, достоинства и недостатки, а также механизмы взаимодействия с графами для выполнения задач визуального анализа. Также детально рассмотрен особый вид графов – деревья, а также подходы к их представлению. Визуализация временных рядов. Обсуждаются цели и задачи визуализации временных рядов, представляется классификация методик визуализации, обсуждаются различные способы их применения для решения различных задач, в частности для задач обнаружения аномалий в потоке многомерных данных. Качество визуализации данных и оценки ее эффективности. Обсуждается понятие качества методики визуализации данных, составные части этого понятия, представлены основные методики оценки качества визуализации данных и их классификация, обсуждаются их достоинства и недостатки. Заключение. Подводятся итоги по пройденным темам, обсуждаются навыки полученные в ходе выполнения практических работ\n","cats":[],"entities":[[393,436,"Knowledge"],[570,621,"Knowledge"],[636,681,"Knowledge"],[806,825,"Knowledge"],[826,849,"Knowledge"],[937,985,"Knowledge"],[1094,1103,"Knowledge"],[1104,1111,"Knowledge"],[1337,1383,"Knowledge"],[1384,1393,"Knowledge"],[2330,2376,"Knowledge"],[2377,2384,"Knowledge"],[6388,6394,"Tool"]],"Comments":[]}
