{"id":9702,"text":"276924\nУчебная практика (научно-исследовательская работа (получение первичных навыков научно-исследовательской работы))\nВ соответствии с ООП по направлению «Информационные системы и технологии» целью учебной практики является: • закрепление и расширение теоретической подготовки и приобретение практических навыков, связанных с использованием прикладного программного обеспечения в научно-исследовательской работе. • систематизация, расширение и закрепление теоретических знаний, которые получены за время первого и второго годов обучения.. Совершенствование умения оформлять собственную научно-техническую работу. Формируется готовность выступать и представлять подготовленную информацию на научных конференциях различного уровня. Освоение прикладного программного обеспечения для эффективного представления информации, полученной в ходе исследований или научной работы. Совершенствование умения оформлять собственную научно-техническую работу. Формируется готовность выступать и представлять подготовленную информацию на научных конференциях различного уровня. Изучение методов и средств оформления научных работ и технического проекта. В результате прохождения практики, студенты получают знания по основным стандартам (мировые, отечественные, СПбГЭТУ «ЛЭТИ») для представления результатов научных и учебных исследований. Формирование умений работы с компьютерными методами сбора, хранения и обработки информации. Закрепление и расширение теоретических и практических знаний, полученных за период обучения на первых двух курсах. Формирование навыков работы с прикладным программным обеспечением для эффективного представления информации, полученной в ходе исследований или научной работы. \n","cats":[],"entities":[[627,688,"SoftSkills"],[958,1019,"SoftSkills"]],"Comments":[]}
{"id":9703,"text":"279422\nОсновы презентаций\nДисциплина обеспечивает профессиональную подготовку бакалавров в области представления информации при создании электронных презентаций. Определяется понятие «презентация», рассмотрены её классификации, механизмы воздействия представления информации на людей, а также процесс создания презентаций от самого замысла до непосредственного воплощения в жизнь. Курс даёт целостное, законченное представление о способах наглядного предоставления информации с помощью современных технических средств.. Целью изучения дисциплины является приобретение теоретических знаний и формирование практических умений и навыков в области создания и оценки электронных презентаций. Задачи дисциплины: Формирование навыков и умений создания эффективных электронных презентаций. В результате изучения дисциплины студенты должны преобрести следующие знания: основные типы презентаций, модель качества презентаций, основные свойства зрительного восприятия человека, процесс создания электронных презентаций, основные правила и рекомендации создания электронных презентаций, основы визуального представления информации. Формирование умений оценки и создания эффективных электронных презентаций. Формирование навыков создания эффективных презентаций с помощью современных электронных средств.. В ходе освоения дисциплины, студент должен выполнить 5 практических работ: Практическое задание №1. Задание: Необходимо разработать презентацию на 5-7 минут. Тема для презентации студентом выбирается самостоятельно. Практическое задание №2. Задание: Необходимо провести анализ презентации или части презентации. Длительность анализируемой презентации или ее части - 10-12 минут. Необходимо отметить положительные и отрицательные стороны. Практическое задание №3. Задание: Студентам необходимо разбиться на группы по 2 человека, если студентов не четное количество, допускается группа из 3 человек. Каждой группе необходимо разработать совместную презентацию на 18 минут. Тема для презентации студентами выбирается самостоятельно. Практическое задание №4. Задание: Необходимо разработать презентацию на 20 минут. Тема для презентации должна быть связана с эргономикой (человеческим фактором). Практическое задание №5. Задание: Необходимо разработать презентацию на 10-12 минут. Тема для презентации должна быть связана с темой будущей выпускной квалификационной работы. . Введение. Предмет курса и его задачи. Связь курса с другими дисциплинами учебного плана и место в подготовке дипломированного специалиста. Рекомендуемая студентам основная и дополнительная литература для изучения. Основные понятия и определения. Цели, задачи и функции презентации. Типы презентаций. Эффективность электронных презентаций. Программы для создания презентаций. Обзор современных средств создания электронных презентаций. Качество презентаций. Модель оценки качества презентаций (содержание, выступление, дизайн, эффект, структура). Основные ошибки при оценке качества презентаций. Искусство создания презентаций. Планирование структуры презентации. Принципы развития презентаций. Способы представления презентаций. Оформление слайдов в презентации. Визуальные образы в презентациях. Звуковое сопровождение презентации. Использование ароматических эффектов в презентациях. Искусство проведения презентаций. Этапы репетиции презентации. Подготовка к проведению презентаций. Невербальные компоненты общения в презентациях. «Правила» Джобса. Рекомендации Кармин Галло по подготовке и проведению презентаций. Анализ результатов. Свойства зрительного восприятия человека. Последовательность. Избирательность. Целостность. Реакция на движение. Запоминаемость. Константность. Соотносительность. Иллюзии. Структура и основные характеристики внимания. Визуальное восприятие информации. Цветовое оформление презентации. Структура представляемой информации. Рекомендации по представлению информации. Заключение. Современные проблемы и пути развития представления информации и создания электронных презентаций\n","cats":[],"entities":[[860,885,"Knowledge"],[887,914,"Knowledge"],[916,965,"Knowledge"],[967,1007,"Knowledge"],[1008,1073,"Knowledge"],[1075,1118,"Knowledge"],[2959,2989,"Knowledge"],[3027,3056,"Knowledge"],[3058,3091,"Knowledge"],[3250,3282,"Knowledge"],[3398,3414,"Knowledge"],[3502,3542,"Knowledge"],[3674,3718,"Knowledge"],[3754,3785,"Knowledge"]],"Comments":[]}
{"id":9704,"text":"288779\nЦифровая обработка информации\nДанная дисциплина знакомит с базовыми методами и алгоритмами цифровой обработки информации с использованием компьютерного моделирования в пакете прикладных программ MATLAB. Рассматриваются дискретные сигналы и их преобразования, линейные дискретные системы и их характеристики, дискретное преобразование Фурье (ДПФ) и его практические приложения, синтез и анализ цифровых КИХ- и БИХ-фильтров, эффекты квантования в цифровых системах, спектральный анализ информации (непараметрические и параметрические методы), многоскоростная обработка информации, адаптивные фильтры и их применение в практических задачах, вейвлет-преобразование и его применение в обработке информации. Данный курс позволяет детально познакомиться с теоретическими основами базовых методов и алгоритмов цифровой обработки информации, овладеть технологией компьютерного моделирования данных методов и алгоритмов в MATLAB, освоить основные приемы программирования в MATLAB, а также работу со встроенными программными пакетами (FDATool, FVTool, SPTool, WAVETool) для решения специализированных задач цифровой обработки сигналов.. Целью освоения дисциплины является изучение базовых методов и алгоритмов цифровой обработки информации, формирование практических навыков разработки с помощью MatLAB, а также формирование знаний в области цифровой обработки информации. Задачами изучения дисциплины являются: - освоение технологии компьютерного моделирования алгоритмов и систем цифровой обработки информации с использованием программных средств и средств GUI MATLAB; - освоение технологии компьютерного моделирования алгоритмов и систем цифровой обработки информации с использованием программных средств и средств GUI MATLAB; - знания основных методов и алгоритмов цифровой обработки информации и областей их применения; - знания моделей цифровой обработки информации; - умения применять методы цифровой обработки информации для решения прикладных задач; - умения применять численные алгоритмы цифровой обработки информации для решения прикладных задач. В процесса изучения дисциплины студенты приобретают знания: 1) методов формирования (моделирования) дискретных сигналов; 2) методов преобразования сигналов; 3) методов синтеза и анализа линейных дискретных систем; 4) методов описания линейных дискретных систем во временной, частотной и z-областях; 5) основ дискретного преобразования Фурье (ДПФ) и методов его вычисления с использованием алгоритмов быстрого преобразования Фурье; 6) методов синтеза и анализа цифровых КИХ- и БИХ-фильтров; 7) методов квантования сигналов и коэффициентов в цифровых системах; 8) методов спектрального анализа сигналов (непараметрические и параметрические методы); 9) методов многоскоростной обработки сигналов 10) методов адаптивной фильтрации сигналов; 11) методов вейвлет-преобразования сигналов; 12) методов обработки и анализа сигналов с использованием пакетов прикладных программ. В процесса изучения дисциплины студенты приобретают умения: 1) использовать теоретические знания для алгоритмического и программного проектирования систем цифровой обработки информации; 2) использовать типовые инструментальные средства и пакеты прикладных программ для решения конкретных прикладных задач обработки информации на ЭВМ. В процессе изучения дисциплины студенты приобретают навыки: 1) применения методов формирования (моделирования) дискретных сигналов; 2) использования методов преобразования сигналов; 3) применения методов синтеза и анализа линейных дискретных систем; 4) применения методов описания линейных дискретных систем во временной, частотной и z-областях; 5) пользоваться основами дискретного преобразования Фурье (ДПФ) и методами его вычисления с использованием алгоритмов быстрого преобразования Фурье; 6) применения методов синтеза и анализа цифровых КИХ- и БИХ-фильтров; 7) применения методов квантования сигналов и коэффициентов в цифровых системах; 8) применения методов спектрального анализа сигналов (непараметрические и параметрические методы); 9) применения методов многоскоростной обработки сигналов; 10) применения методов адаптивной фильтрации сигналов; 11) применения методамов вейвлет-преобразования сигналов; 12) применения методов обработки и анализа сигналов с использованием пакетов прикладных программ..   Задания для ИДЗ:  1. Оценка импульсной характеристики неизвестной ЛДС. Выполнить при следующих исходных данных: ·      входной сигнал неизвестной ЛДС — равномерный белый шум; ·      структура АФ — с алгоритмом NLMS. Вывести графики сигнала ошибки АФ, истинной ИХ неизвестной ЛДС и ее оценки. 2. Вычисление оценок параметров авторегрессионной модели (АР-модели) и оценок параметров линейного предсказания. Выполнить при следующих исходных данных: a = [1 -0.20 0.20 -0.40 0.10 -0.30 0.20 -0.20]. Для расчета оценок параметров АР-модели выбрать метод Берга. Вывести графики вектора заданных параметров АР-модели, вектора оценок параметров АР-модели и вектора оценок параметров линейного предсказания. 3. Моделирование дискретного прямоугольного импульса с заданной амплитудой, длительностью, моментом начала. Вывод графика на заданном интервале времени. Определить энергию и мощность импульса. 4. Оценка автоковариационной функции аддитивной смеси дискретного гармонического сигнала с нормальным белым шумом с параметрами, заданными по умолчанию, с выводом графика оценки автоковариационной функции, центрированной относительно нуля. Отчёт по ИДЗ состоит из введения, основной части, выводов (заключения), списка использованных источников. Количество страниц реферата - не менее 5-ти. Оформление отчета в соответствии с шаблонами, предложенными на сайте СПбГЭТУ \"ЛЭТИ\". Работа выполняется в бригадах по 1-2 человека и сдается преподавателю в печатном виде в одном экземпляре.. Цель: провести изучение методов обработки сигналов на выбор (кардио-сигналы, вибрационные сигналы, биомедицинские сигналы и др.). Указать в реферате практические приложения данных методов и алгоритмов, провести обзор существующих решений на тему обработки и анализа данных видов сигналов. Реферат состоит из введения, основной части, выводов (заключения), списка использованных источников. Количество страниц реферата - не менее 5, не более 15. Оформление отчета в соответствии с шаблонами, предложенными на сайте СПбГЭТУ \"ЛЭТИ\". Работа сдается преподавателю в печатном виде в одном экземпляре. № 2 Тема: Теория вероятностей 1. В билете 3 вопроса. Студент знает 20 вопросов из 40. С какой вероятностью он сдаст экзамен, если достаточно ответить на 2 вопроса из трех. 2. В партии n = 100 изделий. Вероятность брака p = 0,02. Используя приближенную формулу Пуассона, найдите вероятность события, означающего, что в партии не более одного бракованного изделия. 1. Установите соответствие между термином и его толкованием   Термин Толкование   1.   Архив      1. Упорядоченный перечень наименований документов, которые сформированы в дела, обращающихся в делопроизводстве предприятия, с указанием сроков хранения каждого документа.   2.   Архивный документ   2.   Архивные документы, отражающие      трудовые отношения работника с работодателем.   3.   Документы по личному составу   3. Документы, хранение которых осуществляется на постоянной основе.    4.   Документы временного хранения   4.   Документы Архивного фонда Российской Федерации, которые необходимо хранить федеральным органам исполнительной власти и организациям в течение сроков и на условиях, определенных соответствующими договорами между ними и специально уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти.   5.   Документы депозитарного хранения   5.   Материальный носитель с зафиксированной на нем информацией, который имеет реквизиты, позволяющие его идентифицировать, и подлежит хранению в силу значимости указанных носителя и информации для граждан, общества и государства.   6.   Документы постоянного хранения   6.   Документы, срок хранения которых превышает более 10 лет.   7.   Документы долговременного хранения   7.   Архивные документы, хранение которых необходимо до их уничтожения в течение сроков, установленных нормативно-правовыми актами до их передачи на постоянное хранение в порядке, установленном  ст. 21 Федерального закона «Об архивном деле».   8.   Номенклатура дел   8.   Учреждение или структурное подразделение организации, осуществляющее хранение, комплектование, учет и использование архивных документов   9.   Дело   9.   Изучение документов на основании критериев их ценности в целях определения сроков хранения документов и отбора их для включения в состав архива предприятия.   10.   Экспертиза ценности документов   10.   Совокупность однотипных документов, собранных воедино.       1 – ______; 2 – ______; 3 – ______; 4 – ______; 5 – ______; 6 – ______; 7 – ______; 8 – ______; 9 – ______; 10 – ______. Вопросы с множественным выбором позволяют учащимся выбрать только один вариант. Все варианты ответа предъявляются одновременно, наряду с текстом задачи: 2. Определите типичную ошибку, допущенную в следующем отрывке текста: «проведение выставки планируется для привлечения дополнительных средств в размере 100000 рублей денег в сферу развития программы помощи …» а. тавтология б. архаизм в. плеоназм Выберите все верные ответы – их может быть больше одного! 4. Приказ оформляется: а. на бланке приказа б. на бланке для письма в. на общем банке организации г. на общем бланке структурного подразделения д. на бумаге формата А5             Вопрос со свободным ответом: 5. Делопроизводство – это ______________________________________________. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Цифровая обработка информации   ФКТИ 1. Типовые последовательности цифровой обработки сигналов  2. Методы непараметрического спектрального анализа информации   3. Задача. УТВЕРЖДАЮ Заведующий кафедрой                                                   В.В. Цехановский. Введение в цифровую обработку информации. Обобщенная схема цифровой обработки информации. Основные типы сигналов и их математическое описание. Нормирование времени. Типовые дискретные сигналы. Основная полоса частот. Нормирование частоты. Математический аппарат описания сигналов и линейных систем. Математическое описание аналоговых сигналов и линейных систем в p-области и в частотной области. Преобразование Лапласа. Преобразование Фурье. Связь преобразования Фурье с преобразованием Лапласа. Ряд Фурье. Математическое описание дискретных сигналов и линейных систем в z-области и частотной области. Дискретное преобразование Лапласа. Z-преобразование. Связь Z-преобразования с дискретным преобразованием Лапласа. Преобразование Фурье. Связь преобразования Фурье с Z-преобразованием. Z-преобразование. Z-преобразование. Соотношение между p и z-плоскостями. Отображение p-плоскости на z-плоскость. Основные свойства Z-преобразования. Z-преобразование типовых дискретных сигналов. Обратное Z-преобразование. Использование таблицы соответствий. Прямое вычисление интеграла на основе теоремы Коши о вычетах. Разложение z-изображения на простые дроби. Описание линейных дискретных систем во временной области. Импульсная характеристика. Соотношение вход\/выход. Формула свертки. Разностное уравнение. Рекурсивные и нерекурсивные линейные дискретные системы. Системы с конечной и бесконечной импульсной характеристикой. Свойства линейных дискретных систем. Свойство памяти линейных дискретных систем. Устойчивость линейных дискретных систем. Оценка устойчивости по импульсной характеристике – критерий устойчивости. Описание линейных дискретных систем в z-области. Передаточная функция. Соотношение вход\/выход. Соотношение между передаточной функцией и разностным уравнением. Разновидности передаточных функций. Передаточные функции и импульсные характеристики звеньев 1-го и 2-го порядков. Оценка устойчивости по передаточной функции – критерий устойчивости. Карты нулей и полюсов звеньев 1-го и 2-го порядков. Описание линейных дискретных систем в частотной области. Частотная характеристика. Связь частотной характеристики с передаточной функцией. Соотношение вход\/выход. Свойства частотных характеристик. Основная полоса частот. Расчет АЧХ и ФЧХ. Расчет АЧХ и ФЧХ звеньев 1-го и 2-го порядков. Экспресс-анализ АЧХ и ФЧХ. Экспресс-анализ АЧХ и ФЧХ звеньев 1-го и 2-го порядков. Местоположение нуля, максимума и минимума АЧХ. Анализ АЧХ по карте нулей и полюсов. Минимально-фазовые и неминимально-фазовые ЛДС. Фазовые звенья. Определение и свойства фазовых звеньев. Фазовое звено 1-го порядка. Фазовое звено 2-го порядка. Структурные схемы линейных дискретных систем. Структуры рекурсивных ЛДС. Прямая структура. Прямая каноническая структура 1. Каноническая структура 2. Каноническая структура 3. Каскадная структура. Параллельная структура. Структуры нерекурсивных ЛДС. Прямая структура. Каскадная структура. Выбор структуры. Описание линейных дискретных систем в пространстве состояний. Понятие состояния. Описание ЛДС на основе структурных схем. Определение уравнения состояния и выхода по передаточной функции. Структурное представление ЛДС по уравнениями состояния и выхода. Описание дискретных сигналов. Описание дискретных сигналов в частотной области. Свойства спектров дискретных сигналов. Связь между спектрами аналогового и дискретного сигналов. Дискретизация относительно узкополосных сигналов. Преобразование спектра. Перенос спектра. Инверсия спектра вещественного сигнала. Формирование сигнала с одной боковой полосой. Перенос спектра узкополосного ВЧ-сигнала в область нижних частот. Дискретное преобразование Фурье и его вычисление. Дискретное преобразование Фурье периодической последовательности. Дискретное преобразование Фурье конечной последовательности. Свойства ДПФ. Алгоритм БПФ с прореживанием по времени. Пример вычисления 8-точечного ДПФ с помощью алгоритма БПФ с прореживанием по времени. Правило расстановки отсчетов исходной последовательности – операция бит-реверсии. Алгоритм БПФ с прореживанием по частоте. Пример вычисления 8-точечного ДПФ с помощью алгоритма БПФ с прореживанием по частоте. Оценка выигрыша в количестве операций при вычислении ДПФ с помощью алгоритма БПФ с основанием 2. Вычисление обратного ДПФ с помощью алгоритма БПФ. Эффекты квантования в цифровых системах. Представление и кодирование чисел. Формы представления чисел. Кодирование чисел. Арифметические операции над числами с фиксированной запятой. Квантование чисел и сигналов. Способы квантования чисел. Модели процесса квантования. Предположения о свойствах ошибок квантования. Шум аналого-цифрового преобразования. Линейная модель процесса квантования входного сигнала. Оценки шума АЦП. Шум АЦП, приведенный к выходу цифровой системы. Собственный шум цифровой системы. Полный выходной шум системы. Эффекты переполнения в сумматорах. Эффекты квантования коэффициентов цифровой системы. Понятие о предельных циклах. Введение в цифровые фильтры. Основные определения и классификация цифровых фильтров. Синтез цифровых фильтров. Требования к цифровым фильтрам. Типы избирательности фильтров и задание требований к ним. Характеристика задачи оптимального синтеза. Меры близости в задачах аппроксимации ЦОС. Постановка задачи оптимального синтеза. Весовая функция. Конструирование функциональной схемы цифрового фильтра. КИХ-фильтры с линейной ФЧХ. Условия безыскаженной передачи сигналов. Теоремы о КИХ-фильтрах с линейной ФЧХ. Структурные схемы КИХ-фильтров с линейной ФЧХ. Частотные характеристики КИХ-фильтров с линейной ФЧХ. КИХ-фильтры типа 1 и 3. КИХ-фильтры типа 2 и 4. Свойства КИХ-фильтров с линейной ФЧХ. Свойства КИХ-фильтров типа 1. Свойства КИХ-фильтров типа 2. Свойства КИХ-фильтров типа 3. Свойства КИХ-фильтров типа 4. Синтез КИХ-фильтров методом окон. Постановка задачи. Определение метода. Общая характеристика задачи. Явление Гиббса. Окна и их основные параметры. Прямоугольное окно. Треугольное окно. Обобщенное косинусное окно. Окно Кайзера. Определение величины пульсаций Гиббса. Методика синтеза КИХ-фильтров на основе окон. Синтез оптимальных по Чебышеву КИХ-фильтров. Понятие об оптимальном (по Чебышеву) синтезе фильтров. Постановка задачи оптимального синтеза. Понятие о полиномах Чебышева. Теорема Чебышева. Полиномиальный алгоритм Ремеза. Пример использования обменного алгоритма Ремеза. Цифровые преобразователи Гильберта и дифференциаторы. Цифровой преобразователь Гильберта. Понятие о преобразовании Гильберта. Дискретное преобразование Гильберта. Частотные характеристики цифровых преобразователей Гильберта. Импульсная характеристика цифрового преобразователя Гильберта. Импульсная характеристика цифрового преобразователя Гильберта. Задание требований к цифровым преобразователям Гильберта. Цифровые дифференциаторы. Понятие о дифференциаторе. Частотные характеристики цифровых дифференциаторов. Задание требований к цифровым дифференциаторам. Синтез БИХ-фильтров. Обзор методов синтеза аналоговых фильтров-прототипов. Реактансные преобразования частоты. Аппроксимация АЧХ рациональными функциями. Синтез БИХ-фильтров методом инвариантности импульсной характеристики. Процедура синтеза БИХ-фильтров методом инвариантности импульсной характеристики. Синтез БИХ-фильтров методом билинейного z-преобразования. Билинейное Z-преобразование. Определение билинейного Z-преобразования. Свойства билинейного Z-преобразования. Сравнение методов инвариантности импульсной характеристики и билинейного Z-преобразования. Процедура синтеза цифрового фильтра при билинейном Z-преобразовании. Синтез БИХ-фильтров методом частотных преобразований БИХ-фильтров нижних частот. Непараметрические методы спектрального анализа. Спектральная плотность мощности. Метод периодограмм. Основные показатели качества оценки спектральной плотности мощности. Метод периодограмм Даньелла. Метод периодограмм Бартлетта. Метод периодограмм Уэлча. Метод Блэкмана-Тьюки. Моделирование случайной последовательности с требуемой АКФ. Основные параметры окон. Спектрограмма. Параметрические методы спектрального анализа. Модели авторегрессии, скользящего среднего и авторегрессии скользящего среднего. Метод Юла-Уолкера оценки параметров авторегрессионной модели. Методы оценки параметров авторегрессионной модели. Методы оценки спектральной плотности мощности. Оценка порядка авторегрессионной модели. Сравнение оценок спектральной плотности мощности с истинной сектральной плотностью мощности. Методы многоскоростной обработки информации. Однократные системы интерполяции. Однократные системы децимации. Полифазная структура систем интерполяции. Полифазная структура систем децимации. Адаптивная фильтрация сигналов. Фильтр Винера. Алгоритм LMS. Алгоритм RLS. Применение адаптивных фильтров. Идентификация систем. Оценка импульсной характеристики неизвестной системы. Очистка сигнала от шума. Выравнивание частотной характеристики неизвестной системы. Оценка параметров линейного предсказания сигнала. Методы вейвлет-обработки информации. Основы дискретного вейвлет-анализа. Усреднение и детализация. Матричные представления. Обратное вейвлет-преобразование. Фильтровая реализация вейвлет-преобразования. Дискретные вейвлет-преобразования.\n","cats":[],"entities":[[202,208,"Tool"],[226,264,"Knowledge"],[266,293,"Knowledge"],[315,346,"Knowledge"],[430,469,"Knowledge"],[471,501,"Knowledge"],[548,584,"Knowledge"],[586,604,"Knowledge"],[645,667,"Knowledge"],[919,925,"ProgrammingLanguage"],[970,976,"ProgrammingLanguage"],[1031,1038,"Tool"],[1040,1046,"Tool"],[1048,1054,"Tool"],[1056,1064,"Tool"],[1292,1298,"ProgrammingLanguage"],[1555,1565,"Tool"],[1714,1724,"Tool"],[1830,1867,"Knowledge"],[1888,1924,"Knowledge"],[1974,2023,"Knowledge"],[2117,2173,"Knowledge"],[2178,2209,"Knowledge"],[2214,2266,"Knowledge"],[2271,2314,"Knowledge"],[2356,2394,"Knowledge"],[2443,2483,"Knowledge"],[2488,2542,"Knowledge"],[2547,2591,"Knowledge"],[2616,2654,"Knowledge"],[2704,2746,"Knowledge"],[2751,2789,"Knowledge"],[2795,2834,"Knowledge"],[2840,2876,"Knowledge"],[3331,3387,"Knowledge"],[3406,3437,"Knowledge"],[3453,3505,"Knowledge"],[3521,3564,"Knowledge"],[3619,3660,"Knowledge"],[3710,3750,"Knowledge"],[3766,3820,"Knowledge"],[3836,3880,"Knowledge"],[3916,3954,"Knowledge"],[4015,4057,"Knowledge"],[4074,4112,"Knowledge"],[4129,4170,"Knowledge"],[4187,4223,"Knowledge"],[4472,4487,"Knowledge"],[4597,4621,"Knowledge"],[4815,4826,"Knowledge"],[5174,5200,"Knowledge"],[5342,5368,"Knowledge"],[6352,6371,"Knowledge"],[6594,6610,"Knowledge"],[10296,10316,"Knowledge"],[10475,10497,"Knowledge"],[10499,10519,"Knowledge"],[10681,10714,"Knowledge"],[10716,10732,"Knowledge"],[10795,10815,"Knowledge"],[10865,10881,"Knowledge"],[10883,10899,"Knowledge"],[11014,11058,"Knowledge"],[11060,11085,"Knowledge"],[11123,11150,"Knowledge"],[11185,11226,"Knowledge"],[11337,11352,"Knowledge"],[11376,11431,"Knowledge"],[11616,11664,"Knowledge"],[11667,11688,"Knowledge"],[11965,12008,"Knowledge"],[12011,12032,"Knowledge"],[12307,12323,"Knowledge"],[12325,12341,"Knowledge"],[12372,12397,"Knowledge"],[12399,12424,"Knowledge"],[12502,12512,"Knowledge"],[13004,13039,"Knowledge"],[13085,13097,"Knowledge"],[13126,13166,"Knowledge"],[13257,13285,"Knowledge"],[13287,13315,"Knowledge"],[13484,13506,"Knowledge"],[13508,13523,"Knowledge"],[13525,13563,"Knowledge"],[13611,13626,"Knowledge"],[13677,13708,"Knowledge"],[13727,13758,"Knowledge"],[13793,13824,"Knowledge"],[13868,13880,"Knowledge"],[13995,14023,"Knowledge"],[14077,14089,"Knowledge"],[14301,14325,"Knowledge"],[14759,14774,"Knowledge"],[15348,15402,"Knowledge"],[15473,15510,"Knowledge"],[16086,16115,"Knowledge"],[16132,16175,"Knowledge"],[16302,16318,"Knowledge"],[16320,16350,"Knowledge"],[16401,16435,"Knowledge"],[16438,16453,"Knowledge"],[16455,16489,"Knowledge"],[16527,16562,"Knowledge"],[16810,16834,"Knowledge"],[16963,16982,"Knowledge"],[17074,17115,"Knowledge"],[17117,17136,"Knowledge"],[17187,17217,"Knowledge"],[17268,17287,"Knowledge"],[17326,17353,"Knowledge"],[17527,17562,"Knowledge"],[17596,17615,"Knowledge"],[17677,17723,"Knowledge"],[17758,17776,"Knowledge"],[17847,17874,"Knowledge"],[17876,17904,"Knowledge"],[17906,17930,"Knowledge"],[17932,17952,"Knowledge"],[18054,18098,"Knowledge"],[18181,18198,"Knowledge"],[18243,18292,"Knowledge"],[18294,18339,"Knowledge"],[18341,18380,"Knowledge"],[18475,18518,"Knowledge"],[18666,18696,"Knowledge"],[18698,18711,"Knowledge"],[18713,18725,"Knowledge"],[18727,18739,"Knowledge"],[18773,18793,"Knowledge"],[18795,18827,"Knowledge"],[18849,18872,"Knowledge"],[18874,18911,"Knowledge"],[18933,18981,"Knowledge"],[18983,19018,"Knowledge"],[19107,19138,"Knowledge"],[19186,19219,"Knowledge"]],"Comments":[]}
{"id":9705,"text":"284178\nАлгоритмы беспилотного транспорта\nДанный курс знакомит слушателей с основами управления беспилотными автомобилями. Рассматриваются основные компоненты таких сиcтем: модели и методы восприятия информации при помощи сенсоров или человеко-машинного интерфейса; методы определения собственного положения на известной и неизвестной карте; методы планирования пути (в том числе на графах и не на графах); фреймворк, подходящий для разработки собственных решений для беспилотных транспортных средств. Данный курс знакомит с уровнями автономности беспилотных средств, с основами машинного обучения, в том числе при помощи нейросетей, операционной системой Robot Operating System, являющейся де-факто стандартным решением для многих роботов, в том числе бепилотных автомобилей. Курс позволяет освоить основные приёмы программирования в ROS, алгоритмов локализации и построения карты (SLAM), алгоритмов машинного зрения . Сформировать у обучающихся знания, умения и навыки обоснованного и результативного применения существующих методов, моделей, а также алгоритмов для управления беспилотными автомобилями и другими автономными интеллектуальными системами. Обучить применению существующих, а также освоению новых методов и моделей беспилотного транспорта. Дать знания о существующих методах и алгоритмах беспилотного транспорта, а также методологии построения систем беспилотного транспорта. Дать умения разрабатывать алгоритмы для беспилотного транспорта и применять методы компьютерного зрения и машинного обучения для решения задач беспилотного транспорта. Привить навыки разработки и анализа алгоритмов автономного движения, наблюдения окружающего мира, фильтрации данных. ИДЗ  заключается в аналитическом поиске необходимой информации для решения поставленной задачи, решении и развернутом описании решения. Источниками информации являются лекции, основная и дополнительная литература, интернет-источники. Задание на ИДЗ выдается в начале семестра. Отчеты по ИДЗ оформляются в соответствии с требованиями к отчету по лабораторной работе, приведенными на сайте СПбГЭТУ \"ЛЭТИ\" в разделе \"Шаблоны оформления студенческих работ\". Объем отчета не менее 5 страниц формата А4, отчет представляется в электронном виде. Примерные темы ИДЗ: Разработайте приложение, основанное на применении ROS, обрабатывающее данные лазерного дальномера Разработайте или модифицируйте алгоритм SLAM для решения задачи одновременной локализации и построения карты Разработайте или модифицируйте алгоритм семантической сегментации изображений при помощи нейросетей Разработайте алгоритм движения беспилотного автомобиля в симуляторе. . ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Алгоритмы беспилотного транспорта 1. Локализация на известной карте. Структуры данных для хранения карты в памяти. 2. Скан матчер на основе стохастического поиска. Достоинства, недостатки и область применения УТВЕРЖДАЮ Заведующий кафедрой . Введение. Общие сведения об автономных и интеллектуальных системах. Беспилотные автомобили. Задачи, решаемые беспилотными автомобилями. Уровни автоматизации беспилотных автомобилей. Датчики и сенсоры. Стек алгоритмов, выполняемых беспилотными автомобилями. Введение в Robot Operating System. Назначение ROS. Место ROS в беспилотных автомобилях. Программная единица в ROS. Методы взаимодействия между программными единицами. Разработка собственного приложения, использующего ROS. Программирование с использованием ROS. Подготовка CMake файлов, xml-файлов с параметрами. Запуск готовых приложений. Компиляция и сборка приложений ROS. Структура рабочего каталога. Разработка, запуск и логгирование собственных приложений. Использование пакетов, поставляемых с ROS. Визуализация графа взаимодействий программных модулей ROS. Назначение и применение пакетов ROS для упрощения разработки. Назначение и применение пакета TF. Использование сгенерированного исходного кода. Инструменты для визуализации и отладки приложений, использующих ROS. Пакет RVIZ, семейство пакетов rqt, пакет Rqt_graph, пакет Gazebo. Настройка файлов логов. Отладка средствами ROS. Многопоточность в ROS. Введение в машинное обучение. Обучение с учителем. Задача классификации и регрессии. Обучение без учителя. Кластеризация. Нейронные сети. Понятие нейрона, перцептрона и простейшая нейронная сеть. Слои в нейронных сетях. Применение нейронных сетей. Нейронные сети прямого распределения. Перцепторны. Полносвязные сети. Нейронная сеть Хопфилда. Свёрточные нейронные сети. Развёртывающие нейронные сети. Классификация и кластеризация изображений при помощи нейронных сетей. Нейросеть Кохонена. Функционирование сети. Современные модификации свёрточных нейросетей для задачи кластеризации. Недостатки. Ускорение работы. Синтетические данные для обучения. Задача фильтрации данных. Постановка задачи фильтрации. Рекурсивный фильтр. Модель. Комплексирование. Априорная и апостериорная оценка. Расширенный фильтр Калмана. Матричная линеаризация. Фильтр Калмана со старением. Задача одновременной локализации и построения карты SLAM. Постановка задачи SLAM. Решение на базе фильтра Калмана. Фильтр частиц. FastSLAM. Gmappnig. Scan matching. Графовые подходы. Методы оценки качества SLAM алгоритмов. Применение SLAM к задаче беспилотных автомобилей. Методы представления и хранения карты. Карта в EKF SLAM. Сетка занятости. Детали реализации графовых алгоритмов SLAM. Определение и замыкание циклов в графе. Методы визуализации карты в ROS. Методы оценки качества построенной карты. Задача построения пути. Задача поиска пути на графе. Алгоритм Дейкстры. А*. Методы построения пути на неизвестной карте. Локальный планировщик пути. PID-регулятор. Синергия глобального и локального планировщика. Duckietown как модель города с беспилотными автомобилями. Назначение Duckietown. Описание составных частей. Робот Duckiebot. Компоненты робота. Автомат состояний Ducketown. Применение Duckietown в качестве модели беспилотного транспорта. Автоматизация движения по проложенному маршруту в симуляторе Duckietown. Датчики Duckiebot. Применение алгоритмов SLAM к Duckietown. Построение маршрута в Duckietown. Симулятор Duckitown. Запуск всех компонентов беспилотного автомобиля в симуляторе. Заключение. Обсуждение состояния прикладной технологии автопилотируемых транспортных средств на ближайшие годы.\n","cats":[],"entities":[[75,120,"Knowledge"],[171,263,"Knowledge"],[265,339,"Knowledge"],[341,365,"Knowledge"],[569,596,"Knowledge"],[633,677,"Tool"],[799,837,"Knowledge"],[1052,1153,"Knowledge"],[1335,1388,"Knowledge"],[1395,1453,"Knowledge"],[1456,1556,"Knowledge"],[2284,2287,"Tool"],[2363,2376,"Knowledge"],[2718,2762,"Knowledge"],[2900,2956,"Knowledge"],[2958,2980,"Knowledge"],[3026,3070,"Knowledge"],[3091,3145,"Knowledge"],[3158,3180,"Tool"],[3193,3196,"Tool"],[3204,3208,"Tool"],[3257,3260,"Tool"],[3262,3312,"Knowledge"],[3364,3367,"Tool"],[3403,3406,"Tool"],[3419,3424,"Tool"],[3517,3520,"Tool"],[3522,3549,"Knowledge"],[3551,3607,"Knowledge"],[3609,3650,"Knowledge"],[3711,3771,"Knowledge"],[3773,3806,"Knowledge"],[3808,3853,"Knowledge"],[3855,3922,"Tool"],[3930,3934,"Tool"],[3954,3957,"Tool"],[3965,3974,"Tool"],[3982,3988,"Tool"],[3990,4012,"Knowledge"],[4014,4036,"Knowledge"],[4038,4059,"Knowledge"],[4061,4089,"Knowledge"],[4199,4255,"Knowledge"],[4281,4307,"Knowledge"],[4462,4530,"Knowledge"],[5151,5200,"Knowledge"],[5249,5257,"Tool"],[5388,5391,"Tool"]],"Comments":[]}
{"id":9706,"text":"277645\nМоделирование систем\nЦели дисциплин охватывают основные подходы к имитационному моделированию сложных систем: динамическое моделирование, системно-динамическое моделирование, когнитивное моделирование, многоагентные системы, дискретно-событийное моделирование, сети Петри и их расширения, методы и алгоритмы Data Mining для построения классификационных моделей. Практическое освоение методов выполняется в современных средах моделирования и анализа данных: AnyLogic, RStudio, Orange.. Целью дисциплины является ознакомление студентов с основами моделирования систем с использованием математического аппарата и программных средств. Задачи дисциплины: 1). Изучение основ имитационного моделирования. 2). Формирование умений практического решения задач компьютерного моделирования технических, производственных, организационных, экономических и социальных систем на основе полученных знаний. 3). Освоение навыков решения на персональных ЭВМ простейших задач в области имитационного моделирования. После изучения дисциплины студент должен приобрести: - знания об основных понятиях, принципах и методах теории моделирования систем; - знания о классификации способов представления моделей систем; - знания приемов, метоов, спосоов формализации объектов, процессов, явлений и реализации их на компьютере; - знания о математических, статистических и имитационных методах моделирования систем; - знать способы построения и работы генераторов случайных чисел; - знать сущность методов статистического и имитационного моделирования и особенности алгоритмов их реализации с помощью генераторов случайных чисел; - знать способы составления моделей динамических процессов и систем массового обслуживания; - знание об общих представлених об использовании информационных технологий в процессе создания и исследования моделей информационных систем; - знать достоинства и недостатки различных способов представления моделей систем. Студент должен иметь: - умение создавать статистические модели процессов и объектов, использовать генераторы случайных чисел при создании моделей, осуществлять вычислительный эксперимент; - умение моделировать случайные величины с заданными законами распределения, создавать модели потоков событий, обрабатывать данные вычислительного эксперимента; - умение исследовать динамические процессы с использованием имитационных моделей, анализировать и выбирать вычислительные методы решения задач моделирования информационных систем; - умение представить модель в алгоритмическом и математическом виде; - умение оценить качество построенной модели; - умение применять полученные знания при моделировании динамических и информационных процессов. Владеть: - навыками использования практических методов статистических испытаний и вычислительного эксперимента; - навыками разработки имитационных моделей случайных событий, факторов и процессов, применительно к задачам профессиональной области; - навыками и практическим опытом постановки и решения прикладных задач моделирования динамических и информационных процессов с помощью применения современных технологий и программных продуктов имитационного моделирования.. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Моделирование систем  ФКТИ 1. Построение диаграмм AnyLogic.  2. Понятие агента и многоагентной системы.  УТВЕРЖДАЮ Заведующий кафедрой                                                   М.Ю. Шестопалов. Введение. Когнитивное моделирование. Система. Модель. Истинность моделей. Типы и функции моделей. Аксиоматические модели. Эмпирико-статистические модели. Оптимизационные модели. Имитационные модели. Модели физики систем. Когнитивное моделирование. Когнитивный подход. Типология моделей. Когнитивная структуризация. Состояние, событие, ситуация. Когнитивная карта и когнитивная модель проблемной ситуации. Построение когнитивных карт и моделей. Понятие консонанса. Нечеткие когнитивные карты. Анализ иерархий. Модели системной динамики. Концепция моделей системной динамики. Формальные основания. Потоковая стратификация. Темпы потоков. Построение диаграмм AnyLogic. Базовые потоковые процессы: приращение фондов, исчерпывание фондов, рабочий процесс, совмещение потоков, адаптация фондов. Базовые траектории изменения уровней. Дискретно-событийное моделирование. Случайные события. Потоки событий (стационарность, ординарность, последействия). Закон Пуассона. Системы массового обслуживания. Характеристики моделей массового обслуживания. Диаграммы состояний. Многоагентное моделирование. Понятие агента и многоагентной системы. Классы и архитектуры агентов. Формальное описание агентов. Модели коллективное поведения автоматов. Модели искусственной жизни. Взаимодействие агентов. Описание взаимодействий. Коммуникация агентов. Сети Петри и их расширения. Концепция сетей Петри. Определение сетей Петри. Выполнение сетей Петри. Параллельные процессы, конфликты, тупики. Пример построения и описания сети Петри. Формальный анализ сетей Петри: Достижимость, ограниченность, сохранение, активность, живость, тупики. Классы и подклассы сетей Петри. Ординарные сети. Автоматные сети. Маркированные графы. Сети свободного выбора. Цветные сети. Временные сети Петри. Е-сети. Схемы выполнения переходов. Методы Data Mining. Заключение. Задачи анализа данных: классификация, кластеризация, ассоциация, регрессия. Методы построения классификационных моделей: деревья решений, нейронные сети, SVM, метод ближайших соседей, модели Random Forest. Методы кластеризации: иерархическая кластеризация, методы k-means, fuzzy k-means. Оценки качества моделей Data Mining. Обзор возможностей и ограничений методов имитационного моделирования. Перспективы применения методов Data Mining для построения имитационнных моделей. \n","cats":[],"entities":[[117,143,"Knowledge"],[145,180,"Knowledge"],[182,207,"Knowledge"],[209,230,"Knowledge"],[232,266,"Knowledge"],[268,278,"Knowledge"],[296,326,"Knowledge"],[464,472,"Tool"],[474,481,"Tool"],[483,489,"Tool"],[941,944,"Tool"],[2019,2045,"Knowledge"],[3456,3464,"Tool"],[3618,3643,"Knowledge"],[3706,3728,"Knowledge"],[3730,3760,"Knowledge"],[3762,3784,"Knowledge"],[3786,3805,"Knowledge"],[3807,3827,"Knowledge"],[3829,3854,"Knowledge"],[3856,3874,"Knowledge"],[3876,3893,"Knowledge"],[3895,3921,"Knowledge"],[3953,3970,"Knowledge"],[3973,3991,"Knowledge"],[4072,4098,"Knowledge"],[4100,4115,"Knowledge"],[4117,4142,"Knowledge"],[4182,4202,"Knowledge"],[4204,4227,"Knowledge"],[4264,4272,"Tool"],[4435,4469,"Knowledge"],[4471,4488,"Knowledge"],[4490,4504,"Knowledge"],[4552,4566,"Knowledge"],[4568,4598,"Knowledge"],[4647,4666,"Knowledge"],[4668,4695,"Knowledge"],[4837,4863,"Knowledge"],[4936,4946,"Knowledge"],[5036,5057,"Knowledge"],[5253,5268,"Knowledge"],[5270,5285,"Knowledge"],[5287,5306,"Knowledge"],[5308,5330,"Knowledge"],[5332,5344,"Knowledge"],[5346,5366,"Knowledge"],[5368,5374,"Knowledge"],[5376,5402,"Knowledge"],[5404,5422,"Knowledge"],[5557,5572,"Knowledge"],[5574,5588,"Knowledge"],[5590,5593,"Knowledge"],[5595,5618,"Knowledge"],[5620,5640,"Knowledge"],[5664,5691,"Knowledge"],[5693,5707,"Knowledge"],[5709,5722,"Knowledge"],[5748,5759,"Knowledge"],[5862,5873,"Knowledge"]],"Comments":[]}
{"id":9707,"text":"274822\nПроизводственная практика (преддипломная практика)\nПроизводственная практика (преддипломная практика) предназначена для закрепления навыков по интеграции и систематизации приобретенных знаний и навыков самостоятельного приобретения и использования в практической деятельности новых знаний и умений в своей предметной области и обеспечивает подготовку выпускной квалификационной работы. Производственная практика (преддипломная практика) является заключительной стадией учебного процесса, предназначена для формирования темы выпускной работы и ее выполнения, на основе реализации следующих целей: получение первоначального профессионального опыта, а также проверка профессиональной пригодности будущего специалиста к самостоятельной трудовой деятельности; получение опыта работы в составе малых производственных групп; получение опыта самостоятельного формулирования задач, исходя из поставленной цели; совершенствование умения собирать, обрабатывать и систематизировать материалы, полученные из нормативной документации, периодических научных изданий, сети Интернет, других литературных источников. . Целями преддипломной практики являются: -закрепление и углубление теоретических знаний, полученных студентами при изучении дисциплин, приобретение и развитие необходимых практических умений и навыков в соответствии с требованиями к уровню подготовки выпускника. -закрепление и углубление знаний о программном обеспечении компьютерных вычислительных систем и сетей, автоматизированных систем обработки информации и управления различного уровня и назначения; -закрепление и углубление знаний технологий проектирования, отладки и производства программных и технических средств, информационных и управляющих систем; - сбор практического материала для подготовки ВКР, обработка и анализ полученных материалов; -закрепление и углубление знаний о математическом, информационном, техническом, лингвистическом, программном, эргономическом, организационном и правовом обеспечении компьютерных вычислительных систем и сетей. Задачами преддипломной практики являются: 1. Изучение теоретических и практических результатов, являющихся достаточными для успешного выполнения и защиты выпускной квалификационной работы. Выполнение программы преддипломной практики обеспечивает проверку теоретических знаний, полученных в период обучения в университете, их расширение. 2. Формирование профессиональных навыков и опыта профессиональной работы; сбор, анализ и обобщение материалов для написания выпускной квалификационной работы, овладение производственными навыками и передовыми методами труда по направлению подготовки, приобретение знаний основ производственных отношений и принципов управления с учетом технических, финансовых и человеческих факторов. 3. Освоение профессиональных знаний анализа, прогноза, моделирования и прогнозирования информационных процессов и технологий в рамках профессионально-ориентированных информационных систем; практическое освоение различных форм и методов управленческой деятельности; получение умений и навыков самостоятельной работы, связанной с обработкой информационных потоков и организации информационного взаимодействия. Знание: - видов технических средств информатизации, применяемых на предприятии, их характеристики, области применения; - требований к оснащению рабочих мест и организации работы оператора ЭВМ, техника; - назначения, функций, особенностей применения операционных систем, операционных оболочек и сервисных приложений; - порядка разработки и эксплуатации автоматизированных систем обработки информации и управления, принятый в подразделении; - правил и норм охраны труда, техники безопасности, промышленной санитарии и противопожарной защиты, действующие в подразделении. Умение: - пользоваться технической документацией по автоматизированной обработке информации для конкретных систем; - осуществлять адаптацию и настройку программных продуктов; - осуществлять разработку и сопровождение сетевых приложений; - реализовывать функции администрирования АИС; - обеспечивать эффективное применение прикладного программного обеспечения. Навыки: - применять технические знания в процессе проектирования, внедрения и сопровождения информационных систем; - экономической оценки решений по автоматизации бизнес-процессов и задач организаций.\n","cats":[],"entities":[[3340,3343,"Tool"],[4000,4003,"Tool"]],"Comments":[]}
{"id":9708,"text":"278713\nАнализ распределенных  данных\nДисциплина посвящена подходам и методам анализа данных формируемых и хранящихся на распределенных узлах связанных между собой вычислительной сетью. Рассматриваются и сравниваются два основных подходов: централизованный анализ, предполагающий предварительный сбор данных в единое хранилище, и федеративный анализ, предполагающий выполнение анализа непосредственно на источниках данных, с последующей агрегацией результатов. В рамках централизованного анализа рассматриваются три поколения платформ анализа данных: хранилища данных, \"озера\" данных и потоковая обработка данных.. Изучение подходов и методов анализа данных формируемых и хранящихся на распределенных узлах, связанных между собой вычислительной сетью, приобретение навыков использования полученных знаний в профессиональной деятельности. 1. Ознакомиться с подходами и инструментами анализа распределенных данных 2. Ознакомиться с методами и инструментами федеративного обучения 3. Получить навыки использования инструментов федеративного обучения. Знание подходов и методов анализа распределенных данных, классов методов и алгоритмов машинного обучения, унифицированных и обновляемых методологий описания, сбора и разметки данных, а также механизмов контроля за соблюдением указанных методологий. Умения выбирать методы и инструменты для анализа распределенных данных, ставить задачи и разрабатывать новые методы и алгоритмы машинного обучения, разрабатывать унифицированные и обновляемые методологии описания, сбора и разметки данных, а также механизмы контроля за соблюдением указанных методологий. Навыки использования инструментов федеративного обучения. Доклады по выполнению анализа данных: 1. Подходы к анализу выбранных данных ; 2. Результаты анализа данных. Подготовка докладов по темам: 1.TensorFlow Federated (TFF) from Google Inc (USA) 2.Federated AI Technology Enabler (FATE) from Webank’s AI department (China) 3.Paddle Federated Learning  (PFL) from Baidu (China) 4.FedML 5.PySyft from open community OpenMined 6.FEDn 0.2.3 from Scaleout Systems (Sweden) 7. Nvidia Clara Train SDK (3.1) from Nvidia (USA) 8. IBM FL (1.0.3) from IBM (USA) 9.Flower framework 10.Fedlearner  https:\/\/github.com\/bytedance\/fedlearner. 11.Sherpa.ai Federated Learning and Differential Privacy Framework 12.HP Swarm learning Результаты выполнения: Презентация и отчет. . Введение в дисциплину. Структура, цели, задачи и содержание дисциплины. Поколения платформ анализа данных. Хранилища данных. Три поколения платформ анализа распределенных данных. Концепция хранилища данных. ETL процесс. Проблемы интеграции данных из распределенных источников. Неструктурированные данные. Озера данных. Неструктурированные и полу структурированные данные. Концепция \"озер\" данных. Средства распределенного анализа данных. Концепция MapReduce. Основные инструменты распределенного анализа данных. Потоковые данные. Понятие потоковых данных. Проблемы обработки потоковых данных. Свойства систем анализа потоковых данных. Лямбда-архитектура. Капа-архитектура. Федеративное обучение. Проблемы централизованного анализа данных. Федеративное обучение. Виды систем федеративного обучения. Проблемы построения систем федеративного обучения. Основные инструменты федеративного обучения. Основные алгоритмы федеративного обучения.\n","cats":[],"entities":[[550,566,"Knowledge"],[568,582,"Knowledge"],[585,611,"Knowledge"],[954,976,"Knowledge"],[1023,1045,"Knowledge"],[1634,1656,"Knowledge"],[1798,1818,"Tool"],[1849,1880,"Tool"],[1926,1951,"Tool"],[1980,1985,"Tool"],[1988,1995,"Tool"],[2027,2031,"Tool"],[2072,2094,"Tool"],[2122,2128,"Tool"],[2154,2170,"Tool"],[2174,2184,"Tool"],[2230,2239,"Tool"],[2297,2314,"Tool"],[2468,2484,"Knowledge"],[2568,2579,"Knowledge"],[2666,2678,"Knowledge"],[2809,2818,"Knowledge"],[2873,2889,"Knowledge"],[2996,3014,"Knowledge"],[3016,3032,"Knowledge"],[3034,3055,"Knowledge"],[3100,3121,"Knowledge"]],"Comments":[]}
{"id":9709,"text":"274327\nНадежность и качество сложных систем\nВ дисциплине рассматриваются основные методы оценки, расчета и обеспечения надежности. Исследуются способы решения реальных задач оценки надежности сложных систем (расчетные, моделирования и др.). Проводится сравнительный анализ различных подходов к оценке надежности и качества программных средств. Анализируется изменение функций человека в информационных системах и основные методы оценки и обеспечения эффективного функционирования человеко-машинных систем и технологий. . Целью изучения дисциплины является: - изучение основных методов повышения качества, надежности и эффективности современных систем, технологий и видов их обеспечений; - формирование умений выбирать показатели качества, надежности и эргономичности (эффективности и комфортности) сложных систем различного назначения, а так же применять подходы и методы для решения проблем оценки и\/или оптимизацию различных показателей качества сложных систем; - приобретение навыков владения комплексным подходом и методиками решения проблем, возникающих при обеспечении необходимых уровней качества сложных систем, их надежности и эргономичности, и представлять перспективы их изменения (развития) и применения в информационном обществе. Задачами изучения дисциплины являются: - формирование умений правильно и адекватно выбирать показатели качества, надежности и эргономичности (эффективности и комфортности) сложных систем различного назначения; - приобретение навыков применять подходы и методы для решения проблем оценки и\/или оптимизацию различных показателей качества сложных систем. Изучение основных методов повышения качества, надежности и эффективности современных систем, технологий и видов их обеспечений. Знание основных методов обеспечения заданных уровней надежности, эффективности и качества всего комплекса средств и видов обеспечений информационных систем и технологий на различных стадиях их создания, раз-работки и эксплуатации. Формирование умений правильно и адекватно выбирать показатели качества, надежности и эргономичности (эффективности и комфортности) сложных систем различного назначения, применять подходы и методы для решения проблем оценки и\/или оптимизацию различных показателей качества сложных систем. Освоение навыков владения комплексным подходом и методиками решения проблем, возникающих при обеспечении необходимых уровней качества сложных систем, их надежности и эргономичности, и представлять перспективы их изменения (развития) и применения в информационном обществе.. Задание 1. Задание содержит ряд задач направленных на проверку степени усвоения основных методов теории вероятностей. Задание 2. Контрольные испытания, основанные на последовательном анализе» Исходные данные (время в часах): Заданы: Tв и Tн  (приемочное и браковочное значения для средней наработки до отказа); a (риск поставщика – ошибка I –го рода) и b (риск заказчика – ошибка II –го рода) Экспериментальные: T1, n1, T2, n2 ,T3 ,n3  (продолжительность испытаний и число отказов за это время) Выполнить. 1.      Изобразить графически зону приемки, зону неопределенности и зону приемки. 2.      Оценить в каких случаях испытания следует продолжать, а в каких случаях они прекращаются ввиду приемки, либо браковки образцов. 3.      Сделать необходимые пояснения 4.      Провести исследования случаев, когда необходимо \"принять\" или \"браковать\" Задание 3.  Расчет объема ЗИП для невосстанавливаемых  и восстанавливаемых изделий Данные: интенсивность отказов, число элементов, время функционирования (время ремонта). Выполнить. Рассчитать объем ЗИП при заданных условиях и ограничениях. Задание 4.  Определить интенсивность обнаружения ошибок в ПП в будущем, среднее время до обнаружения следующей ошибки, ориентировочное число оставшихся ошибок и время до их полного обнаружения. Задание 5. Определить вероятность правильного и неправильного пропуска изделия (правильно и неправильно решеной задачи) по известным характеристикам рабочей и контрольной операций. Определить среднее время выполнения всей ТФС в целом. . . Введение. Предмет курса и его задачи. Краткий исторический обзор. Значение и роль методов повышения качества и надежности в задачах повышения эффективности информационных систем на всех этапах их создания и эксплуатации. Структура и содержание курса, его связь с другими дисциплинами учебного плана и место в подготовке дипломированного специалиста. Задачи оценки и обеспечения надежности. Основные понятия теории надежности. Изменение ИС. Виды отказов (отказ, сбой, ошибка). Задачи оценки надежности. Безотказность. Ремонтопригодность. Долговечность и сохраняемость. Показатели надежности и факторы, влияющие на надежность. Единичные и комплексные показатели. Виды случайных событий. Поток событий и его свойства. Случайные величины, законы распределения, используемые в надежности. Рекомендации по выбору и использованию показателей надежности при решении конкретных задач. Технические, эргономические и программные факторы, влияющие на надежность. Расчетные методы оценки надежности. Логико-вероятностный подход к оценке надежности. Формулировка условий работоспособности и правила записи логических функций работоспособности. Минимизация функций алгебры логики, замена логических операций на арифметические. Правила получения формул. Расчет надежности на основе вероятностных моделей. Декомпозиция структуры по \"ключевому элементу\". Основные расчетные формулы для определения значений показателей надежности. Методы испытаний на надежность. Статистическое моделирование надежности. Классификация видов испытаний на надежность. Методы реализации определительных испытаний. Методы реализации контрольных испытаний. Использование методов последовательного анализа при проведении испытаний. Структурная схема моделирования. Сравнительные характеристики методов оценки (расчетные методы, методы испытаний и моделирования). Задачи обеспечения надежности. Резервирование и контроль, как средства обеспечения надежности. Особенности и факторы, влияющие на надежность ИС. Основные задачи анализа надежности. Правила выбора состава показателей. Формулировка требований к надежности. Правила оценки и обеспечения надежности. Основные понятия и определения резервирования. Виды и методы резервирования. Основные определения, классификация и методы контроля. Сравнительные характеристики и практические рекомендации. Организация технического обслуживания и обеспечения надежности. Основные виды профилактического обслуживания. Рекомендации по выбору контролируемых параметров. Планирование и расчет числа запасного имущества и принадлежностей. Основные этапы обеспечения надежности. Служба надежности. Экономические вопросы надежности. Надежность и качество программного обеспечения. Обеспечение надежности программного обеспечения (ПО) на всех этапах жизненного цикла. Подходы к оценке качества и надежности ПО. Российские и международные стандарты. Взгляд на программные продукты изнутри и снаружи. Основные модели оценки надежности ПО. Модель Джелински-Моранды, модель Бейзина и др. Требования основных пользователей к прикладным программным продуктам. Иерархическая модель качества ПО. Надежность и эффективность деятельности человека-оператора. Характеристики человека-оператора и их учет при проектировании и эксплуатации информационных систем. Методика формального описания деятельности оператора. Оценка качества деятельности оператора. Методика оценки качества процессов функционирования. Основные модели процессов функционирования. Заключение. Основные направления и перспективы развития подходов и методов повышения качества информационных систем\n","cats":[],"entities":[[568,685,"Knowledge"],[702,834,"Knowledge"],[979,1150,"Knowledge"],[1297,1451,"Knowledge"],[1468,1593,"Knowledge"],[1604,1721,"Knowledge"],[1730,1891,"Knowledge"],[2251,2422,"Knowledge"],[6964,6988,"Knowledge"],[6990,7004,"Knowledge"]],"Comments":[]}
{"id":9710,"text":"277640\nОсновы теории управления\nОсновные понятия теории управления. Линейные модели систем управ-ления. Показатели качества и характеристики систем управления. Анализ и синтез линейных непрерывных систем. Общие сведения о дискретных системах автоматического управления. Модели линейных дискретных систем управления. Особенности анализа и синтеза импульсных систем управления. Нелинейные модели систем управления. Анализ поведения систем на фазовой плоскости. Устойчивость равновесных режимов. Исследование периодических режимов. . Целью изучения учебной дисциплины «Теория управления» является освоение следующих знаний: - изучение концептуальных основ теории управления; - освоение основных понятий и категорий теории управления; - освоение принципов, методов и современных технологий эффективного управления; - приобретение профессиональных умений и навыков в этой области. В процессе изучения дисциплины «Теория управления» ставятся следующие задачи: - изучить основные категории, определения и понятия теории управления; - познакомиться с основными концепциями управления; - рассмотреть функции управления; - усвоить организационные, правовые, кадровые, финансовые, технологические основы управления. Изучение современных знаний о принципах управления, формах представления математических моделей объектов и систем управления, методах анализа и синтеза систем управления по линейным и нелинейным, непрерывным и дискретным моделям при детерминированных воздействиях. Освоение умений использовать принципы автоматического управления при построении современных технических систем и приборов с высокими динамическими и метрологическими характеристиками. Формирование навыков проведения расчетов и исследования систем автоматического управления с использованием современных программных средств.. Введение. Существо задачи управления объектом (процессом). Основные понятия и определения теории управления: объект управления, причинно-следственная обратная связь, принцип алгоритмического изоморфизма, роль информации в обеспечении требуемого качества управления. Обобщенная структура системы управления заданным поведением (состоянием) объекта. Классификация систем управления. Принципы автоматического управления. Управление с компенсацией возмущения. Управление по отклонению (по замкнутому циклу). Комбинированный принцип управления. Структуры систем управления и их линейное описание с применением понятия «передаточная функция». Статические и астатические системы. Системы непрерывного и дискретного действия. Линейные и нелинейные системы. Примеры функциональных структур систем автоматического управления. Математические модели линейных непрерывных систем управления. Понятия «математическая модель», «структурная модель». Математическое описание линейных динамических систем во временной области, описание в изображениях по Лапласу, описание в частотной области. Частотные характеристики систем управления. Амплитудно-фазовые и логарифмические частотные характеристики. Линеаризованное описание нелинейных систем в малых приращениях. Простейшие (типовые) динамические звенья, их описание во временной и частотной областях. Типовые соединения элементов систем и их описание. Структурные схемы и графы систем управления. Эквивалентные преобразования структурных схем. Составление передаточной функции системы сложной структуры по правилу Мейсона. Математические модели в пространстве состояний. Анализ устойчивости систем автоматического управления. Понятие об устойчивости состояния равновесия и движения динамической системы. Теоремы Ляпунова об устойчивости линеаризованных систем. Критерии устойчивости. Алгебраический критерий Гурвица, принцип аргумента, критерий Михайлова, частотный критерий Найквиста. Анализ показателей качества систем автоматического управления. Показатели качества системы управления при типовых управляющих воздействиях в установившихся и переходных состояниях. Установившаяся динамическая ошибка управления, ее расчет при заданном типовом воздействии с учетом порядка астатизма системы. Расчет ошибки управления при гармоническом воздействии. Расчет переходного процесса системы при произвольном воздействии решением интеграла свертки. Методика расчета при сложных воздействиях. Частотные методы синтеза систем управления по заданным показателям качества. Этапы проектирования системы автоматического управления. Определение требований к статическим и динамическим характеристикам функциональных элементов системы. Частотные методы синтеза желаемого описания системы управления по заданным показателям качества. Коррекция частотной характеристики системы выбором типового закона управления, наиболее удовлетворяющего условиям задачи. Структурный способ коррекции характеристик системы с применением корректирующих устройств. Типы корректирующих устройств, расчет их параметров. Инвариантность системы автоматического управления. Понятие «инвариантность». Структуры инвариантных систем управления. Абсолютная и частичная инвариантность. Условие грубости для абсолютно инвариантной системы. Нелинейные модели систем управления. Необходимость в нелинейных моделях. Безинерционные нелинейные элементы, динамические нелинейные элементы. Нелинейные модели с раскрытой структурой. Расчетные формы нелинейных моделей. Анализ поведения систем на фазовой плоскости. Метод фазовой плоскости. Поведение нелинейных систем в окрестности положений равновесия. Построение фазовых портретов нелинейных систем. Связь фазовых траекторий со временем. Особенности фазовых портретов нелинейных систем. Заключение. Перспективные методы анализа и синтеза сложных систем автоматического управления.\n","cats":[],"entities":[[68,102,"Knowledge"],[160,203,"Knowledge"],[376,411,"Knowledge"],[413,457,"Knowledge"],[1961,1997,"Knowledge"],[2432,2466,"Knowledge"],[2467,2511,"Knowledge"],[2513,2542,"Knowledge"],[2611,2671,"Knowledge"],[2728,2801,"Knowledge"],[2803,2837,"Knowledge"],[2839,2867,"Knowledge"],[2976,3038,"Knowledge"],[3334,3349,"Knowledge"],[3532,3548,"Knowledge"],[3589,3610,"Knowledge"],[3612,3643,"Knowledge"],[3645,3662,"Knowledge"],[3664,3682,"Knowledge"],[3684,3712,"Knowledge"],[4863,4887,"Knowledge"],[5060,5094,"Knowledge"],[5096,5130,"Knowledge"],[5132,5164,"Knowledge"],[5166,5206,"Knowledge"],[5208,5242,"Knowledge"],[5290,5313,"Knowledge"]],"Comments":[]}
{"id":9711,"text":"274610\nКвантовые вычисления\nВ рамках данного курса будет рассмотрена схемная модель квантовых вычислений. Будут даны необходимые сведения из линейной алгебры и квантовой механики. Будут разобраны примеры известных квантовых алгоритмов (алгоритмы, основанные на квантовом преобразовании Фурье, например, алгоритм Шора, квантовые алгоритмы поиска, в том числе и алгоритм Гровера и некоторые другие задачи). Будут разобраны вопросы различных физических реализаций квантовых компьютеров. Также будут обсуждены проблемы декогеренции и существование различных ошибок, как и методы борьбы с ними. В заключении будут рассмотрены перспективы создания универсального квантового компьютера при текущем уровне технологий.. Цели дисциплины - изучение особенностей квантовых вычислений и квантовой информатики для получения представления о возможных путях решения современных научно-прикладных задач и приобретение навыков поиска и критического анализа информации в области квантовых вычислений и квантовой информации. Основной задачей изучения дисциплины является ознакомление студентов с современным направлением исследований - моделью квантовых вычислений, ее теоретическими основами, некоторыми результатами, актуальными проблемами и возможными путями их решения. В результате изучения дисциплины у студентов должны сформироваться знания об основных принципах построения модели квантовых вычислений (в том числе знания об основах квантовой механики и соответствующего аппарата математики), о существующих теоретических квантовых алгоритмах и о проблемах с их реализацией. В результате освоения дисциплины у студентов должны сформироваться умения: умение ориентироваться в современных достижениях квантовой информатики, умение анализировать альтернативные варианты решения задач в области квантовых вычислений, умение оценивать потенциальные выигрыши\/проигрыши при реализации этих вариантов. В результате освоения дисциплины у студентов должны сформироваться навыки поиска (в том числе с использованием информационных систем и баз данных) и критического анализа информации в области квантовых вычислений и квантовой информации.. В качестве ИДЗ студенты получают задачи по следующим разделам:  1. \"Введение\" - содержит задачи на элементы линейной алгебры (свойства операторов, функции от операторов и т.д.) и некоторые элементарные задачи из квантовой механики (например, поиск матрицы плотности для некоторой системы). 2. \"Квантовые гейты\" - задачи на построение квантовых схем, доказательство некоторых теоретических фактов, обеспечивающих возможность построения  \"универсального набора гейтов\". 3. \"Алгоритмы, основанные на квантовом преобразовании Фурье\". Задачи на свойства квантового преобразования Фурье и его возможные приложения. Описание схем для соответствующих алгоритмов. 4. \"Квантовая криптография\". Задачи на некоторые аспекты \"квантового распределения закрытых ключей\". Требования по оформлению: индивидуальное домашнее задание оформляется в соответствие с принятом в СПбГЭТУ ЛЭТИ «Требования к оформлению научно-технических отчетов». Количество страниц не ограничено.. . 1. Установите соответствие между термином и его толкованием   Термин Толкование   1.   Архив      1. Упорядоченный перечень наименований документов, которые сформированы в дела, обращающихся в делопроизводстве предприятия, с указанием сроков хранения каждого документа.   2.   Архивный документ   2.   Архивные документы, отражающие      трудовые отношения работника с работодателем.   3.   Документы по личному составу   3. Документы, хранение которых осуществляется на постоянной основе.    4.   Документы временного хранения   4.   Документы Архивного фонда Российской Федерации, которые необходимо хранить федеральным органам исполнительной власти и организациям в течение сроков и на условиях, определенных соответствующими договорами между ними и специально уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти.   5.   Документы депозитарного хранения   5.   Материальный носитель с зафиксированной на нем информацией, который имеет реквизиты, позволяющие его идентифицировать, и подлежит хранению в силу значимости указанных носителя и информации для граждан, общества и государства.   6.   Документы постоянного хранения   6.   Документы, срок хранения которых превышает более 10 лет.   7.   Документы долговременного хранения   7.   Архивные документы, хранение которых необходимо до их уничтожения в течение сроков, установленных нормативно-правовыми актами до их передачи на постоянное хранение в порядке, установленном  ст. 21 Федерального закона «Об архивном деле».   8.   Номенклатура дел   8.   Учреждение или структурное подразделение организации, осуществляющее хранение, комплектование, учет и использование архивных документов   9.   Дело   9.   Изучение документов на основании критериев их ценности в целях определения сроков хранения документов и отбора их для включения в состав архива предприятия.   10.   Экспертиза ценности документов   10.   Совокупность однотипных документов, собранных воедино.       1 – ______; 2 – ______; 3 – ______; 4 – ______; 5 – ______; 6 – ______; 7 – ______; 8 – ______; 9 – ______; 10 – ______. Вопросы с множественным выбором позволяют учащимся выбрать только один вариант. Все варианты ответа предъявляются одновременно, наряду с текстом задачи: 2. Определите типичную ошибку, допущенную в следующем отрывке текста: «проведение выставки планируется для привлечения дополнительных средств в размере 100000 рублей денег в сферу развития программы помощи …» а. тавтология б. архаизм в. плеоназм Выберите все верные ответы – их может быть больше одного! 4. Приказ оформляется: а. на бланке приказа б. на бланке для письма в. на общем банке организации г. на общем бланке структурного подразделения д. на бумаге формата А5             Вопрос со свободным ответом: 5. Делопроизводство – это ______________________________________________. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)»  БИЛЕТ № 1 Дисциплина Квантовые вычисления   1. В  чем состоит физический смысл волновой функции в координатном представлении? 2. Сформулируйте теорему о запрете клонирования квантовых состояний. 3. Предположим, что в массиве все числа находятся в диапазоне [0,12] и нам нужно найти максимальный элемент с точностью 0.8. Сколько итераций алгоритма оптимизации нам для этого понадобится?  Сколько раз нам нужно будет использовать алгоритм Гровера?  Продемонстрируйте шаги алгоритма в случае, если максимальным элементом является число  \\(a_{10}\\)  = 3.14. 4. Найдите собственные векторы, собственные числа и приведете к диагональному виду матрицы Паули. УТВЕРЖДАЮ Заведующий кафедрой                                                  С.Н. Поздняков. . Введение. Постулаты квантовой механики. Основы линейной алгебры. Возникновение понятия «квантовые вычисления». История развития направления. Кубиты и операции над единичными кубитами. Кубиты. Сфера Блоха. Унитарные преобразования. Принцип квантовой суперпозиции. Запутанные кубиты. Парадокс Эйнштейна-Подольского-Розена. Матрицы Паули, элемент Адамара и операция контролируемого отрицания. Генерация пар Белла. Квантовая телепортация. Квантовые гейты. Классические логические гейты. Обратимые гейты. Квантовые гейты. Квантовые схемы. Многокубитные вентили. Теорема о запрете клонирования. Преобразование Уолша-Адамара. Квантовые алгоритмы. Алгоритм Дойча-Йожи. Поисковый алгоритм Гровера. Геометрическая интерпретация алгоритма. Квантовый поиск в неструктурированной базе данных. Оптимальность алгоритма Гровера. Алгоритмы, основанные на квантовом преобразовании Фурье. Алгоритм RSA как основа современных алгоритмов шифрования. Сложность задачи о факторизации больших чисел. Квантовое преобразование Фурье. Алгоритм Шора как при-мер квантового превосходства. Квантовая криптография. Уязвимость RSA к алгоритму Шора как причина поиска иных алгоритмов шифрова-ния. Проверка, прослушивается ли канал передачи квантовой информации. Описание алго-ритма передачи данных. Почему он является оптимальным?. Проблемы декогеренции. Декогеренция и ее причины. Масштабы времени декогеренции. Методы преодоления декогеренции. Квантовая коррекция ошибок. Заключение. Примеры физической реализации кубита. Обсуждение перспектив и проблем.\n","cats":[],"entities":[[69,104,"Knowledge"],[303,316,"Knowledge"],[318,344,"Knowledge"],[360,376,"Knowledge"],[1321,1388,"Knowledge"],[2244,2263,"Knowledge"],[2265,2286,"Knowledge"],[6512,6528,"Knowledge"],[6843,6871,"Knowledge"],[6873,6896,"Knowledge"],[6944,6972,"Knowledge"],[6974,7015,"Knowledge"],[7017,7023,"Knowledge"],[7025,7036,"Knowledge"],[7038,7062,"Knowledge"],[7064,7094,"Knowledge"],[7096,7113,"Knowledge"],[7115,7152,"Knowledge"],[7154,7167,"Knowledge"],[7169,7184,"Knowledge"],[7187,7221,"Knowledge"],[7223,7242,"Knowledge"],[7244,7266,"Knowledge"],[7268,7283,"Knowledge"],[7285,7314,"Knowledge"],[7316,7331,"Knowledge"],[7333,7348,"Knowledge"],[7350,7365,"Knowledge"],[7367,7388,"Knowledge"],[7390,7420,"Knowledge"],[7422,7450,"Knowledge"],[7452,7471,"Knowledge"],[7473,7492,"Knowledge"],[7494,7520,"Knowledge"],[7522,7560,"Knowledge"],[7562,7611,"Knowledge"],[7613,7644,"Knowledge"],[7646,7701,"Knowledge"],[7703,7715,"Knowledge"],[7809,7839,"Knowledge"],[7841,7854,"Knowledge"],[7893,7915,"Knowledge"],[8155,8180,"Knowledge"],[8213,8244,"Knowledge"],[8246,8272,"Knowledge"]],"Comments":[]}
