{"id":9667,"text":"277990\nАлгебраические структуры\nСовременная алгебра, ее язык и подходы являются ключевыми в подготовке IT-специалистов. В данном курсе на языке алгебраических структур описываются линейные пространства и геометрические преобразования, евклидовы и унитарные пространства; линейные операторы и свойства главной линейной группы. Рассматриваются основные понятия теории групп, коммутативных колец и конечных полей, которые обобщают и систематизируют ранее изученные алгебраические объекты.. Цель дисциплины - изучение основных алгебраических структур, понятий и методов теории групп, колец полей, линейной алгебры, приобретение практических навыков применения методов современной алгебры и геометрии, используемых при моделировании реальных информационных систем. Задачи дисциплины: Освоение идеи структурного подхода к уже знакомой векторной алгебре и аналитической геометрии на плоскости и в пространстве, включая кривые и поверхности 2-го порядка. Формирование достаточно высокой математической культуры и развитие логического мышления. Освоение основных методов современной алгебры и геометрии, используемых при моделировании реальных систем. Приобретаются знания о структуре векторных пространств, евклидовых и унитарных пространств, линейных операторов в векторных пространствах, о приведении квадратичных форм. Вырабатываются умения обосновывать свои суждения и выбор метода решения, методологии алгебраического подхода к анализу естественнонаучных задач и проблем из других областей. В результате должны быть сформированы навыки использования математических методов и основ математического моделирования в практической деятельности, то есть навык создать математическую модель рассматриваемого объекта и провести ее детальное исследование с анализом результатов.. Пример задач по дисциплине \"Алгебраические структуры\" для использования на экзамене:. Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» Факультет КТИ                                                                                                    семестр 2 дисциплина Алгебраические структуры   Билет __________ 1.  Ортогональное дополнение подпространства, его свойства. Порождение невырожденной билинейной формой проекции на подпространство. 2.  Критерий диагонализируемости линейного оператора и его следствия. Теорема Жордана. 3.  Задача по теме \"Кольца и поля\".. Введение. История формирования дисциплины. Значение дисциплины в моделировании. Алгебраические структуры и отображения. Определение и примеры алгебраических структур. Свойства отображений. Группа биективных отображений. Группа преобразований. Симметрические группы. Линейные алгебраические структуры. Векторные пространства, пространства со скалярным произведением. Базис и размерность, теорема о линейной зависимости линейных комбинаций. Преобразование координат при замене базиса. Сумма и пересечение подпространств, размерность суммы и пересечения. Неравенство Коши–Буняковского. Процесс ортогонализации, ортогональные матрицы. Ортогональное дополнение. Линейные отображения, как гомоморфизмы линейных структур. Операторы в евклидовых и унитарных пространствах. Образ, ядро линейного отображения, их размерность. Линейные операторы и их матрицы, изменение матрицы линейного оператора при замене базиса. Инвариантные подпространства, собственные векторы и собственные числа. Характеристический многочлен. Жорданова форма матрицы линейного оператора. Функции от матриц. Сопряженные операторы. Нормальный оператор, теорема о диагонализации. Самосопряженный и ортогональный операторы, собственные числа и собственные векторы. Инвариантность структур (пространств) при преобразованиях. Квадратичные формы. Преобразование матрицы формы при замене переменных. Алгоритм Лагранжа. Закон инерции. Положительно определенные квадратичные формы, критерий Сильвестра. Ортогональное преобразование квадратичной формы к диагональному виду. Кривые и поверхности 2-го порядка. Группы. Группы. Гомоморфизмы групп. Смежные классы. Теорема Лагранжа. Факторгруппы. Теорема о гомоморфизмах групп. Циклические группы. Структура конечно порожденных абелевых групп. Действие группы на множестве. Лемма Бернсайда. Кольца и поля. Определение и примеры колец и полей. Идеалы коммутативного кольца. Кольца классов вычетов по простому идеалу. Евклидовы кольца. Неприводимые многочлены. Алгебраические расширения полей. Поля Галуа. Мультипликативная группа конечного поля. Заключение. Применение конечных полей, колец многочленов в теории кодирования. Обзор других приложений. \n","cats":[],"entities":[[7,31,"Knowledge"],[32,51,"Knowledge"],[56,60,"Tool"],[63,70,"Tool"],[138,143,"Tool"],[144,167,"Knowledge"],[180,201,"Knowledge"],[204,233,"Knowledge"],[235,244,"Knowledge"],[247,269,"Knowledge"],[271,289,"Knowledge"],[292,324,"Knowledge"],[359,371,"Knowledge"],[373,392,"Knowledge"],[395,409,"Knowledge"],[462,484,"Knowledge"],[523,546,"Knowledge"],[566,578,"Knowledge"],[580,591,"Knowledge"],[593,609,"Knowledge"],[675,683,"Knowledge"],[686,695,"Knowledge"],[737,758,"Knowledge"],[793,813,"Tool"],[829,846,"Knowledge"],[849,872,"Knowledge"],[912,918,"Knowledge"],[921,945,"Knowledge"],[979,1002,"Knowledge"],[1014,1034,"SoftSkills"],[1074,1081,"Knowledge"],[1084,1093,"Knowledge"],[1135,1141,"Knowledge"],[1176,1197,"Knowledge"],[1199,1209,"Knowledge"],[1212,1233,"Knowledge"],[1235,1280,"Knowledge"],[1284,1312,"Knowledge"],[1336,1362,"SoftSkills"],[1365,1370,"SoftSkills"],[1371,1385,"Knowledge"],[1387,1457,"Knowledge"],[1547,1569,"Knowledge"],[1572,1607,"Knowledge"],[1659,1680,"Knowledge"],[1796,1820,"Knowledge"],[2062,2086,"Knowledge"],[2110,2164,"Knowledge"],[2177,2236,"Knowledge"],[2242,2307,"Knowledge"],[2308,2323,"Knowledge"],[2345,2358,"Knowledge"],[2427,2440,"Knowledge"],[2442,2466,"Knowledge"],[2469,2480,"Knowledge"],[2504,2527,"Knowledge"],[2529,2549,"Knowledge"],[2551,2580,"Knowledge"],[2582,2603,"Knowledge"],[2605,2626,"Knowledge"],[2628,2661,"Knowledge"],[2662,2685,"Knowledge"],[2687,2726,"Knowledge"],[2728,2733,"Knowledge"],[2736,2747,"Knowledge"],[2749,2799,"Knowledge"],[2837,2843,"Knowledge"],[2845,2850,"Knowledge"],[2853,2879,"Knowledge"],[2881,2898,"Knowledge"],[2901,2912,"Knowledge"],[2914,2943,"Knowledge"],[2945,2968,"Knowledge"],[2970,2991,"Knowledge"],[2993,3017,"Knowledge"],[3019,3039,"Knowledge"],[3045,3075,"Knowledge"],[3077,3086,"Knowledge"],[3089,3099,"Knowledge"],[3102,3125,"Knowledge"],[3126,3132,"Knowledge"],[3134,3138,"Knowledge"],[3139,3160,"Knowledge"],[3165,3176,"Knowledge"],[3178,3196,"Knowledge"],[3202,3209,"Knowledge"],[3221,3248,"Knowledge"],[3260,3266,"Knowledge"],[3268,3296,"Knowledge"],[3298,3317,"Knowledge"],[3320,3337,"Knowledge"],[3339,3367,"Knowledge"],[3369,3412,"Knowledge"],[3414,3431,"Knowledge"],[3433,3454,"Knowledge"],[3456,3475,"Knowledge"],[3477,3501,"Knowledge"],[3503,3518,"Knowledge"],[3521,3544,"Knowledge"],[3546,3562,"Knowledge"],[3565,3585,"Knowledge"],[3587,3644,"Knowledge"],[3646,3664,"Knowledge"],[3666,3716,"Knowledge"],[3718,3735,"Knowledge"],[3737,3750,"Knowledge"],[3752,3796,"Knowledge"],[3798,3817,"Knowledge"],[3819,3887,"Knowledge"],[3888,3922,"Knowledge"],[3924,3930,"Knowledge"],[3932,3938,"Knowledge"],[3940,3958,"Knowledge"],[3960,3974,"Knowledge"],[3976,3992,"Knowledge"],[3993,4006,"Knowledge"],[4007,4037,"Knowledge"],[4039,4057,"Knowledge"],[4059,4103,"Knowledge"],[4105,4133,"Knowledge"],[4135,4150,"Knowledge"],[4152,4165,"Knowledge"],[4188,4194,"Knowledge"],[4196,4202,"Knowledge"],[4204,4232,"Knowledge"],[4234,4275,"Knowledge"],[4278,4293,"Knowledge"],[4295,4318,"Knowledge"],[4320,4351,"Knowledge"],[4353,4363,"Knowledge"],[4365,4404,"Knowledge"],[4465,4483,"Knowledge"]],"Comments":[]}
{"id":9668,"text":"283896\nЧисленные методы решения прикладных задач\nДисциплина «Численные методы решения прикладных задач» посвящена практическим аспектам численного решения различных прикладных задач с использованием математических методов. Рассматриваются практические аспекты математической постановки прикладных задач, выбора и численной реализации математических методов их решения. При этом особое внимание уделяется необходимости учета специфики исследуемых проблем, как при постановке прикладных задач, так и при разработке методов их численного анализа. В рамках курса предполагается выполнение студентами индивидуальных заданий, выполнение которых должно способствовать приобретению студентами и закреплению у них практических навыков работы в исследовательской группе, выполняющей прикладные исследования в конкретной области, включающие в себя постановку задачи, выбор численных методов ее решения, компьютерную реализацию этих методов и содержательную интерпретацию полученных результатов. . Изучение: классификации задач, рассматриваемых в процессе изучения дисциплины, и соответствующих им математических моделей; приобретение знаний численных методов исследования рассматриваемых задач, предъявляемых к ним требований и основных проблем, возникающих при их практической реализации. Формирование: умения осуществлять математическую постановку задачи на основе ее содержательной формулировки; умения выбрать наиболее эффективный метод решения поставленной задачи из числа возможных методов ее решения, на основе анализа возможных специфических особенностей задачи и предъявляемых к ее решению требований; умения построить алгоритм, реализующий выбранный метод решения задачи и его машинную реализацию, обеспечивающую решение задачи в общем случае. Изучение: классификации задач, рассматриваемых в процессе изучения дисциплины, и соответствующих им математических моделей; приобретение знаний численных методов исследования рассматриваемых задач, предъявляемых к ним требований и основных проблем, возникающих при их практической реализации. Формирование: умения осуществлять математическую постановку задачи на основе ее содержательной формулировки; умения выбрать наиболее эффективный метод решения поставленной задачи из числа возможных методов ее решения, на основе анализа возможных специфических особенностей задачи и предъявляемых к ее решению требований; умения построить алгоритм, реализующий выбранный метод решения задачи и его машинную реализацию, обеспечивающую решение задачи в общем случае. Освоение: выполнения комплекса работ по реализации проекта, включающего в себя постановку задачи, выбора метода ее решения и практического решения ее на ЭВМ в составе группы исследователей; практических навыков проведения вычислительных экспериментов и интерпретации получаемых результатов; формирования и защиты итогового отчета о результатах проведенных исследований.. Тесты текущего контроля успеваемости построены по принципу вопросов с вариантами выбора одного или нескольких правильных ответов. Пример вопроса теста приведен ниже. Решение СЛАУ существует и единственно в том и только в том случае, если det(A)=0 det(A)≠0 cond(A)=1. ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Численные методы решения прикладных задач 1. Кусочно-полиномиальная интерполяция. Сплайн-интерполяция. Кривые Безье.  2. Метод Ньютона и особенности его применения. Глобально сходящиеся модификации метода Ньютона. УТВЕРЖДАЮ Заведующий кафедрой                                                  . Введение. Предмет дисциплины и ее задачи. Краткие сведения о становлении и развитии областей науки, объединенных названием «Численные методы решения прикладных задач». Тема 1. Интерполяция данных. Историческая справка. Полиномиальная интерполяция, особенности практического использования. Кусочно-полиномиальная интерполяция. Сплайн-интерполяция. Кривые Безье. В-сплайны. Сравнительная характеристика эффективности, предпочтительные области возможного практического использования рассмотренных методов интерполяции данных. Тема 2. Аппроксимация данных. Постановка задачи аппроксимации данных.Аппроксимация данных с различными нормами. Численное решение задачи аппроксимации методом наименьших квадратов. Взвешенный метод наименьших квадратов. Ортогональные преобразования. Практический анализ задач метода наименьших квадратов. Вырожденные задачи наименьших квадратов. Сингулярное разложение и сингулярный анализ. Тема 3. Линейные задачи наименьших квадратов с линейными ограничениями равенствами. Решение с использованием базиса нуль-пространства. Тема 4. Нелинейный метод наименьших квадратов и оптимизация. Многомерная безусловная оптимизация. Метод Ньютона, методы сопряженных направлений. Нелинейная задача о наименьших квадратах. Методы ньютоновского типа. Методы типа Гаусса-Ньютона. Некоторые замечания относительно нелинейных задач наименьших квадратов и их решении. Тема 5. Системы нелинейных уравнений. Постановка задачи. Метод Ньютона и особенности его применения. Глобально сходящиеся модификации метода Ньютона. Заключение. Заключительные замечания и выводы. Обсуждение возможных направлений исследований в области численных методов решения прикладных задач в контексте современного состояния и перспектив развития вычислительной техники.\n","cats":[],"entities":[[7,23,"Knowledge"],[32,48,"Knowledge"],[61,77,"Knowledge"],[86,102,"Knowledge"],[165,181,"Knowledge"],[199,221,"Knowledge"],[286,302,"Knowledge"],[304,310,"Tool"],[313,333,"Tool"],[334,367,"Knowledge"],[474,490,"Knowledge"],[524,542,"Knowledge"],[705,732,"SoftSkills"],[773,796,"Knowledge"],[862,890,"Knowledge"],[892,915,"Tool"],[1085,1108,"Knowledge"],[1130,1182,"Knowledge"],[1313,1386,"Knowledge"],[1411,1430,"Knowledge"],[1506,1514,"Knowledge"],[1617,1625,"Knowledge"],[1676,1695,"Knowledge"],[1843,1865,"Knowledge"],[1887,1939,"Knowledge"],[2263,2315,"Knowledge"],[2374,2382,"Knowledge"],[2433,2452,"Knowledge"],[2522,2557,"Knowledge"],[2653,2656,"Tool"],[2722,2750,"Knowledge"],[2806,2812,"Knowledge"],[2886,2907,"Knowledge"],[3045,3049,"Knowledge"],[3109,3136,"Knowledge"],[3175,3216,"Knowledge"],[3220,3255,"Knowledge"],[3257,3276,"Knowledge"],[3278,3290,"Knowledge"],[3296,3338,"Knowledge"],[3340,3387,"Knowledge"],[3594,3635,"Knowledge"],[3646,3665,"Knowledge"],[3667,3687,"Knowledge"],[3689,3716,"Knowledge"],[3718,3757,"Knowledge"],[3759,3794,"Knowledge"],[3796,3815,"Knowledge"],[3817,3829,"Knowledge"],[3831,3840,"Knowledge"],[3842,3991,"Knowledge"],[4001,4021,"Knowledge"],[4023,4061,"Knowledge"],[4062,4103,"Knowledge"],[4105,4172,"Knowledge"],[4174,4211,"Knowledge"],[4213,4241,"Knowledge"],[4243,4296,"Knowledge"],[4298,4337,"Knowledge"],[4339,4382,"Knowledge"],[4392,4467,"Knowledge"],[4468,4517,"Knowledge"],[4527,4578,"Knowledge"],[4580,4615,"Knowledge"],[4617,4662,"Knowledge"],[4664,4704,"Knowledge"],[4706,4731,"Knowledge"],[4733,4759,"Knowledge"],[4761,4844,"Knowledge"],[4854,4882,"Knowledge"],[4903,4945,"Knowledge"],[4947,4994,"Knowledge"],[5008,5041,"Knowledge"],[5043,5222,"Knowledge"]],"Comments":[]}
