{"id":9742,"text":"284179\nСтруктуры данных и алгоритмы\nВ рамках дисциплины рассматриваются примеры алгоритмов из разных областей информатики и общие подходы, используемые в этих алгоритмах. Разделы включают в себя помимо прочего алгоритмы на графах, структуры данных для хранения и поиска данных, алгоритмы работы со строками, динамические алгоритмы. Самостоятельная работа предполагает реализацию студентами некоторых алгоритмов, разобранных на лекции, на любом языке программирования, и изучение стандартной библиотеки языка в поисках уже готовых реализаций разобранных алгоритмов и структур данных.. Изучение классических алгоритмов из различных областей информатики. Формирование навыков изучения алгоритмов в необходимых областях информатики и адаптации существующих алгоритмов для решения собственных задач. Студенты должны получить знания о типологии алгоритмов, о современных фундаментальных идеях, на которых они основаны. Освоение умения анализа используемых алгоритмов в необходимых областях информатики, проектирования собственных алгоритмов для решения задач из областей информатики, рассмотренных в курсе. Формирование навыков использования необходимых алгоритмов, исходя из знаний о типах алгоритмов, об основных идеях, лежащих в основе задачи, адаптации существующих алгоритмов для решения собственных задач.. . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Структуры данных и алгоритмы ФКТИ 1. Деревья: бинарная куча, двоичное дерево поиска 2. Обходы в глубину и ширину, нумерации вершин 3. Задача. УТВЕРЖДАЮ Заведующий кафедрой                                                   С.Н.Поздняков. Введение. Понятие алгоритма, вычислительная сложность алгоритмов, практические аспекты вычислительной сложности алгоритма. Базовые алгоритмические техники. Двоичный поиск, двоичный поиск по ответу, рекурсия, k-я порядковая статистика. Двоичные деревья, поисковые структуры данных. Бинарная куча, двоичное дерево поиска, декартово дерево как пример самобалансирущегося дерева. Система непересекающихся множеств. Хэширование, фильтр Блума. Динамическое программирование. Понятие динамического программирования. Связь с рекурсией. Восстановление ответа. Двумерное и многомерное динамическое программирования. Приёмы оптимизации. Примеры задач. Алгоритмы работы со строками. Суффиксные деревья, массивы, их использование и построение. Алгоритмы на графах. Обходы в глубину и ширину, нумерации вершин, поиск компонент связности и сильной связности, мостов, точек сочленения, построение поросочетаний и максимального потока. Заключение. Обзор других областей информатики и используемых в них алгоритмов.\n","cats":[],"entities":[[7,23,"Knowledge"],[26,35,"Knowledge"],[80,91,"Knowledge"],[210,229,"Knowledge"],[231,276,"Knowledge"],[278,306,"Knowledge"],[308,330,"Knowledge"],[400,410,"Knowledge"],[553,563,"Knowledge"],[566,581,"Knowledge"],[593,616,"Knowledge"],[829,849,"Knowledge"],[950,960,"Knowledge"],[1024,1034,"Knowledge"],[1148,1158,"Knowledge"],[1185,1195,"Knowledge"],[1264,1274,"Knowledge"],[1583,1599,"Knowledge"],[1602,1611,"Knowledge"],[1629,1642,"Tool"],[1644,1666,"Tool"],[1670,1695,"Knowledge"],[1697,1713,"Knowledge"],[1838,1847,"Knowledge"],[1849,1884,"Knowledge"],[1943,1974,"Knowledge"],[1976,1990,"Knowledge"],[1992,2016,"Knowledge"],[2018,2026,"Knowledge"],[2028,2053,"Knowledge"],[2055,2071,"Tool"],[2073,2099,"Knowledge"],[2101,2114,"Tool"],[2116,2138,"Tool"],[2140,2156,"Tool"],[2168,2194,"Tool"],[2196,2229,"Tool"],[2231,2242,"Knowledge"],[2244,2256,"Knowledge"],[2258,2287,"Knowledge"],[2297,2327,"Knowledge"],[2337,2346,"Knowledge"],[2371,2424,"Knowledge"],[2433,2444,"Knowledge"],[2461,2489,"Knowledge"],[2491,2509,"Tool"],[2511,2518,"Tool"],[2551,2570,"Knowledge"],[2572,2597,"Knowledge"],[2599,2615,"Knowledge"],[2617,2663,"Knowledge"],[2689,2737,"Knowledge"]],"Comments":[]}
{"id":9743,"text":"276842\nМатематические методы распознавания образов\nКурс «Математические методы распознавания образов» призван познакомить студентов с широко применяемыми на практике методами анализа данных, включая классические алгоритмы машинного обучения, построения и обучения искусственных нейронных сетей. Рассматриваются основные задачи поиска зависимостей и распознавания образов и математические методы их решения. Студенты получают представление об алгоритмах и методах решения задач регрессии, классификации, кластеризации. Особое внимание уделяется вопросам проверки качества модели и отбора признаков. Обсуждаются основные архитектуры и аспекты обучения искусственных нейронных сетей, прикладные задачи, решаемые на их основании, существующие решения и платформы для их практической имплементации.. Целью освоения дисциплины «Математические методы распознавания образов» являются: - изучение основных задач и понятий, математических методов и алгоритмов поиска зависимостей и распознавания образов; - формирование целостного представления у студентов о месте и роли математических методов распознавания образов в процессе исследования и разработки современных сложных систем, моделирующих проблемную ситуацию в той или иной области. Задачами дисциплины являются: - обучение работе с академической и справочной литературой по тематике, культуре правильной постановки исследовательской задачи и в работе с экспериментальными данными; - формирование четкого представления о значении и месте методов теории распознавания образов; - формирование навыков практической реализации модели и умения правильно интерпретировать и визуализировать полученные результаты; - формирование умений и навыков для решения широкого круга задач, связанных с применением математических моделей распознавания образов в широком диапазоне прикладных задач. В результате изучения дисциплины студенты должны приобрести знания: - теоретических основ моделей машинного обучения для решения различных задач анализа данных и распознавания образов; - основных архитектур искусственных нейронных сетей, теоретических и практических аспектов их обучения. В результате изучения дисциплины студенты должны приобрести следующие умения: - выбора теоретической модели машинного обучения, адекватно соответствующей исследовательской задаче; - выделять из практических задач их постановку для машинного обучения; - выбирать алгоритмы, исходя из особенностей данных конкретной задачи. Освоение навыков работы с платформами TensorFlow, Keras, PyTorch для реализации и обучения искусственных нейронных сетей. Приобретение навыков работы с основными рабочими библиотеками машинного обучения в Python (NumPy, Scikit-learn, Matplotlib). . Введение. Задачи распознавания образов. Понятие машинного обучения и его место в общей проблематике искусственного интеллекта. Машинное обучение как междисциплинарная дисциплина. Актуальность машинного обучения на примере различных современных задач и приложений. Обзор и повторение необходимых фундаментальных сведений из линейной алгебры, теории вероятности, теории информации, теории численной оптимизации. Основные понятия и задачи машинного обучения. Постановка задачи машинного обучения. Признаковое описание объектов и задание ответов. Обзор основных видов машинного обучения (обучение c учителем, без учителя, с подкреплением). Основные типы задач: задача классификации, задача регрессии, задача кластеризации, задача прогнозирования, задача ранжирования. Функция потерь и функционал качества. Принцип минимизации эмпирического риска. Вероятностная постановка задачи, принцип максимума правдоподобия и его связь с принципом минимизации эмпирического риска. Основные проблемы машинного обучения: недостаточный объем обучающей выборки, пропуски в данных, переобучение. Линейные модели регрессии и классификации. Метод наименьших квадратов. Полиномиальная регрессия. Примеры переобучения в задачах классификации и регрессии. Понижение размерности. Метод главных компонент. Линейная классификация. Линейная модель классификации. Функция потерь. Непрерывные аппроксимации пороговой функции потерь. Стохастический градиентный спуск. Проблема мультиколлинеарности и переобучения. Регуляризация. Вероятностная постановка задачи. Оценка максимального правдоподобия. Регуляризация с точки зрения вероятностной постановки. Оценка максимума апостериорного распределения. Логистическая регрессия как линейный классификатор. Принцип максимума правдоподобия и логарифмическая функция потерь. Стохастический градиентный спуск для логарифмической функции потерь. L2-регуляризация. Использование полиномиальных признаков для нелинейного разделения. Матрица ошибок классификации. Метрики качества классификации. Искусственные нейронные сети. Биологический нейрон, модель МакКаллока-Питтса. Функции активации. Проблема полноты. Задача XOR. Метод обратного распространения ошибки. Модификации метода стохастического градиентного спуска. Проблема взрывающегося градиента. Dropout. L2-регуляризация. Основные виды функций активаций. Метрические методы классификации. Метрическая классификация. Метод ближайших соседей (kNN) и его обобщения. Скользящий контроль. Метод парзеновского окна. Метод потенциальных функций. Метод опорных векторов. Понятие разделяющей гиперплоскости. Зазор. Линейная разделимость. Понятие опорных векторов. Функции ядра. Методы построения ядер. Байесовская классификация. Непараметрическое оценивание плотности распределения. Принцип максимума правдоподобия. Байесовский вероятностный вывод. Принцип максимума апостериорной вероятности. Функционал среднего риска. Ошибки I и II рода и теория принятия решений. Наивный байесовский классификатор. Ядерная оценка плотности Парзена-Розенблатта. Метод парзеновского окна. Непараметрический наивный байесовский классификатор. Кластеризация и задача разделения смеси распределений. Постановка задачи кластеризации. Алгоритм k средних. Смесь распределений. Задача разделения смеси распределений. EM-алгоритм. Стохастический EM-алгоритм. Смесь многомерных нормальных распределений. Иерархическая кластеризация. Логические методы классификации: деревья решений. Критерии качества классификации. Анализ с помощью ROC кривой. Статистический критерий информативности. Построение деревьев решений. Критерий информационного выигрыша и критерий Джини. Леса решающих деревьев. Ансамблевые модели. Простое голосование. Бэггинг. Случайный лес. Случайный лес как пример бэггинга. Бэггинг линейных классификаторов. Бустинг. Алгоритм Adaboost. Градиентный бустинг. Градиентный бустинг в задаче регрессии. Градиентный бустинг в задаче классификации. Стохастический поиск. Метод поиска Монте-Карло. Алгоритм симулированного отжига. Генетический алгоритм. Заключение. Общие выводы по курсу.\n","cats":[],"entities":[[7,50,"Knowledge"],[57,100,"Knowledge"],[166,189,"Knowledge"],[200,240,"Knowledge"],[242,293,"Knowledge"],[320,370,"Knowledge"],[373,405,"Knowledge"],[442,452,"Knowledge"],[455,476,"Knowledge"],[619,630,"Knowledge"],[633,649,"Knowledge"],[650,679,"Tool"],[822,865,"Knowledge"],[888,912,"Knowledge"],[914,993,"Knowledge"],[1062,1106,"Knowledge"],[1144,1170,"Tool"],[1484,1520,"Knowledge"],[1896,1942,"Knowledge"],[1965,1985,"Knowledge"],[2013,2062,"Knowledge"],[2064,2113,"Knowledge"],[2223,2241,"Knowledge"],[2346,2364,"Knowledge"],[2377,2386,"Knowledge"],[2475,2485,"Tool"],[2487,2492,"Tool"],[2494,2501,"Tool"],[2528,2557,"Tool"],[2642,2648,"ProgrammingLanguage"],[2650,2655,"Tool"],[2657,2669,"Tool"],[2671,2681,"Tool"],[2734,2752,"Knowledge"],[2786,2811,"Knowledge"],[2813,2830,"Knowledge"],[2878,2896,"Knowledge"],[3009,3025,"Knowledge"],[3027,3045,"Knowledge"],[3047,3064,"Knowledge"],[3066,3094,"Knowledge"],[3122,3140,"Knowledge"],[3160,3178,"Knowledge"],[3250,3268,"Knowledge"],[3270,3319,"Knowledge"],[3343,3363,"Knowledge"],[3365,3381,"Knowledge"],[3383,3403,"Knowledge"],[3405,3427,"Knowledge"],[3429,3448,"Knowledge"],[3450,3464,"Knowledge"],[3488,3527,"Knowledge"],[3529,3560,"Knowledge"],[3562,3593,"Knowledge"],[3608,3649,"Knowledge"],[3669,3687,"Knowledge"],[3709,3726,"Tool"],[3761,3786,"Knowledge"],[3804,3830,"Knowledge"],[3832,3856,"Knowledge"],[3916,3937,"Knowledge"],[3939,3962,"Knowledge"],[4019,4033,"Knowledge"],[4035,4085,"Knowledge"],[4087,4119,"Knowledge"],[4167,4180,"Knowledge"],[4182,4206,"Knowledge"],[4215,4249,"Knowledge"],[4280,4304,"Knowledge"],[4306,4351,"Knowledge"],[4353,4376,"Knowledge"],[4405,4436,"Knowledge"],[4439,4469,"Knowledge"],[4471,4503,"Knowledge"],[4540,4556,"Knowledge"],[4625,4653,"Tool"],[4687,4715,"Tool"],[4717,4737,"Tool"],[4739,4763,"Knowledge"],[4765,4782,"Knowledge"],[4802,4812,"Knowledge"],[4814,4852,"Knowledge"],[4866,4908,"Knowledge"],[4919,4942,"Tool"],[4944,4951,"Knowledge"],[4953,4969,"Knowledge"],[4985,5002,"Knowledge"],[5004,5036,"Knowledge"],[5038,5063,"Knowledge"],[5065,5110,"Knowledge"],[5133,5157,"Knowledge"],[5159,5186,"Knowledge"],[5188,5210,"Knowledge"],[5220,5246,"Tool"],[5248,5253,"Tool"],[5255,5276,"Tool"],[5286,5302,"Tool"],[5304,5316,"Knowledge"],[5318,5340,"Knowledge"],[5342,5367,"Knowledge"],[5398,5421,"Knowledge"],[5423,5454,"Knowledge"],[5456,5487,"Knowledge"],[5489,5532,"Knowledge"],[5607,5640,"Knowledge"],[5657,5686,"Knowledge"],[5688,5712,"Knowledge"],[5714,5765,"Knowledge"],[5767,5780,"Tool"],[5783,5820,"Knowledge"],[5833,5853,"Knowledge"],[5855,5873,"Knowledge"],[5875,5894,"Tool"],[5935,5946,"Knowledge"],[5948,5974,"Knowledge"],[5976,6018,"Tool"],[6020,6047,"Knowledge"],[6049,6080,"Knowledge"],[6082,6097,"Tool"],[6099,6130,"Knowledge"],[6149,6159,"Tool"],[6213,6229,"Tool"],[6231,6281,"Knowledge"],[6283,6305,"Tool"],[6307,6325,"Tool"],[6348,6355,"Knowledge"],[6357,6370,"Knowledge"],[6372,6385,"Knowledge"],[6397,6405,"Knowledge"],[6407,6414,"Knowledge"],[6441,6448,"Knowledge"],[6450,6467,"Knowledge"],[6469,6488,"Knowledge"],[6490,6509,"Knowledge"],[6530,6549,"Knowledge"],[6574,6594,"Knowledge"],[6596,6620,"Knowledge"],[6623,6653,"Knowledge"],[6655,6676,"Knowledge"]],"Comments":[]}
{"id":9744,"text":"275548\nМатематический анализ\nМатематический анализ - ключевой раздел высшей математики, необходимый при подготовке специалистов инженерных специальностей. В данном курсе рассматривается связь основных понятий классического математического анализа с инженерными приложениями. Основу ее составляют следующие темы: функции одной переменной (пределы и непрерывность; дифференциальное исчисление; формула Тейлора; исследование функций по производной). Интегральное исчисление (неопределенный и определенный интеграл, геометрические и физические приложения; несобственные интегралы). Числовые и степенные ряды. Исследование функций нескольких переменных. Методы решения простейших дифференциальных уравнений. . Изучение основных понятий и методов аналитических разделов высшей математики, используемых при изучении общетеоретических и специальных дисциплин и в инженерной практике. Изучение основных понятий и методов аналитических разделов высшей математики, используемых при изучении общетеоретических и специальных дисциплин и в инженерной практике. Формирование умения применять свои знания к решению практических задач; пользоваться математической литературой для самостоятельного изучения прикладных вопросов. Освоение методов построения математических моделей для задач, возникающих в инженерной практике и решаемых методами математического анализа. В результате изучения дисциплины студенты должны приобрести знания основных понятий и методов математического анализа. В результате изучения дисциплины студенты должны приобрести умения вычислять пределы и производные, интерпретировать, полученные результаты, вычислять интегралы и использовать их для решения сопутствующих задач. Освоение основных навыков работы с понятиями математического анализа, использующимися при изучении общетеоретических и специальных дисциплин и в инженерной практике.. Примерные темы индивидуальных домашних заданий (ИДЗ): 1 семестр:  «Построение графика функции»  «Интегрирование дробно-рациональной функции» 2 семестр: «Решение задачи Коши для линейных систем дифференциальных уравнений и линейных дифференциальных уравнений операционным методом»  «Решение задачи Коши для линейных дифференциальных уравнений со специальной правой частью». 1 семестр: Контрольная работа «Дифференцирование и вычисление пределов» Контрольная работа «Интегрирование».   2 семестр: Контрольная работа «Ряды и ОДУ»      . Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Математический анализ    1. Функции непрерывные на отрезке. Теоремы Вейерштрасса. 2. Вычисление площади фигуры, ограниченной параметрически заданной кривой. 3. Задача. УТВЕРЖДАЮ Заведующий кафедрой                                                  С.Н. Поздняков. Введение. История формирования дисциплины. Базовые термины и теоретико-множественные операции. Логика высказываний. Стандарты обозначений. Пределы и непрерывность. Определение и свойства пределов последовательностей и функций. Замечательные пределы. Непрерывные функции и их свойства. Основные теоремы о непрерывных функциях. Дифференциальное исчисление функций одной переменной. Производная функции. Геометрический смысл производной. Правила вычисления производных. Свойства функций, дифференцируемых на промежутке. Производные высших порядков. Формула и полином Тейлора. Исследование функций с помощью производных. Интегральное исчисление функций одной переменной. Первообразная, неопределенный интеграл и их свойства. Таблица интегралов, формулы для интегрирования функций. Интегрирование рациональных дробей. Определенный интеграл и его свойства. Интеграл с переменными пределами. Формула Ньютона-Лейбница. Геометрические приложения определенного интеграла. Численное интегрирование функций. Несобственные интегралы, признаки сходимости. Преобразование Лапласа и его свойства. Дифференциальные уравнения. Классификация ДУ. Задача Коши. Ломаные Эйлера. Теорема существования и единственности решения задачи Коши решения. Уравнения с разделяющимися переменными. Линейные уравнения. Линейные дифференциальные уравнения. Операционный метод решения ЛДУ и их систем. Дифференциальное исчисление функций многих переменных. Частные производные. Дифференциал и касательная плоскость. Градиент и производная по направлению. Формула Тейлора (2-го порядка). Исследование функций нескольких переменных. Ряды. Числовые ряды и их свойства. Признаки их сходимости положительных рядов. Знакочередующиеся ряды, теорема Лейбница. Абсолютная и условная сходимость. Степенные ряды, радиус сходимости. Свойства степенного ряда Ряд Тейлора. Заключение. Перспективы применения методов математического анализа для решения прикладных задач.\n","cats":[],"entities":[[7,28,"Knowledge"],[29,50,"Knowledge"],[209,246,"Knowledge"],[249,273,"Tool"],[312,336,"Knowledge"],[338,345,"Knowledge"],[348,361,"Knowledge"],[363,390,"Knowledge"],[392,407,"Knowledge"],[422,429,"Tool"],[433,444,"Tool"],[447,470,"Knowledge"],[472,510,"Knowledge"],[512,550,"Knowledge"],[552,575,"Knowledge"],[578,603,"Tool"],[618,647,"Tool"],[649,701,"Knowledge"],[733,781,"Knowledge"],[904,952,"Knowledge"],[1219,1260,"Knowledge"],[1317,1349,"Knowledge"],[1437,1468,"Knowledge"],[1530,1568,"Knowledge"],[1570,1609,"Knowledge"],[1611,1630,"Knowledge"],[1916,1942,"Knowledge"],[1946,1988,"Knowledge"],[2010,2021,"Knowledge"],[2026,2068,"Tool"],[2071,2106,"Tool"],[2107,2127,"Knowledge"],[2139,2150,"Knowledge"],[2155,2219,"Tool"],[2253,2270,"Knowledge"],[2273,2292,"Knowledge"],[2314,2328,"Knowledge"],[2364,2368,"Tool"],[2371,2374,"Tool"],[2596,2617,"Knowledge"],[2624,2654,"Tool"],[2656,2676,"Knowledge"],[2681,2706,"Knowledge"],[2902,2917,"Knowledge"],[2920,2952,"Knowledge"],[2954,2973,"Knowledge"],[2975,2996,"Knowledge"],[2998,3005,"Tool"],[3008,3021,"Knowledge"],[3037,3074,"Knowledge"],[3077,3084,"Knowledge"],[3086,3107,"Tool"],[3109,3128,"Tool"],[3144,3183,"Knowledge"],[3185,3237,"Knowledge"],[3239,3258,"Tool"],[3260,3292,"Knowledge"],[3294,3324,"Knowledge"],[3326,3342,"Knowledge"],[3376,3403,"Tool"],[3405,3430,"Knowledge"],[3445,3452,"Tool"],[3463,3474,"Tool"],[3476,3524,"Knowledge"],[3526,3539,"Tool"],[3541,3564,"Tool"],[3580,3598,"Tool"],[3600,3634,"Tool"],[3636,3670,"Knowledge"],[3672,3693,"Tool"],[3710,3742,"Tool"],[3744,3768,"Knowledge"],[3770,3819,"Knowledge"],[3821,3853,"Knowledge"],[3855,3878,"Tool"],[3880,3899,"Knowledge"],[3901,3923,"Knowledge"],[3940,3966,"Tool"],[3982,3984,"Tool"],[3986,3997,"Knowledge"],[3999,4013,"Tool"],[4015,4081,"Knowledge"],[4083,4121,"Tool"],[4123,4141,"Tool"],[4143,4178,"Tool"],[4180,4210,"Knowledge"],[4224,4277,"Knowledge"],[4279,4298,"Tool"],[4300,4312,"Tool"],[4315,4336,"Tool"],[4338,4346,"Tool"],[4349,4375,"Tool"],[4377,4407,"Knowledge"],[4422,4451,"Knowledge"],[4453,4457,"Tool"],[4459,4472,"Tool"],[4488,4530,"Knowledge"],[4532,4554,"Tool"],[4556,4572,"Knowledge"],[4574,4606,"Knowledge"],[4608,4622,"Tool"],[4624,4641,"Tool"],[4643,4667,"Knowledge"],[4668,4679,"Knowledge"]],"Comments":[]}
{"id":9746,"text":"276409\nАудит безопасности критической информационной инфраструктуры\nДисциплина посвящена изучению технологий, средств и способов аудита критической информационной инфраструктуры. В рамках данной дисциплины рассматриваются тенденции развития средств и способов информационного воздействия на критическую инфраструктуру со стороны профессиональных нарушителей (сил информационных операций и специальных служб других государств). Отдельные разделы дисциплины посвящены изучению принципов реализации средств и способов аудита и информационных воздействий, таких как: радиоэлектронного и компьютерного мониторинга, радиоэлектронной борьбы, информационно-технических и информационно-психологических воздействий.. Дисциплина нацелена на приобретение теоретических знаний и практических навыков выявления уязвимости критической информационной инфраструктуры и обоснованного выбора средства защиты, владения средствами и способами ведения информационного противоборства в технической и психологической сферах. Теоретический базис дисциплины основывается на знаниях из из области информатики, радиотехники, систем связи и автоматизированных систем. Задачи дисциплины: - изучение технологий, средств и способов аудита критической информационной инфраструктуры; - рассмотрение тенденции развития средств и способов информационного воздействия на критическую инфраструктуру со стороны профессиональных нарушителей (сил информационных операций и специальных служб других государств); - приобретение навыков в области проведения анализа безопасности компьютерных систем в условиях информационного противоборства. Дисциплина обеспечивает получение знаний, необходимых для анализа и оценки угроз элементам критической информационной инфраструктуры государства. Дисциплина вырабатывает умения, необходимые для проведения аудита элементов критической информационной инфраструктуры государства. Результатом освоения дисциплины является приобретение практических навыков в области проведения анализа безопасности компьютерных систем в условиях информационного противоборства.. Индивидуальное домашнее задание выполняется в форме: - выполнения индивидуального задания по формированию схемы аудита, модели нарушителя и модели угроз, для типовых объектов критической информационной инфраструктуры  . Доклад выполняется по индивидуальной теме выданной преподавателем. Подготовка к докладу представляет собой разработка презентации формата MS PowerPoint, напечатанный текст доклада. После согласования материалов с преподавателем назначается дата, время выступления.. Реферат является результатом самостоятельного поискового исследования обучаемого, направленного на развитие умения собирать информацию из открытых источников, обобщать ее, формировать цельное представление об исследуемом объекте. Реферат оформляется в соответствии с Требованиями по оформлению СПбГЭТУ. Объем реферата 15- 20 страниц. . Указываются исходные данные к кейсу и основные требования, предъявляемые к нему  . Текущий контроль на коллоквиумах проводится в форме индивидуального контрольного собеседования. Пример вопросов индивидуального контрольного собеседования на коллоквиуме: Коллоквиум по теме ”Критическая информационная инфраструктура” 1) Объекты критической информационной инфраструктуры. 2) Субъекты критической информационной инфраструктуры. 3) Какие нормативно-правовые акты регламентируют защиту критической информационной инфраструктуры. 4) Кто обеспечивает мероприятия защиты объекта критической информационной инфраструктуры. 5) Кто обеспечивает контроль защиты объекта критической информационной инфраструктуры. 6) Привести примеры объектов критической информационной инфраструктуры способов обеспечения их защиты. Коллоквиум по теме \"Цели и задачи аудита. Этапы и общая схема проведения аудита\" 1) Цели аудита информационной безопасности. 2) Виды аудита информационной безопасности. 3) Задачи аудита информационной безопасности. 4) Какие нормативно-правовые акты регламентируют аудит информационной безопасности. 5) Основные этапы аудита информационной безопасности. 6) Привести примеры объектов информационной инфраструктуры, способов и этапов проведения их аудита. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт­Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» __________________________________ БИЛЕТ № 1 Дисциплина Сети и системы передачи данных. ФКТИ 1. Теоретический вопрос № 1. 2. Теоретический вопрос № 2.   УТВЕРЖДАЮ Заведующий кафедрой                                                   Е. Г.  Воробьёв  . Экзамен не предусмотрен. Введение. Предмет дисциплины. Основная рекомендуемая литература. Структура рабочей программы курса. Понятие критической информационной инфраструктуры. Цели и задачи аудита. Этапы и общая схема проведения аудита. Тема 1. Основы аудита критической информационной инфраструктуры в условиях информационного противоборства в технической сфере. Общие подходы к аудиту критической информационной инфраструктуры в условиях информационного противоборства. Общее понятия об информационном противоборстве. Техническая разведка. Информационно-технические воздействия. Радиоэлектронная борьба. Тема 2. Основы аудита критической информационной инфраструктуры в условиях информационного противоборства в психологической сфере. Информационное противоборство в психологической сфере. Возможности средств и способов информационного воздействия. Информационные воздействия. Технологии психологической манипуляции. Приемы социальной инженерии. Заключение. Тенденции и основные направления развития способов и средств информационного противоборства и противодействия им\n","cats":[],"entities":[[7,25,"Knowledge"],[38,67,"Tool"],[129,135,"Knowledge"],[148,177,"Tool"],[291,317,"Tool"],[515,521,"Knowledge"],[563,608,"Knowledge"],[610,633,"Knowledge"],[635,704,"Knowledge"],[820,849,"Tool"],[873,888,"Tool"],[930,960,"Knowledge"],[1070,1081,"Knowledge"],[1083,1095,"Knowledge"],[1097,1109,"Tool"],[1112,1137,"Tool"],[1200,1206,"Knowledge"],[1219,1248,"Tool"],[1303,1330,"Tool"],[1346,1360,"Tool"],[1535,1554,"Tool"],[1566,1596,"Knowledge"],[1701,1730,"Tool"],[1803,1809,"Knowledge"],[1832,1861,"Tool"],[1992,2011,"Tool"],[2023,2053,"Knowledge"],[2162,2174,"Knowledge"],[2176,2193,"Knowledge"],[2196,2208,"Knowledge"],[2243,2272,"Tool"],[2417,2427,"Tool"],[3164,3193,"Tool"],[3218,3247,"Tool"],[3273,3302,"Tool"],[3313,3337,"Knowledge"],[3372,3401,"Tool"],[3423,3441,"Knowledge"],[3462,3491,"Tool"],[3513,3528,"Knowledge"],[3549,3578,"Tool"],[3621,3650,"Tool"],[3675,3681,"Knowledge"],[3717,3723,"Knowledge"],[3756,3762,"Knowledge"],[3772,3778,"Knowledge"],[3779,3806,"Knowledge"],[3816,3822,"Knowledge"],[3823,3850,"Knowledge"],[3862,3868,"Knowledge"],[3869,3896,"Knowledge"],[3907,3931,"Knowledge"],[3947,3952,"Knowledge"],[3953,3980,"Knowledge"],[4000,4006,"Knowledge"],[4007,4034,"Knowledge"],[4065,4094,"Tool"],[4128,4134,"Knowledge"],[4709,4738,"Tool"],[4754,4760,"Knowledge"],[4793,4799,"Knowledge"],[4816,4822,"Knowledge"],[4835,4864,"Tool"],[4876,4906,"Knowledge"],[4944,4950,"Knowledge"],[4963,4992,"Tool"],[5004,5034,"Knowledge"],[5053,5082,"Knowledge"],[5084,5104,"Tool"],[5106,5143,"Tool"],[5145,5168,"Tool"],[5185,5191,"Knowledge"],[5204,5233,"Tool"],[5245,5275,"Knowledge"],[5301,5330,"Knowledge"],[5387,5414,"Knowledge"],[5416,5442,"Tool"],[5455,5482,"Knowledge"],[5491,5511,"Knowledge"],[5586,5616,"Knowledge"]],"Comments":[]}
{"id":9749,"text":"279401\nДискретная математика и теоретическая информатика\nРазделы современной математики, имеющие приложения в сфере информационных и компьютерных технологий, являются необходимыми при подготовке специалистов инженерных специальностей. Первый из них посвящен тем аспектам теории чисел, которые лежат в основе криптографических алгоритмов и механизмов шифрования. Во втором наряду с классическими вопросами теории многочленов рассматриваются алгоритмы, важные для компьютерной математики. Третий раздел объединяет классические комбинаторные идеи и их обобщения с прикладной проблематикой, в том числе, генерированием комбинаторных объектов, кодированием. Обсуждается техника работы с производящими функциями. Последний раздел посвящен дискретной теории вероятностей.. Формирование достаточно высокой математической культуры является основной целью дисциплины. Для этого необходимо, познакомить студентов с основными понятиями, методами и алгоритмам работы с дискретными объектами, развить логическое мышление, привить навыки использования математических методов и основ математического моделирования в практической деятельности. Методы и алгоритмы работы с дискретными объектами, являясь предметом изучения дисциплины, участвуют в развитии логического мышления и формировании навыков использования математических методов и основ математического моделирования в практической деятельности. В рамках реализации цели решаются учебные задачи дисциплины: - развить логическую культуру мышления студента; - развить способность обосновывать свои суждения и выбор метода решения возникающих задач; - сформировать навыки построения моделей и проведения расчетов для дискретных структур; - научить студентов применять основные математические методы, используемые при моделировании реальных систем; - выработать у студентов методологию математического подхода к анализу естественно-научных задач и проблем из других областей; - выработать у студентов способность создать математическую модель рассматриваемого объекта и провести ее детальное исследование с анализом результатов. В результате изучения дисциплины студенты должны приобрести знания по следующей тематике: - простые числа и методы факторизации; - различные позиционные системы счисления ( p-ичную, факториальную, смешанную); - алгоритмы работы с длинными числами в p-ичной системе счисления; - алгоритм быстрого возведения в степень в кольце вычетов; - алгоритм Евклида в различных формах и вариациях; - конечные и бесконечные цепные дроби. Разложение иррациональности в цепную дробь; - китайскую теорему об остатках, свойства функции Эйлера, теорему Эйлера; - понятие примитивного многочлены и теоремы о приводимости и неприводимости многочленов над полем рациональных чисел, полем вычетов; - алгоритм разложения на свободные от квадратов множители; - основные комбинаторные конструкции и приемы; - понятие производящей функции. Однородные и неоднородные рекуррентные уравнения. В результате изучения дисциплины студенты должны приобрести следующие умения: - выполнять действия в различных системах счисления и переходить от одного представления к другому; - преобразовывать алгоритмы действий с длинными числами в p-ичной системе счисления в алгоритмы действий в других позиционных системах счисления; - использовать алгоритм Евклида для нахождения НОД, сокращения дробей, решения диофантовых уравнений, нахождения обратного для классов вычетов, (разлагать в не-прерывную дробь); - восстанавливать число по приведенной системе остатков; - вычислять значения функции Эйлера; - использовать теорему Эйлера для возведения в степень на классах вычетов. В результате изучения дисциплины студенты должны приобрести навыки работы с алгоритмами работы с целыми числами, классами вычетов, многочленами, кодирования (RSA, Хаффмена, полиномиальным).. В процессе обучения по дисциплине « Дискретная математика и теоретическая информатика » студент обязан выполнить Индивидуальное домашнее задание (ИДЗ). Задачи ИДЗ охватывают весь спектр тематики, рассматриваемой в семестре, и содержит задачи на: применение целочисленных алгоритмов, применение модульной арифметики; применение полиномиальных алгоритмов, построение элементарных систем шифрования, использование комбинаторики и производящих функций. Примерный вариант ИДЗ по дисциплине \"Дискретная математика и теоретическая информатика\" 1. Решить диофантово уравнение 5658 x + 6325 y = 161  2. Найти наименьшее натуральное число x , удовлетворяющее условиям x ≡ 6 mod 36; x ≡ 5 mod 11; x ≡ 6 mod 19; x ≡ 17 mod 23;  3. Найти остаток от деления 231119 на 44.  4. По формуле Лагранжа найти многочлен p не выше 4-ой степени, удовлетворяющий условиям: p ( − 2) = 18; p ( − 3) = 32; p (2) = − 38; p ( − 4) = 10; p ( − 1) = 4; 5. Найти рациональные корни: x 4 − 5 x 3 − 6 x 2 + 7 x − 2  6. Вычислить 7 \/ 37 в кольце вычетов по модулю 55.  7. Найти представление рационального числа 324\/247 непрерывной дробью.  8. Найти остаток от деления многочлена x \\(^5\\)  + 2 x \\(^3\\)  + x \\(^2\\)  + 2 x + 1 на x \\(^3\\)  + x \\(^2\\)  + x + 1 в кольце Z \/ 3Z[ x ]. 9. Среди 25 целых чисел, 6 кратно 11, 16 кратно 3, 2 кратно 121, 2 кратно 33, 1 кратно 363. Определить, сколько среди них кратно 11 или 3, но не кратно 121.  10. Все перестановки 7 чисел (1;2;3;4;5;6;7) упорядочены в лексикографическом порядке. Какой по счету идет перестановка 5274631?  11. С помощью алгоритма Хаффмана построить код Шеннона-Фэно для текстового сообщения, состоящего из символов “щ”, “ъ”, “ы”, “ю”, “ь”, “э” с частотами соответственно 43, 42, 81, 11, 94, 17.  14. а) Представьте √ 142 в виде периодической цепной дроби; б) вычислите ее с точностью до ε =  \\(10^{-4}\\).  15. Русское слово из четырех букв закодировано при помощи алгоритма RSA открытым ключом ( e = 7 , m = 33). Шифрованное сообщение имеет вид (12; 25; 13; 29). Подберите закрытую часть ключа и прочитайте исходное слово. Буквам русского алфавита соответсвуют числа в диапазоне от 2 до 32 (исключены буквы “e” и “ъ”). . Коллоквиум по теме: \"Целочисленные алгоритмы\".  Вопросы и задания 1 Какие преимущества и недостатки имеет алгоритм «решето Эратосфена» по сравнению с проверкой каждого числа на простоту? В каких случаях необходимо применять «длинную арифметику»? Какое максимальное число можно записать в ячейку размером 64 бита? Рассмотрите варианты хранения чисел со знаком и без знака. Можно ли использовать для хранения «длинного» числа символьную строку? Оцените достоинства и недостатки такого подхода. Почему неудобно хранить «длинное» число, записывая первую значащую цифру в начало массива? Сколько разрядов десятичной записи числа можно хранить в одной 16-битной ячейке? Объясните, какие проблемы возникают при выводе длинного числа. Как их можно решать? Предложите способ вывода «длинного» числа без использования возможностей функции format. Предложите алгоритм поиска целого кубического корня из целого числа. Подготовьте сообщение а) «Простые числа в криптографии», б) «Применение факториалов», в) «Извлечение квадратного корня из больших чисел» Проекты а) Программа для генерации ключей алгоритма RSA б) Исследование скорости работы алгоритмов поиска простых чисел Тематика коллоквиума (2-й модуль): Принцип математической индукции. Формулы суммы и произведения. Задачи о подсчете путей. Конечные слова в алфавите. Соответствие между двоичными словами, подмножествами множества и характеристическими функциями. Треугольник Паскаля. Рекуррентное соотношение. Числа Фибоначчи: определение, примеры перечислительных задач, в которых ответ выражается через числа Фибоначчи. Графы. Основные определения. Подграфы. Циклы. Клики и независимые множества. Отношение достижимости и компоненты связности графа. Деревья. Примеры и свойства. Эйлеров цикл, критерий его существования для ориентированных и неориентированных графов. Отношение делимости и его свойства. Арифметика остатков. Вычеты. Свойства операций с вычетами. Малая теорема Ферма. НОД и НОК. Алгоритм Евклида. Решение линейных диофантовых уравнений. Китайская теорема об остатках. Основная теорема арифметики. Множества, теоретико-множественные операции, их свойства. Функции. Образы и прообразы множеств. Логические значения и логические связки, булевы функции. Задание булевых функций таблицами истинности. Формула включений--исключений. Примеры использования. Обратная функция. Виды функций: инъекции, сюръекции и биекции. Композиция функций, ее свойства. Тематика коллоквиума (3-й модуль): Конечное вероятностное пространство, событие, вероятность события. Формула сложения вероятностей. Формула включений—исключений для вероятностей. Условные вероятности и независимые события. Теорема Байеса. Случайные величины. Математическое ожидание и его линейность. Бинарные отношения и двудольные графы. Отношения эквивалентности, классы эквивалентности. Примеры. Отношения частичного порядка. Изоморфизм порядков и графов. Мощность множества, конечная и бесконечная мощность. Счетные множества, счетность множества целых и рациональных чисел. Континуальные множества. Несчетность континуальных множеств. Теорема Кантора--Бернштейна. Схемы и вычисляемые ими булевы функции. Формулы и вычисляемые ими булевы функции. Базисы, полные базисы. Примеры. Размер и глубина схемы. Схемы для сложения и умножения чисел. Существование функций экспоненциальной схемной сложности. Алгоритмы и их описания. Примеры моделей вычисления. Вычислимые функции. Разрешимые и перечислимые множества. Министерство науки и высшего образования Российской Федерации ФГАОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)» ____________________________________________________________ ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № ___ Дисциплина Дискретная математика и теоретическая информатика Задача 1. 1.1. После некоторого элементарного шага бинарного алгоритма Евклида нахождения НОД были получены два числа 1011001 и 100110001. Какими могли быть числа непосредственно перед выполнением этого шага?  1.2. N=14 M=49*1024^k+14. Сколько ‘элементарных шагов сделает бинарный алгоритм Евклида для чисел N и M в зависимости от k?. (другая версия N=3*4^n M=5*8^m) 1.3. N=1 M=3*2^k+5*2^n Сколько шагов сделает алгоритм для этих чисел? Задача 2. 2.1. Привести пример многочлена P(x), который не имеет многочленов-делителей первой степени ни над Q, ни над Z2, ни над Z3. Ответ обосновать. 2.2. Привести пример многочлена P(x), который дает разное число неприводимых множителей при разложении над Q, Z2 и Z3. Ответ обосновать. 2.3. Привести пример двух многочленов P(x) и Q(x), таких что разложение многочлена M(x)=P(x)Q(x) на свободные от квадратов множители даст другой состав множителей чем разложение P(x) и Q(x) независимо. Ответ обосновать. Задача 3. 3.1. На отрезке от 999 до 1999 найдите два разные числа с одинаковым значением функции Эйлера. 3.2. Найдите количество чисел, взаимно простых с 2000 на отрезке от 999 до 1999. 3.3. Найдите количество неотрицательных решений уравнения НОД(x; 21^20)=1, не превышающих 1999. УТВЕРЖДАЮ Заведующий кафедрой                                                  С.Н. Поздняков. Введение. История формирования дисциплины. Значение дисциплины в моделировании. Целочисленные алгоритмы. НОД, простые числа. Решето Эратосфена. Алгоритмы факторизации (метод пробных делителей и метод Ферма). Алгоритм Евклида, бинарный алгоритм. Обобщенный алгоритм Евклида. Анализ алгоритма Евклида, числа Фибоначчи. Диофантовы уравнения. Разложение числа в цепную дробь. Свойства и вычисление подходящих дробей. Бесконечные цепные дроби. Наилучшие приближения. Модульная арифметика. Арифметика и свойства сравнений. Линейные сравнения. Китайская теорема об остатках. Система остаточных классов (RNS). Функция Эйлера и ее свойства. Теорема Эйлера-Ферма. Быстрое возведение числа в степень в кольце. Система шифрования RSA. Применение теоремы Эйлера в криптографии. Система шифрования RSA. Электронная подпись. Электронные деньги. Простейшие атаки на систему RSA. Комбинаторика и производящие функции. Алгоритм Хаффмана. Лексикографический и антилексикографический порядок. Генерация k - элементных подмножеств. Перечислительная комбинаторика. Код Грея. Перечисление перестановок. Разбиения чисел. Принцип включения-исключения. Задача о беспорядках. Производящие функции. Решение однородного линейного рекуррентного уравнения. Частные решения. Решение неоднородного линейного рекуррентного уравнения. Арифметика многочленов. Арифметика многочленов. Алгоритм Евклида и китайская теорема для многочленов. Интерполяционная формула Лагранжа. Полиномиальное кодирование. Элементы дискретной теории вероятностей. Основные определения, условные вероятности и формула Байеса. Случайные величины. Математическое ожидание и дисперсия. Схема Бернулли.\n","cats":[],"entities":[[7,28,"Knowledge"],[31,56,"Knowledge"],[77,87,"Knowledge"],[271,283,"Knowledge"],[308,336,"Knowledge"],[339,360,"Knowledge"],[440,449,"Knowledge"],[733,763,"Knowledge"],[925,977,"Knowledge"],[1037,1059,"Knowledge"],[1068,1097,"Knowledge"],[1127,1176,"Knowledge"],[1296,1318,"Knowledge"],[1327,1356,"Knowledge"],[1714,1735,"Knowledge"],[2157,2192,"Tool"],[2196,2235,"Tool"],[2276,2339,"Knowledge"],[2343,2398,"Knowledge"],[2402,2418,"Knowledge"],[2453,2488,"Knowledge"],[2490,2532,"Knowledge"],[2536,2565,"Knowledge"],[2576,2590,"Knowledge"],[2592,2606,"Knowledge"],[2631,2641,"Tool"],[2644,2695,"Knowledge"],[2706,2724,"Tool"],[2726,2739,"Tool"],[2743,2798,"Knowledge"],[2802,2845,"Knowledge"],[2857,2877,"Tool"],[2905,2927,"Tool"],[3268,3284,"Knowledge"],[3300,3303,"Tool"],[3316,3322,"Tool"],[3332,3353,"Tool"],[3509,3523,"Tool"],[3540,3554,"Knowledge"],[3758,3761,"Knowledge"],[3763,3771,"Knowledge"],[3773,3787,"Knowledge"],[3827,3848,"Knowledge"],[3851,3876,"Knowledge"],[4048,4072,"Knowledge"],[4085,4105,"Knowledge"],[4118,4143,"Knowledge"],[4156,4186,"Knowledge"],[4202,4215,"Knowledge"],[4218,4238,"Knowledge"],[4277,4298,"Knowledge"],[4301,4326,"Knowledge"],[4338,4358,"Knowledge"],[4556,4572,"Knowledge"],[4847,4866,"Tool"],[4875,4893,"Tool"],[4924,4934,"Tool"],[5338,5356,"Knowledge"],[5367,5383,"Tool"],[5546,5572,"Tool"],[5682,5695,"Knowledge"],[5960,5983,"Knowledge"],[6045,6073,"Knowledge"],[6163,6183,"Knowledge"],[6787,6802,"Knowledge"],[7024,7037,"Knowledge"],[7137,7168,"Knowledge"],[7170,7198,"Knowledge"],[7348,7367,"Tool"],[7369,7393,"Tool"],[7395,7410,"Tool"],[7490,7505,"Tool"],[7507,7512,"Tool"],[7536,7544,"Tool"],[7546,7551,"Tool"],[7553,7558,"Tool"],[7561,7582,"Tool"],[7584,7606,"Tool"],[7609,7635,"Tool"],[7637,7644,"Tool"],[7666,7678,"Tool"],[7791,7810,"Knowledge"],[7812,7818,"Tool"],[7840,7848,"Tool"],[7850,7869,"Knowledge"],[7871,7874,"Tool"],[7877,7880,"Tool"],[7882,7898,"Knowledge"],[7908,7938,"Tool"],[7940,7969,"Knowledge"],[7971,7998,"Knowledge"],[8000,8009,"Tool"],[8011,8043,"Tool"],[8058,8065,"Tool"],[8067,8094,"Tool"],[8096,8115,"Tool"],[8118,8135,"Tool"],[8137,8151,"Knowledge"],[8161,8176,"Knowledge"],[8177,8197,"Tool"],[8199,8228,"Knowledge"],[8253,8269,"Tool"],[8276,8283,"Tool"],[8316,8334,"Tool"],[8384,8419,"Tool"],[8421,8428,"Tool"],[8430,8449,"Tool"],[8451,8480,"Knowledge"],[8482,8527,"Knowledge"],[8529,8549,"Tool"],[8552,8571,"Tool"],[8573,8587,"Knowledge"],[8589,8607,"Tool"],[8609,8632,"Tool"],[8639,8649,"Knowledge"],[8651,8669,"Tool"],[8672,8688,"Tool"],[8690,8715,"Tool"],[8717,8739,"Tool"],[8750,8778,"Tool"],[8780,8799,"Knowledge"],[8802,8808,"Tool"],[8810,8828,"Tool"],[8830,8861,"Tool"],[8863,8880,"Tool"],[8882,8928,"Knowledge"],[8930,8953,"Tool"],[8955,8989,"Tool"],[8991,9018,"Knowledge"],[9044,9058,"Tool"],[9086,9100,"Tool"],[9102,9108,"Tool"],[9110,9123,"Tool"],[9134,9156,"Knowledge"],[9210,9252,"Tool"],[9254,9263,"Knowledge"],[9287,9305,"Knowledge"],[9308,9325,"Tool"],[9327,9362,"Tool"],[9640,9661,"Knowledge"],[9664,9689,"Knowledge"],[9751,9768,"Knowledge"],[9780,9783,"Tool"],[9971,9987,"Knowledge"],[10725,10739,"Knowledge"],[10880,10883,"Tool"],[11138,11155,"Knowledge"],[11157,11179,"Knowledge"],[11181,11204,"Knowledge"],[11207,11218,"Knowledge"],[11221,11237,"Knowledge"],[11239,11256,"Knowledge"],[11258,11285,"Knowledge"],[11294,11311,"Knowledge"],[11313,11328,"Tool"],[11330,11350,"Tool"],[11371,11383,"Tool"],[11407,11424,"Tool"],[11426,11450,"Tool"],[11475,11495,"Knowledge"],[11497,11507,"Knowledge"],[11530,11548,"Tool"],[11550,11579,"Knowledge"],[11581,11607,"Knowledge"],[11615,11629,"Tool"],[11645,11665,"Knowledge"],[11712,11734,"Knowledge"],[11747,11761,"Knowledge"],[11778,11800,"Knowledge"],[11863,11874,"Knowledge"],[11876,11889,"Knowledge"],[11892,11912,"Tool"],[11914,11931,"Knowledge"],[11933,11951,"Knowledge"],[11954,11984,"Knowledge"],[12011,12022,"Tool"],[12024,12054,"Knowledge"],[12056,12064,"Tool"],[12079,12091,"Tool"],[12093,12108,"Tool"],[12110,12138,"Knowledge"],[12162,12182,"Tool"],[12192,12237,"Knowledge"],[12264,12311,"Knowledge"],[12313,12335,"Knowledge"],[12337,12359,"Knowledge"],[12361,12377,"Knowledge"],[12381,12413,"Knowledge"],[12415,12448,"Tool"],[12450,12476,"Knowledge"],[12487,12517,"Knowledge"],[12564,12578,"Tool"],[12580,12598,"Tool"],[12600,12623,"Tool"],[12626,12635,"Tool"],[12637,12651,"Tool"]],"Comments":[]}
{"id":9750,"text":"280222\nГидроакустические приборы и антенны\nДисциплина «Гидроакустические приборы и антенны» посвящена изучению основ проектирования электроакустических преобразователей и гидроакустических антенн, расчета их параметров, полевых и энергетических характеристик. Рассмотрены задачи анализа и синтеза антенн, вопросы оптимизации их параметров. Дисциплина позволяет получить знания и навыки, необходимые для успешной деятельности в области разработки программных средств проектирования и эксплуатации гидроакустической техники.. Изучение: основных понятий, связанных с гидроакустической антенной техникой, и принципов построения гидроакустических антенных систем и формирования их полей. Получение знаний по применению методов расчета антенн, управлению их параметрами и оптимизации. Знание метода выполнения требований к параметрам гидроакустических антенн. Формирование: требований к характеристикам гидроакустических антенн и преобразователей, обусловленных задачами практического применения. Умение осуществлять выбор методов нахождения требуемых параметров и применять на практике теорию расчета и проектирования гидроакустических антенн и преобразователей. Освоение: теорий дифракции, анализа и синтеза гидроакустических антенн, распространения волн, формирования полей в процессе проектирования и эксплуатации гидроакустических систем. Использование приобретенных навыков на практике.. Все контрольные работы проводятся по принципу развернутых письменных ответов на вопросы, задания строятся как показано в примере. № 1 Тема 2 1. Чем вызвана необходимость увеличения площади рабочих накладок составных стержневых преобразователей? 2. Какие физические факторы определяют минимальное расстояние между излучателем и измерительным гидрофоном?. ЭКЗАМЕНАЦИОННЫЙ БИЛЕТ № 1 Дисциплина Гидроакустические приборы и антенны 1. Акустическое давление, развиваемое антенной, ее характеристика направленности.  2. Линейные непрерывные антенны. 3. Формула Релея УТВЕРЖДАЮ Заведующий кафедрой                                                  А.Р. Лисс. Введение. Общий обзор дисциплины. Основные направления, терминология, области применения. Тема 1. Дискретные антенны. Акустическое давление, развиваемое антенной, ее характеристика направленности. Излучаемая мощность, коэффициент концентрации. Взаимное сопротивление излучения элементов антенны. Сопротивление излучения антенны. Связь между колебательными скоростями элементов и напряжениями возбуждения. Характеристика направленности в режиме приема. Связь между колебательными скоростями элементов и производительностью источника излучения. Теорема взаимности. Тема 2. Непрерывные звукопрозрачные антенны. Акустическое давление, развиваемое монополем. Взаимное сопротивление излучения двух монополей. Линейные непрерывные антенны. Характеристика направленности, коэффициент концентрации, взаимное сопротивление излучения двух антенн в виде отрезков прямой. Поверхностные антенны. Характеристика направленности, коэффициент концентрации, взаимное сопротивление излучения двух плоских антенн. Тема 3. Незвукопрозрачные антенны. Формула Грина. Задача Неймана. Задача Дирихле. Задача со смешанными граничными условиями. Функция Грина для свободного пространства. Функция Грина для полупространства. Формула Релея. Функция Грина в приближении Кирхгофа. Тема 4. Акустическое экранирование антенн. Абсолютно мягкий и абсолютно жесткий экраны. Относительная чувствительность приемника вблизи абсолютно мягкого и жесткого экранов. Кардиоидное включение приемников. Тема 5. Полевые и энергетические характеристики антенн. Ближнее поле плоской антенны. Помехоустойчивость антенны. Мультипликативная антенна. Характеристика направленности в полосе частот. Расчет коэффициента концентрации методом бесконечной антенны. Заключение. Общие выводы по курсу. Перспективы развития.\n","cats":[],"entities":[[7,32,"Tool"],[35,42,"Tool"],[55,80,"Tool"],[83,90,"Tool"],[132,168,"Tool"],[171,195,"Tool"],[496,521,"Tool"],[564,599,"Tool"],[625,657,"Tool"],[714,736,"Knowledge"],[786,852,"Knowledge"],[897,921,"Tool"],[1017,1056,"Knowledge"],[1081,1095,"Knowledge"],[1113,1137,"Tool"],[1140,1156,"Tool"],[1168,1184,"Knowledge"],[1186,1228,"Knowledge"],[1230,1250,"Knowledge"],[1252,1270,"Knowledge"],[1594,1631,"Tool"],[1701,1712,"Tool"],[1716,1739,"Tool"],[1818,1839,"Knowledge"],[1866,1895,"Knowledge"],[1901,1929,"Knowledge"],[1934,1948,"Knowledge"],[2136,2154,"Tool"],[2156,2199,"Knowledge"],[2235,2254,"Knowledge"],[2256,2280,"Knowledge"],[2282,2332,"Knowledge"],[2334,2365,"Knowledge"],[2379,2414,"Knowledge"],[2417,2441,"Knowledge"],[2443,2472,"Knowledge"],[2502,2537,"Knowledge"],[2540,2579,"Knowledge"],[2581,2599,"Knowledge"],[2609,2644,"Tool"],[2646,2690,"Knowledge"],[2692,2739,"Knowledge"],[2741,2769,"Tool"],[2771,2800,"Knowledge"],[2802,2826,"Knowledge"],[2828,2872,"Knowledge"],[2897,2918,"Tool"],[2920,2949,"Knowledge"],[2951,2975,"Knowledge"],[2977,3029,"Knowledge"],[3039,3064,"Tool"],[3066,3079,"Knowledge"],[3081,3095,"Knowledge"],[3097,3111,"Knowledge"],[3113,3154,"Knowledge"],[3156,3197,"Knowledge"],[3199,3233,"Knowledge"],[3235,3248,"Knowledge"],[3250,3286,"Knowledge"],[3296,3329,"Tool"],[3331,3374,"Tool"],[3376,3416,"Knowledge"],[3462,3494,"Tool"],[3552,3580,"Knowledge"],[3582,3608,"Knowledge"],[3610,3635,"Tool"],[3637,3682,"Knowledge"],[3717,3744,"Knowledge"]],"Comments":[]}
{"id":9751,"text":"279665\nПроизводственная практика (научно-исследовательская работа)\nПроизводственная практика проводится в целях получения профессиональных умений и опыта профессиональной деятельности, в том числе осуществления научно-исследовательской деятельности, участия в научно-практических конференциях, публикации научных результатов исследований.. Изучение предметной области, связанной с темой научно-исследовательской работы. Получение знаний по ведению научных исследований в выбранной области. Формирование умения уточнения темы исследования, навыков определения цели, задач и составления программы для выполнения научно-исследовательской работы. Освоение навыков разработки и применения математических методов, системного и прикладного программного обеспечения для решения задач научной и научно-технологической деятельности\n","cats":[],"entities":[[430,488,"Knowledge"],[539,563,"Knowledge"],[573,594,"Knowledge"],[652,706,"Knowledge"]],"Comments":[]}
