{"id":11825,"text":"101144061\nТьютор (помощник)\nОбязанности:\n \nПомощь главному специалисту в группе с детьми ЗПРР, ЗРР, СДВГ, Синдром Дауна\n \nГотовить занятия для деток с особенностями\n \n \nСледить за безопасностью детей\n \nВодить детей в уборную и помогать в навыках самообслуживания\n \nТребования:\n \nУмение работе в команде\n \n \nОтветственность\n \nШустрость\n \nУсловия:\n \nГрафик: 5\/2 10:30 до 14:15. Зарплата на руки первые 2 месяца 50.000 тг.\n \nЦентр находиться в районе ЖД вокзал Алматы-1.\nnan\n","cats":[],"entities":[[227,262,"SoftSkills"],[279,302,"SoftSkills"],[307,322,"SoftSkills"],[325,334,"SoftSkills"]],"Comments":[]}
{"id":11826,"text":"102098163\nПсихолог\nОбязанности:\n \n \nОрганизация и предоставление психологических услуг лицам разных возрастов и социальных групп;\n \nОказание психологической помощи социальным группам и отдельным лицам (клиентам), попавшим в трудную жизненную ситуацию;\n \n \nОрганизация психологического сопровождения и психологической помощи социально уязвимым слоям населения (клиентам);\n \n \n \n \n \nОказание психологической помощи работникам органов и организаций социальной сферы (клиентам).\n \n \n \nТребования:\n \n \nвысшее образование\n \n \nУсловия:\n \n \nКомфортные условия труда\n \nдружный коллектив\n \nофициальное трудоустройство\n \nдостойная заработная плата\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":11827,"text":"101516171\nПедагог-психолог\nЦРВСП - российская организация по-спортивному и военно-патриотическому воспитанию молодежи.\n \nМы формируем сильную, вовлеченную и амбициозную команду, желающую принять участие в нашем федеральном, социально-значимом проекте.\n \nМы ищем профессионалов своего дела, способных занять активную позицию в процессе реализации миссии организации.\n \nОбязанности:\n \n \nПсихолого-педагогическое сопровождение образовательной деятельности филиала;\n \nПроведение индивидуальной и групповой психодиагностики;\n \nПроведение мероприятий по психологическому просвещению и профилактике;\n \nПроведение практических занятий (инд. и групп. коррекционно-развивающих мероприятий с воспитанниками, тренингов, деловых игр, семинаров и др. форм активной психол. работы);\n \nПсихологическое консультирование (учащихся, педагогов, руководителей, родителей);\n \nРабота по психологическому сопровождению образовательного и воспитательного процесса филиала (участие в пед. советах, психол. экспертиза образовательных программ, консультирование и пр.)\n \n \nТребования:\n \n \nВысшее психологическое или психолого-педагогическое образование;\n \nОпыт работы педагогом-психологом;\n \nЗнание возрастной, педагогической психологии, владение диагностическим инструментарием;\n \nГрамотная устная и письменная речь, знание этики, основ делового общения;\n \nВнимательность, аккуратность, инициативность, высокая работоспособность, желание расти и обучаться;\n \nГотовность к командировкам по Волгоградской области;\n \nОсновное место работы: г. Волгоград, ул. Баррикадная, д. 1д; с выездом на базу или лагерь по адресу: Волгоградская область, РП Средняя Ахтуба, ул. Промышленная, 15\n \n \nМы предлагаем:\n \n \nКонкурентную заработную плату\n \nОфициальное трудоустройство, оформление по ТК РФ\n \nРабочая неделя 36 часов\n \nВозможность участия в социально значимом проекте\n \nnan\n","cats":[],"entities":[[1017,1033,"SoftSkills"],[1273,1288,"SoftSkills"],[1290,1302,"SoftSkills"],[1304,1326,"SoftSkills"],[1330,1344,"SoftSkills"],[1346,1358,"SoftSkills"],[1360,1374,"SoftSkills"],[1376,1401,"SoftSkills"],[1403,1416,"SoftSkills"]],"Comments":[]}
{"id":11828,"text":"100395729\nПсихолог (отдел экстренного реагирования)\nПсихолог (отдел экстренного реагирования) \n \nЮжный филиал ФГБУ «Центр экстренной психологической помощи МЧС России» рассматривает кандидатов на должность психолога в отдел экстренного реагирования\n \nИмеются вакансии как для специалистов, имеющих опыт работы психологом, так и для начинающих специалистов сразу после получения высшего психологического образования. \nЕсли вы еще не работали в этой сфере, но очень хотите, приходите, мы вас научим!\n \nОбязанности:\n \n \nСбор и анализ поступающей информации о происшествиях\n \nДистанционная информационно-психологическая поддержка и экстренная психологическая помощь пострадавшему населению\n \nПсихологическое консультирование, в том числе в дистанционном формате, при привлечении к работе на портале интернет службы\n \nПроведение учебных мероприятий для специалистов-психологов подразделений МЧС России\n \nВедение плановой, справочной и отчётной документации в соответствии с установленными сроками и формами предоставления\n \n \n \nОказание экстренной психологической помощи населению, пострадавшему в чрезвычайных ситуациях (при происшествиях), а также пострадавшим и (или) работающим в условиях ликвидации последствий чрезвычайных ситуаций\n \nОказание первой помощи лицам, пострадавшим и (или) работающим в условиях ликвидации последствий чрезвычайных ситуаций\n \nВнеплановые командировки в составе оперативной группы психологов для оказания экстренной психологической помощи населению при ликвидации последствий чрезвычайных ситуаций\n \n \nТребования:\n \n \nЗавершенное высшее психологическое образование \n- бакалавриат и\/или специалитет, и\/или магистратура\n \nТеоретические знания в области психологии\n \nУмение работать в команде\n \nГотовность к срочным внеплановым командировкам\n \nОсновы работы в базовых компьютерных программах, с текстовыми и табличными редакторами\n \n \nУсловия:\n \n \nГрафик работы с понедельника по пятницу с 9:00 до 18:00\n \nОформление согласно ТК РФ (основное место работы)\n \nПремиальные выплаты по итогам работы (квартал\/год)\n \nОсновной отпуск 28 дней\n \nДополнительные отпуска предусмотрены для работников, непосредственно осуществляющим воспитание детей в возрасте до 14 лет и\/или имеющими продолжительный стаж работы в МЧС России\n \nВыплата материальной помощи один раз в году (три оклада)\n \nОбеспечение формой\n \nОбеспечение страховкой\n \nПрохождение первичной подготовки спасателей, повышение квалификации по специальности\n \nВозможность обмена опытом в коллективе коллег-психологов\n \nИмеется комната для приема пищи\n \nВозможность парковки автомобиля\n \nВозможность предоставления отсрочки от призыва на военную службу по мобилизации\n \nСпециалисты-психологи, окончившие ВУЗ по специальности не больше года назад, принимаются без испытательного срока\n \nnan\n","cats":[],"entities":[[524,553,"SoftSkills"],[787,810,"Tool"],[1692,1717,"SoftSkills"],[1785,1816,"Tool"],[1833,1855,"Tool"]],"Comments":[]}
{"id":11829,"text":"102361853\nПсихолог\nОписание вакансии: В отделение ранней медицинской реабилитации БУЗ ВО «ВГК БСМП10» на дневную работу требуется психолог. Работа в составе мультидисциплинарной реабилитационной команды.\n \nТребования: специалитет «Психология» или бакалавриат+ магистратура «Психология».\n \nУсловия: полный рабочий день, график 5\/2, зарплата по результатам собеседования.\nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":11830,"text":"102442617\nПсихолог-консультант\/психотерапевт\nПсихологический центр PsySoulPulse в поиске практикующих специалистов для проведения индивидуальной\/групповой психотерапии, курирования существующих программ и создание новых.\n \n \n \nОбязанности:\n \n \nпроведение индивидуальных консультаций онлайн (сервис для созвонов предоставляем) и\/или очно (Мск и Спб)\n \nкурирование групповых терапевтических программ\n \nвозможность проводить свои авторские программы\/курсы на базе центра\n \nпомощь в создании и проведении онлайн и офлайн мероприятий (от вебинаров до выступлений) и непосредственное участие в них\n \nвзаимодействие с smm-менеджером и отделом продаж перед запуском вашей программы\/программы, которую вы курируете, чтобы сотрудники правильно транслировали смыслы\n \nпрохождение супервизий с нашими супервизорами, либо со своим с предоставлением справки\n \nстрогое соблюдение регламентов компании, особенно касающихся организации работы с клиентами\n \n \n \n \nТребования:\n \n \nобязательно высшее психологическое образование (бакалавриат\/магистратура\/специалитет)\n \nдоп.образование и опыт практики в следующих подходах \nи их ответвлениях\n (на выбор, не все сразу :) )\n \n \n \nКПТ\n \nПсихоанализ\n \nГештальт-терапия\n \nСистемная семейная терапия\n \nEMDR\n \nТелесная психотерапия\n \n \nили другие одобренные подходы, без эзотерики или чьих-то «авторских» методик\n \n \n \n \nпрактический опыт консультирования от 3х лет\n \n \n \n \nЕсли это про вас:\n \n \nвы ищете формат работы, как на агрегаторах (Ясно, Зигмунд.Онлайн): заполнить анкету и ждать клиентов\n \nвы не имеете опыта (\nили желания его получить\n) в проведении онлайн вебинаров, прямых эфиров, и вам это не нравится\n \nне готовы работать в формате start-up компании со всеми его плюсами (например, возможность влиять на процессы, запускать свои проекты «внутри» проекта и быстро расти в доходе и своем масштабе) и минусами (постоянные изменения, пробелы в структурах и процессах, периодические «авралы»)\n \nвы рассчитываете набрать базу клиентов и уйти с ней\n \n \nто в рамках работы у нас это невозможно, увы :(\n \n \n \nУсловия:\n \n \nгибкий график\n \nвозможность совмещения\n \n60% от оплат клиентами консультаций и терапевтических групп - ваши. 30% от оплат клиентами курсов и программ - тоже ваши.\n \nстоимость консультаций, групп и программ зависит от вашего опыта и навыков: минимальная стоимость консультации (для клиента) - 3тыс, максимальная 15тыс. Минимальная стоимость программ\/курсов - 25тыс.\n \nвозможность консультирования очно в Москве и Санкт-Петербурге, по желанию\n \nПсихологическое консультирование,Практическая психология,Психология Личности,Социальная психология,Навыки межличностного общения\n","cats":[],"entities":[[291,310,"Tool"],[351,362,"SoftSkills"],[437,446,"Knowledge"],[447,452,"Knowledge"],[865,885,"Knowledge"],[1294,1303,"Knowledge"],[1328,1335,"Knowledge"],[1450,1461,"Tool"],[1463,1467,"Tool"],[1469,1483,"Tool"],[1583,1599,"Tool"]],"Comments":[]}
{"id":11831,"text":"101263805\nСпециалист по реабилитации (Психолог\/специальная психология)\nОбязанности:\n \n \nПроведение индивидуальных и групповых занятий\n \nПсихологическая диагностика особенностей развития детей с ограниченными возможностями здоровья\n \nОпределение типов нарушений\n \nРазработка методик психологической реабилитации\n \nПодбор методов воспитания и обучения\n \nКоррекция социальной дезадаптации\n \nПрофилактика нарушений поведения и отклонений в развитии\n \nКонсультирование родителей\n \nРешение конфликтных ситуаций\n \nКонтроль эффективности реабилитации\n \n \nТребования:\n \n \nВысшее образование\n \nРассматриваются кандидатуры с опытом работы в сфере оказания услуг по реабилитации и абилитации\n \n \nУсловия:\n \n \nАдрес места работы обсуждается индивидуально, с учетом пожеланий кандидата и наличия вакантных мест по территориальным округам города Москвы. Трудоустройство по ТК РФ. Рабочая неделя 40 часов. Отпуск 28 дней\n \nНавыки межличностного общения,Внутренний контроль,Обучение,Работа в команде,Умение планировать,Высокий уровень самоорганизации,Грамотная речь\n","cats":[],"entities":[[274,310,"Tool"],[320,338,"Tool"],[476,504,"SoftSkills"],[507,529,"SoftSkills"],[907,936,"SoftSkills"],[937,956,"SoftSkills"],[957,965,"SoftSkills"],[966,982,"SoftSkills"],[983,1001,"SoftSkills"],[1002,1033,"SoftSkills"],[1034,1048,"SoftSkills"]],"Comments":[]}
{"id":11832,"text":"102438589\nПедагог-психолог\nОбязанности:\n \n \nпроведение индивидуальной и групповой диагностики;\n \nпроведение коррекционно-развивающих занятий;\n \nконсультирование участников образовательного процесса;\n \nпроведение тренингов;\n \nпсихологическое просвещение;\n \nведение текущей документации.\n \n \nТребования:\n \n \nвысшее профильное образование;\n \nзнание возрастной психологии;\n \nвладение диагностическим инструментарием.\n \n \nУсловия:\n \n \nоформление в соответствии с ТК РФ;\n \nпятидневная рабочая неделя, 36 часов;\n \nдружный коллектив.\n \nВозрастная психология,Детская психология,Психологическое консультирование,Ведение документации,Точность и внимательность к деталям,Тренинги,Навыки межличностного общения,Умение работать в коллективе\n","cats":[],"entities":[[380,411,"Tool"],[602,622,"SoftSkills"],[623,631,"SoftSkills"],[634,658,"SoftSkills"],[668,697,"SoftSkills"],[698,726,"SoftSkills"]],"Comments":[]}
{"id":11833,"text":"102628919\nПсихолог\nОбязанности:\n \n \nРабота с детьми с особыми потребностями\n \nПроведение Аба-терапии\n \nОрганизация учебного процесса\n \nЗнание возрастной психологии и психологии развития человека\n \n \nТребования:\n \n \n \nВысшее образование (психолог, коррекционный педагог, педагог-психолог, дефектолог, логопед)\n \n \nВовлеченность в процесс занятий, креативность\n \nТворческий подход, инициативность\n \nПунктуальность, ответственность\n \nЛюбовь к детям\n \n \nУсловия:\n \n \n5 дневная рабочая неделя\n \nДружеский коллектив\n \nПрофессиональный рост\n \nБонусы\n \nОбучение\n \nОбучение и развитие,Детская психология,Возрастная психология\n","cats":[],"entities":[[313,326,"SoftSkills"],[346,358,"SoftSkills"],[361,378,"SoftSkills"],[380,394,"SoftSkills"],[397,411,"SoftSkills"],[413,428,"SoftSkills"]],"Comments":[]}
{"id":11834,"text":"101424492\nПсихолог (эмоциональная зависимость)\n1. Есть запрос на помощь в освобождении от эмоциональной зависимости у группы из 8 человек, а также, при Вашем желании, возможен постоянный поток клиентов в том количестве, которое Вам комфортно (большая часть из г. Екатеринбург).\n \nФактически, у нас группа 367 человек всего (это всего члены группы), нужен специалист для постоянного сотрудничества.\n \nВы сможете взять столько клиентов, сколько Вам комфортно, то есть, если времени у Вас не много, то тоже можем передавать постепенно 1 - 2 клиентов.\n \n!!! Пожалуйста, не присылайте шаблоны, уделите 3 мин. на ответ по п. 2, спасибо.\n \n2. Пожелания к специалисту.\n \nВ ответном сообщении укажите пожалуйста !!!\n \n2.1. Ваш город;\n \n2.2. Опыт в годах по запросу: освобождение от эмоциональной зависимости к “нарушенному партнеру” (нарцисс, психопат и др.);\n \n2.3. Примерное количество клиентов по данному запросу;\n \n2.4. Примерный срок работы\/количество сессий в неделю (естественно, все индивидуально, но примерные параметры);\n \n2.5. Примерная статистика успешного решения запроса (выход и не возврат в отношения);\n \n2.6. Наличие опыта “кризисного психолога”, выявить, решить самостоятельно, или направить к психиатру “острые состояния” связанные с работой по данному запросу;\n \n2.7. Ваша “занятость”, сколько примерно клиентов Вам комфортно взять в работу.\n \nЗаранее спасибо за обратную связь.\n \n \nnan\n","cats":[],"entities":[],"Comments":[]}
