{"id":6814,"text":"101131644\nШеф-редактор в направление «Детство»\nМИФ\n давно вырос из рамок издательства: теперь у нас есть не только книги, но и мерч, курсы, мероприятия, а ещё свой интернет-магазин и развивающие медиа (блоги, соцсети, рассылки). Мы создаём пространство развития внутри компании и для наших клиентов.\n \nСейчас мы ищем шеф-редактора в направление «Детство».\n \nКоманда\n \nКоманда формирует стратегической видение продукта, управляет портфелем и продуктовой командой на этапе создания продукта.\n \nЧто делать?\n \n— Поиск, отбор и упаковка проектов и авторов под матрицу согласно стратегии портфеля. Оценка контента и коммерческого потенциала, согласование офферов.\n \n— Взаимодействие с авторами.\n \n— Мониторинг российского и зарубежного рынка книг по тематикам редакции.\n \n— Ведение и сдача в печать проектов в соответствии с литературными нормами русского языка и полиграфическими требованиями к оформлению книги. Поиск команды исполнителей, координация, прием и контроль качества их работы. Составление бюджета и графика проектов и их соблюдение.\n \n— Разработка художественного и полиграфического оформления издания (совместно с арт-директором).\n \n— Написание маркетинговых текстов для книг и проверка текстов, написанных редакторами.\n \n— Разработка концепций и упаковки будущих изданий.\n \n— Подбор переводных проектов и российских авторов под конкретные задачи по заданию руководителя редакции.\n \n— Составление годового бюджета и матрицы направления.\n \n— Участие в книжных выставках (на территории и за рубежом).\n \nЧто ищем в кандидате?\n \n— Профильное образование (издательское дело, филология, журналистика) будет преимуществом.\n \n— Подтвержденный опыт успешных книжных проектов.\n \n— Опыт отбора книг для портфеля.\n \n— Опыт разработки идеи и концепции проекта до сдачи в печать.\n \n— Прокачанные навыки ведения переговоров.\n \n— Хорошее знание английского языка для встреч с иностранными партнерами.\n \n— Знание основ авторских прав, полиграфии и издательского дела.\n \n— Готовность работать с большим объемом задач.\n \nКак мы работаем\n \n— Оформление по ТК. Мы ищем человека в штат и на полный день. Полностью белая заработная плата.\n \n— График работы 5\/2 (на связи с 10:00 до 19:00). Удаленный формат работы.\n \n— Доступ к большой библиотеке профессиональной литературы, книгам по саморазвитию, здоровому образу жизни, творчеству и даже детским книгам. И даже тем, которые еще не вышли. А еще к курсам.\n \n— Мы заботимся о своем эмоциональном благополучии: у нас есть ДМС, воркшопы на разные темы и большие корпоративные мероприятия.\n \n— Выстраиваем прозрачные процессы на компанию в целом: открытые стратегии каждой команды, полугодовые встречи по достижениям, ежемесячные митапы, на которых мы обсуждаем все самые главные новости, произошедшие с компанией и в командах, смотрим в доходы и каналы, обсуждаем планы и дальнейшие шаги.\n \n— Скидки на обучение от компаний-партнеров: Skillbox, Синхронизация, ProductStar, Skyeng.\n \nPS мы будем благодарны, если в сопроводительном письме вы укажите примеры реализованных проектов.\nnan\n","cats":[],"entities":[[508,513,"Knowledge"],[515,521,"Knowledge"],[523,540,"Knowledge"],[592,607,"Knowledge"],[610,634,"Knowledge"],[636,656,"Knowledge"],[662,687,"Knowledge"],[693,703,"Knowledge"],[730,762,"Knowledge"],[768,776,"Knowledge"],[778,801,"Knowledge"],[908,934,"Knowledge"],[936,947,"Knowledge"],[949,955,"Knowledge"],[957,984,"Knowledge"],[986,1005,"Knowledge"],[1008,1024,"Knowledge"],[1046,1072,"Knowledge"],[1075,1110,"Knowledge"],[1145,1185,"Knowledge"],[1188,1204,"Knowledge"],[1234,1254,"Knowledge"],[1257,1281,"Knowledge"],[1287,1313,"Knowledge"],[1395,1423,"Knowledge"],[1426,1445,"Knowledge"],[1792,1818,"SoftSkills"],[1832,1856,"SoftSkills"],[1899,1926,"Knowledge"],[1928,1939,"Knowledge"],[1941,1959,"Knowledge"],[1976,2008,"SoftSkills"]],"Comments":[]}
{"id":6815,"text":"102416225\nСтилист съемок (Fashion)\nSavage – это большая бизнес-команда, управляющая российским брендом женской одежды. Бренд основан в 2000 г. и к настоящему времени занял одно из лидирующих мест в производстве женской одежды.\n \nМы гордимся тем, что владеем полным циклом создания модной одежды – от дизайна до её продаж: on-line, розничных и оптовых.\n \nПриглашаем в нашу дружную команду \nСтилиста фотосъемок.\n \nВаши задачи:\n \n \nРазработка концепции съемок: сбор референсов, анализ конкурентной среды;\n \nПодбор и стилизация образов для фото и видео съемок в соответствии с эстетикой и целевой аудиторией бренда (студийные, имиджевые и контент-съемки);\n \nОрганизация и контроль съемочного процесса;\n \nПодбор моделей для съемок (индивидуальный hunting и через агентства);\n \nУчастие в съемках (подготовка одежды, контроль посадки, учет отснятого материала);\n \nСистематизация и отбор отснятого материала;\n \nВедение отчетности, работа с договорами и закрывающими документами по подрядчикам\n \n \nДля нас важно:\n \n \nОпыт работы от 2 лет в организации фото\/видео съемок Fashio-индустрии;\n \n \nПонимание современных тенденций визуального контента;\n \n \nЗнание графических редакторов (CorelDraw, Canva, PhotoShop) приветствуется;\n \nНаличие портфолио;\n \nГотовность к выполнению творческого задания.\n \n \nМы предлагаем:\n \n \nИнтересную работу в крупной компании, занимающейся производством, оптовой и розничной торговлей модной женской одежды брендов Savage и Bulmer;\n \nОформление в соответствии с ТК РФ;\n \nРабота в профессиональном и дружном коллективе;\n \nКорпоративные скидки 50% на продукцию бренда.\n \n \n​\nОрганизация съемочного процесса,Организаторские навыки,Постановочная фотография\n","cats":[],"entities":[[429,456,"Knowledge"],[504,511,"Knowledge"],[513,540,"Knowledge"],[543,555,"Knowledge"],[654,666,"Knowledge"],[668,696,"Knowledge"],[700,725,"Knowledge"],[857,872,"Knowledge"],[874,899,"Knowledge"],[903,921,"Knowledge"],[923,942,"Knowledge"],[945,984,"Knowledge"],[1093,1135,"Knowledge"],[1141,1170,"Knowledge"],[1172,1181,"Tool"],[1183,1188,"Tool"],[1190,1199,"Tool"],[1592,1623,"Knowledge"],[1624,1646,"SoftSkills"],[1647,1671,"Knowledge"]],"Comments":[]}
{"id":6816,"text":"100319293\nМладший продюсер\nПривет! На связи команда онлайн-школы «Фоксфорд».\nМы уже 15 лет делаем онлайн-обучение для школьников, их родителей и учителей. Входим в топ-5 крупнейших EdTech-компаний в детском сегменте по версии авторитетного отраслевого рейтинга Smart Ranking, у нас 1300 сотрудников в штате и 10 миллионов пользователей, но самое главное – мы делаем по-настоящему полезный и качественный продукт, благодаря которому школьники влюбляются в учебу и достигают результатов\n \nИщем в команду продюсера для работы над видео-контентом. Мы хотим говорить с аудиторией на одном языке и сделать такой контент, чтобы его было интересно смотреть и школьникам, и родителям.\n \nЧем предстоит заниматься:\n \n \n \nвзаимодействовать с внутренней командой: режиссерами, операторами, креативными продюсерами;\n \n \n \nорганизовывать съемочный процесс, участвовать в подборе площадок и продакшне;\n \n \n \nпродюсировать производство курсов и промо.\n \n \n \nЧто мы ищем в кандидатах:\n \n \n \nжелательно: опыт работы продюсером и на съемочной площадке;\n \n \n \nумение договариваться и создавать крепкие партнёрские отношения: с коллегами, партнерами, поставщиками и конкурентами;\n \n \n \nнасмотренность и желание видеть и создавать только качественный контент.\n \n \n \n​​​​​​\nЧто мы готовы предложить:\n \n \n \nпроектная занятость до конца года;\n \n \nработа из офиса на м.Тульская (7 минут от метро);\n \nвыдаем технику: Macbook или ноутбук на Windows на выбор;\n \nзабота о здоровье: ДМС со стоматологией, корп. психолог, небольшой спортзал в офисе, компенсация больничного, онлайн-тренировки. А если простынешь – пришлем витаминный бокс;)\n \nдоверие: исходим из того, что коллеги профессиональны и не занимаемся микроменеджментом, а поддерживаем высокий уровень автономности в команде – при этом готовы помогать, поддерживать и делиться экспертизой;\n \nразвитие: корпоративные курсы иностранных языков, скидки на продукты Нетологии и «Фоксфорда», доступ к онлайн-библиотеке и компенсация внешнего обучения;\n \nмы аккредитованы как IT-компания и можем предоставлять соответствующие льготы, в том числе отсрочку и льготную ипотеку.\n \nПродюсирование,Креативность,Работа в команде,Обучение и развитие,Mac Os\n","cats":[],"entities":[[710,749,"SoftSkills"],[808,840,"Knowledge"],[842,872,"Knowledge"],[875,884,"Knowledge"],[892,925,"Knowledge"],[928,933,"Knowledge"],[1039,1060,"SoftSkills"],[1063,1072,"SoftSkills"],[1081,1102,"SoftSkills"],[1164,1179,"SoftSkills"],[1198,1208,"Knowledge"],[1215,1235,"Knowledge"],[2097,2111,"Knowledge"],[2112,2124,"Knowledge"],[2125,2141,"SoftSkills"],[2162,2168,"Tool"]],"Comments":[]}
{"id":6817,"text":"99430332\nПродюсер контента\nПривет! Это команда «Правого полушария Интроверта» и мы создаем сервис, который поощряет саморазвитие.\n Мы выпускаем саммари с готовым мнением от экспертов по любой теме: от аниме до философии Канта.\n \nМы ищем продюсера контента, который:\n \n \n \nНаходится в Санкт-Петербурге.\n \n \nИмеет качественную академ. базу (отличает Моне от Мане, назовет 3 причины тридцатилетней войны).\n \nОбладает визуальным мышлением = по тексту к видео поймет как его можно визуализировать (где вставить инфографику, где показать схему, карту, как вывести текст на экран).\n \nИмеет большую насмотренность (фильмы, сериалы, книги, блогеры, мемы).\n \nОтлично справляется с большим потоком информации и быстро реагирует.\n \n \nПриоритет будет отдаваться кандидатам с режиссерским, кино или искусствоведческим образованием. \n \nТы будешь:\n \n \nСоздавать динамичный контент.\n \nРаботать 1 на 1 с командой исполнителей (редакторы, монтажеры, дизайнеры).\n \nСледить за качеством, чтобы даже душный подписчик не смог придраться.\n \nПродюсировать съемки с лекторами.\n \n \nС нас:\n \n \nРабота в аккредитованной IT-компании: белая зарплата, льготная ипотека;\n \nБыстрый рост для самых ответственных пирожочков;\n \nБезлимитный доступ к контенту Интроверта;\n \nКлассный коллектив и чатики с мемами 24\/7.\n \n \nЕсли тебе все подходит, ответь в сопроводительном письме на следующие вопросы:\n \n \nПочему мы? Чем тебе интересен проект?\n \nКратко расскажи о себе и своем опыте работы.\n \nПриложи 2-3 своих любимых мема — это обязательно!\n \n \nАларм! Резюме без сопроводительного письма не рассматриваем.\n \nВакансия предусматривает выполнение ТЗ\nРабота в команде,Продюсирование,Многозадачность,Работа с большим объемом информации\n","cats":[],"entities":[[414,434,"SoftSkills"],[583,605,"Knowledge"],[671,697,"Knowledge"],[707,716,"Knowledge"],[836,864,"Knowledge"],[868,877,"Knowledge"],[884,907,"Knowledge"],[945,965,"Knowledge"],[1017,1049,"Knowledge"],[1608,1624,"SoftSkills"],[1625,1639,"Knowledge"],[1640,1655,"SoftSkills"],[1656,1691,"Knowledge"]],"Comments":[]}
{"id":6818,"text":"102455797\nПомощник продюсера\nПомощник продюсера блогеров\n \n \n \nПривет, меня зовут Дария Лелекова. Я предприниматель и продюсер блогеров-миллионников, а также владелец агентства BatoMedia по influence маркетингу и развитию личного бренда.\n \n \n \nЯ ищу сотрудника на должность моего бизнес помощника, который сможет выполнять функционал продюсера, быть моей правой рукой и руководить процессами компании.\n \n \n \nОб агентстве:\n \n \nМы работаем с самыми крупными блогерами автомобильной тематики: Эрик Давидович, Гриша Завозин, Саша Булкин и другие\n \nЕжемесячно продаем рекламу общим оборотом 10-15 миллионов рублей\n \nМы сотрудничаем с 100+ компаниями, в их числе: Тинькофф, Яндекс, Самокат и другие\n \nМы продюсируем развитие личного бренда предпринимателей и знаменитых гонщиков, увеличивая их узнаваемость и прибыль\n \nМы открываем направление PR продвижения и аккредитации на Каннский Фестиваль для наших клиентов\n \n \n \n \nОбязанности:\n \nКлючевая обязанность - высвобождение времени руководителя для стратегических задач\n \n \nКоординировать работу коммерческих проектов (от подтверждения интеграции до её реализации - выхода ролика) ;\n \nДелать маркировку рекламы (если не умеете мы научим) и вести отчетность по маркировкам\n \nИзучать документацию и вносить корректировки;\n \nВести календарь руководителя и заниматься организацией встреч, напоминать о встречах, контролировать присутствие и подготовленность участников, предоставлять отчет руководителю.\n \nГотовить коммерческие предложения по рекламе и работать с презентациями (Canva\/Power Point\/Figma);\n \nВыезжать на съемки (если требуется), координировать съемочный процесс\n \nУчаствовать в создании контента для личного бренда и Соц сетей агентства\n \nСоздавать и поддерживать экосистему компании для эффективной работы (Word, Excel, GoogleDrive) в формате отчетности и структурирования процессов;\n \nВести HR процессы, в том числе написание текстов вакансий.\n \nВыполнять задачи, связанные с реализацией проектов компании.\n \n \n \n \nЯ предлагаю:\n \n \nГибкий график работы: 70% удаленная работа, 30% очная в Москве;\n \nЗаработная плата от 120 до 200 тыс. руб. Фикс + плюс KPI;\n \nВозможность расти вместе с компанией и принимать участие в крупных медиа проектах.\n \n \n \n \nТребования:\n \n \nУ тебя уже есть опыт работы помощником продюсера или influence менеджера в рекламном агентстве от 1 года. Ты понимаешь, кто такой помощник продюсера, что он делает, и в чем его работа.\n \nТы знаешь или готов(а) изучить Закон № 347-ФЗ — поправки в федеральный закон «О рекламе», для маркировки рекламы\n \nТы уже имел(а) опыт написания регламентов, которые успешно применялись и соблюдались.\n \nТы дисциплинированный(ая). Каждый твой день расписан по задачам, и ты всегда ведешь свой календарь.\n \nТвои встречи всегда проходят по таймингу, на них ВСЕ БЕЗ ИСКЛЮЧЕНИЯ приходят вовремя и подготовлены.\n \nТы самоорганизованный(ая). Берешь на себя самую неординарную задачу, самостоятельно разбираешься, как ее решать, и делаешь это несмотря на все трудности.\n \nТы перфекционист. Стремишься к идеалу, причем и в своей работе, и в работе подотчетных тебе работников.\n \nУ тебя мастерски получается писать тексты. Твои читатели не могут оторвать глаз и дочитывают каждое слово до конца.\n \nТы креативно подходишь к решению задач и обладаешь аналитическим складом ума\n \n \n \n \nЕсли ты готов к многозадачной работе в интересной и перспективной сфере, быть на связи 24\/7 и стать частью сильной команды, мы тебя ждем!\n \n \n \nЕсли ты дочитал текст до конца, поставь + в сопроводительном письме и будь готов выполнить тестовое задание, вакансия размещается на конкурсной основе.\nПланирование рабочего дня руководителя,Организация встреч,исполнение поручений руководителя,Product Promotion,Пунктуальность,Деловая переписка,Организаторские навыки,Деловое общение,Организация мероприятий\n","cats":[],"entities":[[1019,1062,"Knowledge"],[1130,1155,"Knowledge"],[1185,1216,"Knowledge"],[1219,1239,"Knowledge"],[1242,1263,"Knowledge"],[1267,1295,"Knowledge"],[1447,1491,"Knowledge"],[1494,1518,"Knowledge"],[1520,1525,"Tool"],[1526,1537,"Tool"],[1538,1543,"Tool"],[1585,1617,"Knowledge"],[1695,1704,"Knowledge"],[1720,1739,"Knowledge"],[1764,1768,"Tool"],[1770,1775,"Tool"],[1777,1788,"Tool"],[1843,1860,"Knowledge"],[2433,2455,"Knowledge"],[2481,2498,"Knowledge"],[2545,2566,"Knowledge"],[2616,2634,"SoftSkills"],[2720,2728,"SoftSkills"],[2735,2755,"SoftSkills"],[2783,2799,"SoftSkills"],[2802,2814,"SoftSkills"],[2821,2839,"SoftSkills"],[2977,2990,"SoftSkills"],[3108,3121,"Knowledge"],[3201,3236,"Knowledge"],[3249,3274,"Knowledge"],[3579,3617,"Knowledge"],[3618,3636,"Knowledge"],[3637,3670,"Knowledge"],[3671,3688,"Knowledge"],[3689,3703,"SoftSkills"],[3704,3721,"SoftSkills"],[3722,3744,"SoftSkills"],[3745,3760,"SoftSkills"],[3761,3784,"Knowledge"]],"Comments":[]}
{"id":6819,"text":"102454388\nПродюсер (в digital агентство)\nПривет!\n \nМы маркетинговое агентство Digital 42!\nВот уже 7 лет мы запускаем проекты клиентов как они любят: \"уже вчера\") За нашими плечами уже свыше 500 проектов, а в команде трудится 70+ человек. Наши клиенты: VK, Tassay, Тимати, ГазПром, ИРИ, PeopleTalk, Mash и другие.\n \nСейчас мы ищем и очень ждем продюсера!\n \n \n \nЧто нужно будет делать?\n \n \n \nПродюсировать для наших клиентов: подкасты, фотосессии, влоги, Reels и многое другое\n \n \n \nРазрабатывать концепции проектов, участвовать в брейнштормах\n \n \n \nЗаниматься поиском и подбором подрядчиков: продакшены, фотографы, дизайнеры, операторы, монтажеры, визажисты, стилисты и пр. Круто, если у тебя уже есть своя база проверенных подрядчиков\n \n \n \nСметы, сметы, сметы: составлять, анализировать, редактировать\n \n \n \n \n \nЧто тебе для этого нужно?\n \n \n \nИметь опыт работы от 3-х лет - must have\n \n \n \nИметь хотя бы небольшую, но свою родимую базу проверенных подрядчиков\n \n \n \nХотеть, уметь и мочь работать со сметами\n \n \n \nХотеть, уметь и мочь работать одновременно с несколькими проектами\n \n \n \n \n \nЧто мы предлагаем?\n \n \n \nОфигенную команду профессионалов и просто хороших людей\n \n \n \nУровень дохода, который будет зависеть от твоих возможностей и пожеланий\n \n \n \nВозможность никогда не стоять в пробках: мы работаем с 12:00 до 20:00\n \n \n \nРаботу над действительно интересными проектами\n \n \n \nОфис в 2 минутах от метро \"Смоленская\". Да, работа у нас предполагается в офисе. Но всё же 1 день в неделю можно работать из дома:)\n \n \n \nДМС после нескольких месяцев работы в компании\n \n \nnan\n","cats":[],"entities":[[390,404,"Knowledge"],[481,513,"Knowledge"],[548,566,"Knowledge"],[569,589,"Knowledge"],[762,772,"Knowledge"],[774,787,"Knowledge"],[789,802,"Knowledge"],[989,1008,"Knowledge"],[1036,1057,"SoftSkills"]],"Comments":[]}
{"id":6820,"text":"102297335\nЗаместитель директора по организации спектаклей\nОбязанности:\n \n \nРуководит отделами продаж, гастрольной деятельности, PR, билетным столом, службой зала, администраторами;\n \nОсуществляет оперативный контроль реализации билетов и принимает действенные меры для увеличения продаж;\n \nНесет личную ответственность за выполнение плана продаж и заполняемости зала;\n \nРуководит привлечением организованных групп зрителей и активной работой с \"Пушкинской картой\";\n \nОрганизует работу распространителей билетов, формирует штат распространителей на договорной основе;\n \nРуководит работой по обслуживанию зрителей на стационаре;\n \nОрганизует гастроли и выездные спектакли театра;\n \nРуководит работой по освещению деятельности театра в: СМИ, Интернете, социальных сетях и других средствах массовой коммуникации с целью привлечения новых зрителей, поддержания посещаемости постоянных зрителей;\n \nОбеспечивает регулярное и своевременное получение театром от производителей и поставщиков различной печатной, сувенирной и иной рекламной продукции;\n \nВедет отчетность в программах: БАРС, АИС статистика, ИАС ЦЭК и др;\n \nРаботает в ЭДО;\n \nОрганизует работу с органами местного самоуправления (Префектура, Управа района, ЦСО и т.д.);\n \nЗнание порядка заключения договоров и подготовка документации по ним (ТЗ, сметы, акты и т.д.)\n \n \nТребования:\n \n \nОпыт работы от года на аналогичной должности;\n \nУверенный пользователь ПК;\n \nЗнание современных методик и каналов продаж;\n \nНаличие зрительской базы и базы распространителей (желательно);\n \nНавыки управления и умение организовать работу отделов;\n \nГрамотная устная и письменная речь;\n \nНаличие высшего образования\n \n \nУсловия:\n \n \nРежим работы 5\/2;\n \nз\/п по результатам собеседования\n \nnan\n","cats":[],"entities":[[75,100,"Knowledge"],[196,216,"Knowledge"],[238,248,"Knowledge"],[260,286,"Knowledge"],[290,318,"Knowledge"],[380,413,"Knowledge"],[478,510,"Knowledge"],[579,611,"Knowledge"],[629,648,"Knowledge"],[651,676,"Knowledge"],[680,710,"Knowledge"],[892,905,"Knowledge"],[932,942,"Knowledge"],[1020,1039,"Knowledge"],[1043,1059,"Knowledge"],[1074,1078,"Tool"],[1080,1094,"Tool"],[1096,1103,"Tool"],[1141,1182,"Knowledge"],[1233,1261,"Knowledge"],[1264,1294,"Knowledge"],[1388,1413,"SoftSkills"],[1417,1443,"Knowledge"],[1446,1460,"Knowledge"],[1464,1488,"Knowledge"],[1491,1513,"Knowledge"],[1537,1548,"SoftSkills"],[1550,1584,"Knowledge"],[1588,1604,"SoftSkills"],[1607,1622,"SoftSkills"]],"Comments":[]}
{"id":6821,"text":"102171792\nКреативный продюсер\nОбязанности:\n \n \nРазработка креативных концепций видеороликов (видеопрезентации жилых комплексов, видеоэкскурсии по жилым комплексам и др.);\n \nПодготовка презентаций идей видеороликов для согласования с внутренним заказчиком;\n \nБрифинг внутренних заказчиков – бренд-менеджеров;\n \nРабота с кросс-функциональной командой – копирайтером, главным редактором;\n \nРабота с исполнителями (сценаристы, дизайнеры, видеографы и т.д.): подбор команды, контроль соблюдения сроков и качества;\n \nСоздание и ведение базы подрядчиков и фрилансеров для фото- и видеосъемок в городах присутствия компании;\n \nАктуализация базы фото- и видеоматериалов компании;\n \nДокументооборот по проектам.\n \n \nТребования:\n \n \n​​​​​​​​​​​​​​Наличие портфолио реализованных проектов;\n \nГрамотная устная и письменная речь;\n \nУмение работать с большим количеством информации без потери качества;\n \nСпособность легко находить информацию.\n \n \nУсловия:\n \n \n \nВозможность внутреннего и внешнего обучения с целью профессионального развития;\n \n \nРаботу в стабильно развивающейся компании (лидеры по объемам текущего строительства по Тюменской области);\n \nКорпоративную систему скидок на приобретение жилья;\n \nВозможность реализовать свои идеи и проекты внутри компании;\n \nСвободный дресс-код.\n \n \n​​​​​​​​​​​​​​\nНаписание сценариев,Производство рекламных роликов,Навыки презентации,Продвижение бренда\n","cats":[],"entities":[[47,91,"Knowledge"],[173,195,"Knowledge"],[258,287,"Knowledge"],[310,348,"Knowledge"],[387,409,"Knowledge"],[511,520,"Knowledge"],[522,546,"Knowledge"],[619,636,"Knowledge"],[673,700,"Knowledge"],[780,796,"SoftSkills"],[799,814,"SoftSkills"],[825,866,"SoftSkills"],[902,927,"SoftSkills"],[1298,1317,"Knowledge"],[1318,1348,"Knowledge"],[1349,1367,"SoftSkills"],[1368,1386,"Knowledge"]],"Comments":[]}
{"id":6822,"text":"102176852\nJunior producer в креативное агентство\nИщем младшего продюссера в команду APE Creative — креативное рекламное агентство, специализирующееся на спецпроектах в цифровой среде. Среди клиентов агентства — Xiaomi, X5 Retail Group, Inventive Group, Министерство Здравоохранения РФ, Desan, Mail.Ru Group.\n \nМы — небольшая команда, успешно конкурирующая с топовыми агентствами на рынке.\n \nЧем предстоит заниматься:\n \n \nПомощь в подготовке и проведении съемок\n \nКоммуникация с подрядчиками и их координация\n \nВедение документации и отчетности по проектам\n \nАссистирование продюсеру во время съёмки.\n \n \nЧто мы ожидаем от кандидата:\n \n \n \nЗнание excel, google-таблиц, (Week, Figma - приветствуется)\n \n \n \nУмение работать в режиме многозадачности и соблюдать дедлайны\n \n \n \nОтветственность\n \n \n \nВнимательность\n \n \n \nКоммуникабельность\n \n \n \nЖелательно\n: профильное образование (реклама\/маркетинг\/PR).\n \n \n \nЧто мы предлагаем:\n \n \nКонкурентная ЗП по результатам собеседования - от 60 до 70 т.р. net\n \nОфициальное оформление в штат агентства\n \nУдаленная работа + выезды на съемки по Москве\n \nПолная занятость - работаем в будни по Московскому времени с 10 до 19 ч. (частичная занятость и совмещение с учебой не рассматривается)\n \nАдекватные задачи и команда, всегда готовая подстраховать и прийти на помощь.\n \nПродюсирование\n","cats":[],"entities":[[421,440,"Knowledge"],[443,460,"Knowledge"],[463,490,"Knowledge"],[496,507,"Knowledge"],[510,530,"Knowledge"],[533,555,"Knowledge"],[558,598,"Knowledge"],[646,651,"Tool"],[653,666,"Tool"],[669,673,"Tool"],[675,681,"Tool"],[712,745,"SoftSkills"],[748,766,"SoftSkills"],[773,788,"SoftSkills"],[795,809,"SoftSkills"],[816,834,"SoftSkills"],[1308,1322,"Knowledge"]],"Comments":[]}
{"id":6823,"text":"102251896\nПродюсер в онлайн школу английского\nВы продюсер, который хочет создать большой проект? \n \nВы хотите внести вклад и создать большое youtube шоу? \n \nЕсли \"да\", тогда откликайтесь на вакансию \n \nМы развиваем новое направление по созданию youtube канала об английском языке для нашей школы английского. \n \nМы создаем продакшн команду и нам нужен креативный, руководящий продюсер для создания и запуска большого youtube канала. \n \nЕсли вы работали в этой сфере и у вас есть видение того, как создать и запустить проект, тогда откликайтесь на вакансию. \nУправление командой,Английский язык\n","cats":[],"entities":[[352,362,"SoftSkills"],[364,375,"SoftSkills"],[389,398,"Knowledge"],[400,408,"Knowledge"],[417,431,"Knowledge"],[558,577,"SoftSkills"],[578,593,"SoftSkills"]],"Comments":[]}
