{"id":6414,"text":"100807022\nСпециалист по документационному обеспечению\nОбязанности:\n \n \n \nСоставление и редактирование документов, организация движения документов, взаимодействие со смежными подразделениями в части документооборота.\n \n \n \nУмение ориентироваться в законодательстве в области науки.\n \n \n \nОбщение с людьми.\n \n \n \nТребования:\n \n \n \nВысшее образование;\n \n \n \nУверенный пользователь MS Office (на собеседовании будет тест);\n \n \nОтветственность, пунктуальность, навыки делового общения, грамотная устная и письменная речь.\n \n \nУсловия:\n \n \n \nТрудоустройство в соответствии с ТК РФ;\n \n \nГрафик работы: 5\/2, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;\n \nЗаработная плата от \n60 000 рублей (на руки);\n \nКомпенсация питания;\n \nБесплатный спортзал.\n \nnan\n","cats":[],"entities":[[229,279,"Knowledge"],[287,295,"SoftSkills"],[378,387,"Tool"],[423,438,"SoftSkills"],[440,454,"SoftSkills"],[463,479,"SoftSkills"],[491,498,"SoftSkills"],[500,515,"SoftSkills"]],"Comments":[]}
{"id":6415,"text":"101656577\nСпециалист по учету контингента\nОбязанности:\n \nУчаствовать в организации приема на учебное отделение.\n \nОформлять личные дела обучающихся, вновь принятых на обучение.\n \nВести работу по приему, обработке, оформлению, внесению изменений в личные дела обучающихся по всем специальностям, своевременно вносить в них изменения (разноска распоряжений, приказов директора и др. распоряжений).\n \nСвоевременно оформлять и вести учет приказов по студенческому составу: переводы, отчисления, восстановления, академические отпуска, смена фамилии и др.\n \nВыдавать и фиксировать справки, копии документов из личных дел, готовить ответы на входящие письма, запросы и т.п.\n \nВести работу в городских и федеральных автоматизированных информационных системах («АИС Контингент», АИС «Зачисление в профтех», ФИС ФРДО и пр.).\n \nСоставлять статистические отчеты и годовой отчет о работе отделения, в том числе в информационных системах ДОНМ и других органов власти (СПО-1, СПО-2, СПО-Мониторинг и другие).\n \nВести книги выдачи дипломов и дубликатов дипломов и удостоверений, алфавитную книгу обучающихся.\n \nГотовить проекты приказов по отделению о переводе обучающихся на следующий курс, о допуске к преддипломной практике, о предоставлении академических отпусков, о переводе на индивидуальный график обучения, о выпуске, о назначении стипендии, об отчислении, о восстановлении и т.п.\n \nФормировать и сохранять в информационной системе колледжа следующие документы: приказы по движению, личному составу обучающихся и т.д.\n \nУчаствовать в работе стипендиальной комиссии, старостата, в комиссии по переводу обучающихся с коммерческой на бюджетную основу.\n \nГотовить документы на комиссию по восстановлению и переводу обучающихся.\n \nОбрабатывать персональные данные обучающихся отделения, сохранять конфиденциальность при использовании персональных данных обучающихся и работников колледжа.\n \nОбрабатывать и оформлять сдачу личных дел, обучающихся и другой документации в архив, выдавать дипломные проекты только преподавателям или консультантам с соответствующей записью в журнале.\n \nОрганизовывать и проводить работу по военному учету обучающихся.\n \nГотовить необходимые документы по запросу иных подразделений.\n \nТребования:\n \n \nналичие высшего образования, медицинской книжки, справки МВД\n \n \nУсловия:\n \n \nпятидневная рабочая неделя с двумя выходными (суббота, воскресенье) с 8.30 до 17.00\n \nвыплата заработной платы 2 раза в месяц\n \nвременный прием на декретную ставку\n \nnan\n","cats":[],"entities":[[1401,1432,"Knowledge"],[1533,1556,"Knowledge"],[1558,1568,"Knowledge"],[1652,1691,"Knowledge"],[1731,1750,"Knowledge"],[2107,2121,"Knowledge"],[2158,2168,"Knowledge"]],"Comments":[]}
{"id":6416,"text":"98085322\nМетодист образовательного контента в Edutoria\nEdutoria — активно развивающаяся образовательная платформа от Сбера для онлайн-обучения взрослых.\n \nМы стремимся к человекоцентричности образования, помогаем людям в их профессиональном и личностном развитии, делая обучение персонифицированным, доступным и посильным. А помогают нам в этом — практикующие специалисты, выверенная методология и ИИ-инструменты.\n \nСейчас мы запускаем новое направление — обучение IT-профессиям с нуля. Эксперты создают для направления множество longread и другого контента. Мы ищем педагогического дизайнера\/методиста, который в связке с редактором и экспертом глубоко погрузится в программу и поможет спроектировать её в соответствии с образовательными результатами, сделать материалы понятными, полезными и удобными для обучающихся\n \nДоверим вам следующие задачи:\n \n \nВместе с продакт-менеджером и автором-экспертом проектировать программу на основе образовательных методологий.\n \nМетодически поддерживать подготовку контента и проработку событий сопровождения.\n \nОсуществлять методическую корректировку контента от авторов, вносить комментарии в контент на основании обратной связи от команды и учащихся.\n \nАнализировать feedback и улучшать образовательный опыт студентов.\n \nПрорабатывать и внедрять новые методики и подходы в программы направления. Например, методики рефлексии, снижения когнитивной нагрузки и т.д.\n \nВыполнять ad-hoc запросы на проектирование тестов, ассесментов, сценариев вебинаров и других активностей, связанных с продуктом и требующих методического включения.\n \n \nТребования:\n \n \nОпыт от трех лет в методической работе.\n \nБудет плюсом опыт в образовательных проектах.\n \nПонимание как люди учатся (science of learning), а особенно как учатся взрослые (андрагогика).\n \nЗнание подходов к оценке достижения образовательных результатов и как проектировать и внедрять в программу эту оценку.\n \n \nПрименение подходов к проектированию курса: от целей, от проблем, от опыта.\n \n \nСамостоятельность и ответственность в работе\n \nЭмпатия, student-centric подход — принимать решения, держа интересы, боли и контекст студентов в голове; понимать, что ответственность за успехи и неудачи в целом делится поровну между нами и им\/ей.\n \nВъедливостью и внимательностью — предстоит пропускать через себя много контента от авторов, который нужно проверять на методическое качество.\n \nСистемное мышление — видеть картину целиком, а не отдельные элементы; понимать, как связаны и влияют друг на друга разные части системы.\n \n \nГибкостью — готов работать с обратной связью и планировать итерационные улучшения созданного контента. Умеет работать в условиях дедлайнов.\n \n \n \nМы предлагаем:\n \n \nУдаленный формат сотрудничества (рабочие созвоны в мессенджерах и корпоративных сервисах).\n \nОформление по договору ГПХ с самозанятым или ИП.\n \nЕжемесячную выплату по факту сделанных работ, размер вознаграждения обсуждается на собеседовании.\n \nРаботу над значимым проектом с вдохновляющей миссией и осязаемой ценностью как для команды, так и для обучающихся.\n \nПрофессиональную свободу. Мы доверяем твоему опыту и не тратим время и силы на микроменеджмент.\n \nДружную и креативную контентную команду, открытую к экспериментам и поддерживающую неформальную коммуникацию.\n \nnan\n","cats":[],"entities":[[1709,1728,"Knowledge"],[1763,1774,"Knowledge"],[1797,1842,"Knowledge"],[1849,1862,"Knowledge"],[1865,1896,"Knowledge"],[1924,1944,"Knowledge"],[1982,2000,"SoftSkills"],[2002,2017,"SoftSkills"],[2029,2036,"SoftSkills"],[2038,2060,"SoftSkills"],[2230,2243,"SoftSkills"],[2245,2261,"SoftSkills"],[2374,2392,"SoftSkills"],[2515,2525,"SoftSkills"]],"Comments":[]}
{"id":6417,"text":"99682013\nСпециалист учебного центра\nГруппа компаний \"МАСТ\" - инновационная IT-компания, которая объединяет все необходимые ресурсы для успешного развития бизнеса. В связи с расширением функционала учебного центра, мы открываем вакансию методиста!\n \nВаша роль в компании будет включать следующие \nобязанности:\n \n- Создание учебного контента: инструкции, видеоуроки, лонгриды, креативы;\n- Постоянное обучение, поиск и внедрение новых интересных форматов для учебных материалов;\n- Работа с учебными порталами компании:выгрузка учебных материалов в курс, назначение курсов, отслеживание прогресса обучения;\n- Коммуникация с сотрудниками компании: ввод в должность, приемка практических заданий с новичками, сопровождение обучения новичка на испытательном сроке, сопровождение обучения специалиста при повышении квалификации;\n- Проведение интервью с продуктовыми экспертами;\n- Создание презентаций на высоком уровне;\n- Помощь в организации оффлайн обучений и обучений по ВКС;\n- Креативный подход к организации обучения и учебных материалов;\n- Работа с корпоративным порталом Битрикс24.\n \n \n \n \n \nИщем кандидата, который:\n- Имеет опыт в написании статей и лонгридов;\n- Имеет опыт в создании обучающего видеоконтента (либо желание учиться и развиваться в этом направлении);\n- Имеет опыт педагогического дизайна и навык создания крутых презентаций;\n- Умеет много общаться с коллективом, имеет высокие коммуникативные навыки, грамотную и устную речь;\n- Желание развиваться и расти в сфере корпоративного образования.\n \nМы гарантируем:\n \n- Ввод в должность и обучение в собственном учебном центре;\n \n- Оформление по ТК РФ, оплачиваемые отпуска и больничные;\n \n- Своевременные выплаты заработной платы;\n \n- График работы: с 9:00 до 18:00, суббота, воскресенье – выходные дни;\n \n- Экоофис в центре города;\n \n- Молодой дружный коллектив;\n \n- Корпоративные мероприятия.\nОрганизация учебного процесса,Навыки межличностного общения,Администрирование процесса обучения,Дистанционное обучение,Деловая коммуникация,Групповое обучение,Составление планов по обучению персонала,Обучение и развитие\n","cats":[],"entities":[[1070,1079,"Tool"],[1131,1147,"Knowledge"],[1150,1159,"Knowledge"],[1176,1209,"Knowledge"],[1280,1303,"Knowledge"],[1312,1339,"Knowledge"],[1385,1415,"SoftSkills"],[1452,1464,"Knowledge"],[1466,1506,"Knowledge"]],"Comments":[]}
{"id":6418,"text":"101860678\nМетодист по написанию программ ДПО - дополнительного профессионального образования, дистанционно\nОбязанности:\n- Разработка полностью самому программ с лекционным материалом и с итоговым тестированием. Получаете от нас только название программы и часы. Матиериал ищите сами;\n- Далее с загрузкой на обучающую платформу геткурс. \nnan\n","cats":[],"entities":[[122,132,"Knowledge"],[150,182,"Knowledge"],[187,209,"Knowledge"],[327,334,"Tool"]],"Comments":[]}
{"id":6419,"text":"100688392\nМетодист\nОбязанности:\n \n \nМетодическое сопровождение учебно-воспитательного процесса, проектной деятельности, знание делопроизводства.\n \nОрганизует методическую работу образовательных учреждений\n \n \nОказывает помощь педагогическим работникам в определении содержания, форм, методов и средств обучения.\n \n \nДокументальное сопровождение,Ведение документации\n","cats":[],"entities":[[49,94,"Knowledge"],[96,118,"Knowledge"],[127,143,"Knowledge"],[171,204,"Knowledge"],[254,276,"Knowledge"],[278,282,"Knowledge"],[284,292,"Knowledge"],[294,310,"Knowledge"]],"Comments":[]}
{"id":6420,"text":"100984758\nНаучный сотрудник-методист\nВ нашу команду требуется научный сотрудник-методист, специализирующийся на психологии, символизме, изучении мозга и сомнологии. Если вы обладаете нужным образованием, умеете работать с зарубежными публикациями, мы приглашаем вас к сотрудничеству.\nОбязанности:\n \n \nПоиск и отбор научных статей по психологии, символизму, изучению мозга и сомнологии на авторитетных сайтах научных западных журналов.\n \nОценка релевантности и качества найденных статей для текущих исследовательских проектов.\n \nВыполнение машинного перевода отобранных статей с английского на русский язык с использованием специализированных инструментов и программного обеспечения.\n \nПостредактирование переведенных текстов для обеспечения точности и корректности перевода научной терминологии.\n \n \nТребования:\n \n \nВысшее образование в области психологии, нейронаук, лингвистики или смежных областях.\n \nОпыт работы с научными публикациями и базами данных западных университетов.\n \nЗнание английского языка.\n \nНавыки работы с инструментами машинного перевода и постредактирования.\n \nВнимательность к деталям и способность к анализу научных текстов.\n \n \nУсловия:\n \n \nУдаленная работа на фрилансе.\n \nСдельная оплата за каждую переведенную и отредактированную статью.\n \nОбъем работы: 15 статей в месяц.\n \nГибкий график работы, позволяющий совмещать с другими проектами или учебой.\n \nДолгосрочное сотрудничество при условии высокого качества выполняемой работы.\n \nСвоевременные выплаты по факту выполнения и приемки работы.\n \nНаучная деятельность,Написание статей,Сбор и анализ информации,Написание текстов,Копирайтинг,Психология,методист,научный сотрудник,нейронаука,лингвистика\n","cats":[],"entities":[[918,939,"Knowledge"],[942,978,"Knowledge"],[989,1000,"SoftSkills"],[1040,1058,"Knowledge"],[1061,1079,"Knowledge"],[1083,1098,"SoftSkills"],[1124,1147,"SoftSkills"]],"Comments":[]}
{"id":6421,"text":"101584349\nСпециалист по работе со слушателями в учебный центр (психология)\nОрганизация обучения:\n \n- работа с \"теплыми\" клиентами (оставившими заявку) и доведение до покупки\n \n- ответы на вопросы по телефону\/почте\/мессенджерах\n \n- информирование о начале обучения, рассылки материалов и информации\n \n- составление и отправка договор (при необходимости)\n \nСопровождение учебного процесса: \n \n- работа с преподавателями по организации занятий\n \n- информирование слушателей об учебных активностях\n \n- контроль за выполнением заданий, тестов и т.п.\n \n- запуск и модерация трансляций (вечернее время, график по согласованию)\n \n- подготовка документов для ФРДО\n \n- оформление сертификатов, документов, отчетов и т.п.\n \n- подготовка и отправка документов через Почту России и других служб доставки\n \nТребования:\n \n- знание учебного процесса в ДПО\n \n- готовность к проектной работе\n \n- умение грамотно консультировать по телефону\/письменно\n \n- умение продаж\n \n- уверенность в пользовании ПК и современными программными продуктами (MS Office и аналоги, ZOOM и аналоги и т.п. )\n \nУсловия:\n \n- заработная плата обсуждается с успешным кандидатом (выше рынка)\n \n- работа в офисе и(или) удаленно (по согласованию)\n \n- оформление по ТК\nНаписание текстов,Телефонные переговоры,Деловая переписка,Активные продажи,Проведение презентаций\n","cats":[],"entities":[[816,839,"Knowledge"],[857,873,"Knowledge"],[885,909,"SoftSkills"],[943,949,"SoftSkills"],[1023,1032,"Tool"],[1044,1049,"Tool"]],"Comments":[]}
{"id":6422,"text":"101125320\nИнженер II категории\nОбязанности:\n \n \n \nПроведение консультаций сотрудников, посетителей и иных заинтересованных лиц о довузовской подготовке, профориентационной работе и способах организации приема поступающих на обучение (лично, по телефону, по электронной почте);\n \n \n \nУчастие в профориентационных и иных мероприятиях в соответствии с планом работы (ознакомительные экскурсии, образовательные выставки, дни открытых дверей и т.д.);\n \n \n \nСоставление проектов приказов и распоряжений о проведении запланированных мероприятий (конференций, олимпиад, экскурсий и т.д.);\n \n \n \nОформление информационных и иных профориентационных материалов (буклеты, плакаты, презентации);\n \n \n \nПодготовка и участие в проведении предметных олимпиад в Санкт-Петербурге и регионах (при необходимости);\n \n \n \nПроверка, корректировка и оформление полученной информации для дальнейшего использования.\n \n \n \nТребования:\n \n \n \nЗнание законодательных и нормативно-правовых актов, касающихся довузовской подготовки и образовательной деятельности;\n \n \n \nУмение работать со школьниками, находить с ними общий язык, решать возникающие ситуации;\n \n \n \nВладение компьютерной техникой, знание основных программных комплексов;\n \n \n \nМобильность, стрессоустойчивость, позитивный настрой, коммуникабельность;\n \n \nУмение работать в коллективе, пунктуальность; нацеленность на результат.\n \n \nУсловия:\n \n \n \nОформление, гарантии и компенсации в соответствии с Трудовым кодексом Российской федерации;\n \n \n \nЕжегодный оплачиваемый отпуск 28 к\/д;\n \n \n \nВозможность посещения спортивного комплекса с бассейном;\n \n \n \nЕжедневная компенсация затрат на питание;\n \n \n \nИспытательный срок 3 месяца;\n \n \n \nЗарплата – от 80 000 рублей (до вычета налогов).\n \n \nnan\n","cats":[],"entities":[[921,964,"Knowledge"],[1045,1068,"SoftSkills"],[1142,1163,"Knowledge"],[1172,1203,"Knowledge"],[1211,1222,"SoftSkills"],[1224,1243,"SoftSkills"],[1245,1263,"SoftSkills"],[1265,1283,"SoftSkills"],[1296,1317,"SoftSkills"],[1319,1333,"SoftSkills"],[1335,1360,"SoftSkills"]],"Comments":[]}
{"id":6423,"text":"102579653\nРуководитель службы онлайн-обучения\nОбязанности:\n \n \nРазрабатывать методологию курса: вместе с экспертами изучать рынок и предложения конкурентов, разрабатывать план курса, выстраивать его структуру, продумывать задания и механизмы взаимодействия участников (куратор, обучающийся и преподаватель)\n \nКонтролировать процесс оформления курса: составлять техническое задание и курировать работу технических специалистов и модераторов онлайн-обучения\n \nКоординировать подготовку и доработку учебных материалов (учебные планы, наборы заданий, проверочные материалы)\n \nПроектировать образовательную среду, планировать путь слушателя\n \nВнедрять новые форматы организации учебного процесса с использованием цифровых ресурсов\n \nУправлять деятельностью по набору слушателей, созданию и расширению клиентской базы\n \n \nТребования:\n \n \nВысшее образование\n \nЗнание форматов технических возможностей онлайн-обучения\n \nНавыки методической работы с экспертами \/ преподавателями\n \nЗнание принципов и порядка разработки учебно-методической документации;\n \nЗнание законодательства в области ДПО;\n \nБыстрое реагирование на изменения в процессе работы.\n \n \nУсловия:\n \n \nОфициальное трудоустройство по ТК РФ\n \nНачисление заработной платы 2 раза в месяц\n \nрежим работы - 5\/2 с 9.00. до 17.00\n \nnan\n","cats":[],"entities":[[869,909,"Knowledge"],[919,951,"Knowledge"],[954,969,"Knowledge"],[999,1042,"Knowledge"],[1053,1083,"Knowledge"],[1087,1107,"SoftSkills"]],"Comments":[]}
{"id":6574,"text":"102614526\nУчитель начальных классов (декретная ставка)\nОбязанности:\n \nОбучение детей в 1 классе.\n \nПрограмма 1-4.\n \nТребования:\n \nОпыт работы от 4 лет.\n \nВысшее педагогическое образование.\n \nМЦКО высокий или экспертный уровень.\n \nУсловия:\n \n6-дневная рабочая неделя.\n \nСоциальный пакет.\nnan\n","cats":[],"entities":[[161,187,"Knowledge"],[191,195,"Tool"]],"Comments":[]}
{"id":6575,"text":"102619883\nУчитель английского языка\nОбязанности:\n \n \nпреподавание английского языка в 8-11 классах;\n \nведение внеурочной, проектной деятельности;\n \nподготовка к ОГЭ, ЕГЭ.\n \n \nТребования:\n \n \nвысшее образование;\n \nопыт работы в сфере образования;\n \nстремление реализовать творческие возможности.\n \nПользователь ПК,Творческое мышление,Грамотная речь,Английский язык,Добросовестность,Умение планировать,Владение современными методиками преподавания\n","cats":[],"entities":[[66,78,"Knowledge"],[110,120,"Knowledge"],[122,144,"Knowledge"],[297,312,"Knowledge"],[313,332,"SoftSkills"],[333,347,"SoftSkills"],[348,359,"Knowledge"],[364,380,"SoftSkills"],[388,399,"Knowledge"],[422,445,"Knowledge"]],"Comments":[]}
{"id":6576,"text":"102076658\nPrimary Teacher (English Speaker)\nEnglish Nursery and Primary School (ENS) is looking for an experienced and enthusiastic \nPrimary Teacher\n \nto commence in August 2024\n.\n \nYou will be teaching a class of 10-15 children aged 7-8 year olds. The teaching experience with us is truly an enjoyable one. Our teachers have English speaking teaching assistants to help in a classroom.\n \nENS was established in 2004 as a private nursery school in Moscow. We have more than 15 years experience teaching children in our 6 branches where classes range from Pre-Nursery to Year 6.\n \nDuring the school day children have separate lessons with a range of specialist teachers such as music, drama and sport.\n \nWe have an individual approach to each child. We are concerned with the child’s holistic development with particular emphasis on their English language skills.\n \nOur package includes:\n \n \nA competitive salary and retention bonus\n \nFull HQS visa coverage and 24\/7 post placement support (HQS - highly qualified specialist visa)\n \nAccommodation walking distance from the campus or an accommodation allowance including assistance in finding a flat\n \nAnnual flight allowance\n \nPrivate medical insurance including dentistry and free regular medical checks and medical staff on call\n \nFree delicious meals during the work day (breakfast, lunch, snack)\n \nUse of school`s sports facilities (indoor and outdoor sport areas)\n \nSupportive community of 65 teachers and assistant teachers from the UK\n \nContinuing Professional Development opportunities\n \nBursary for teachers` children\n \n60 leave days per annum including paid holidays and half-terms\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":6577,"text":"102199709\nПреподаватель английского языка\nМы - один из самых крупных центров в городе Павлодар, занимающихся курсами английского языка. У нас одновременно занимается более 350 учеников на курсах английского языка, выпустилось уже более 2000 человек, которые учатся на грантовых программах в 18 странах мира.\n \nМы являемся официальным партнером British Council и это нам дает возможность знать о всех обновлениях в формате теста и нюансах экзамена.\n \nНа данный момент мы настолько выросли, что нам срочно нужны еще преподаватели английского языка, тк наша команда, которую мы готовили к новому учебному году уже не справляется с потоком учеником и объемом.\n \nНа данной вакансии мы готовы обучить стратегиям и методикам преподавания, c которыми мы работаем уже более 10 лет и которые позволяют ученикам повысить свой уровень.\n \nКакой человек нам нужен?\n \n \nБыстрый и эффективный - можете быстро вникнуть в любой вопрос и решить проблему\n \nУ Вас уже есть образование и опыт, который Вы можете применить при подготовке наших ребят\n \nВам нравится помогать людям достигать их максимум, Вы неутомимы и активны\n \nВы готовы учиться новому.\n \n \nВаши обязанности:\n \n \nПреподавать в группах и индивидуально\n \nОтслеживать результатов учащихся, предлагать решения по ученикам, которые не тянут\n \nДержать на связи родителей несовершеннолетних учеников\n \n \nУсловия работы:\n \n \nУ Вас будет очень крутой и справедливый руководитель, с которым можно вырасти до руководителя\n \nОбучение в Британском Совете и еще более эффективной деятельности по Вашей должности\n \nДля новых работникам у нас есть программа адаптации, чтобы Вы максимально быстро вникли в свою работу и максимально раскрылись\n \nВысокая заработная плата, тк мы понимаем, что крутой специалист должен хорошо зарабатывать.\n \nГрамотная речь,Работа в команде,Способность обучать других,Индивидуальное обучение,Готовность обучаться,Английский язык,Преподаватель\n","cats":[],"entities":[[1782,1798,"SoftSkills"],[1799,1825,"Knowledge"],[1826,1849,"Knowledge"],[1871,1882,"Knowledge"],[1887,1900,"Knowledge"]],"Comments":[]}
{"id":6578,"text":"102241791\nПреподаватель Почемучки\nОбязанности:\n \n \nРаботать по программе предоставленной учебным центром, а также уметь адаптировать программу под запрос;\n \nУмение работать с детьми от 3-лет;\n \nПодготовка детей к школе;\n \n \nТребования:\n \n \nЗнание русского языка;\n \nЗнание английского языка(A2);\n•Ответственность;\n•Пунктуальность;\n•Любовь к детям;\n•Грамотность.\n \n \nУсловия:\n \n \nЗаработная плата по итогам собеседования;\n•Удобное расписание рабочего времени;\n•Комфортное, современное место работы оснащенное всей необходимой техникой;\n•Превосходная рабочая атмосфера;\n•Удобная локация;\n•Дружный и позитивный коллектив.\n \nОбучение и развитие,Английский язык,Детская психология,Преподавание\n","cats":[],"entities":[[120,153,"Knowledge"],[247,256,"Knowledge"],[272,284,"Knowledge"],[296,311,"SoftSkills"],[314,328,"SoftSkills"],[331,345,"SoftSkills"],[348,359,"SoftSkills"],[656,674,"Knowledge"],[675,687,"Knowledge"]],"Comments":[]}
{"id":6579,"text":"101838696\nКуратор начальных классов\nОбязанности:\n \n \nБыть вторым классным руководителем начального класса\n \n \nТребования:\n \n \nНаличие педагогического образования\n \nЗнание русского языка в совершенстве\n \n \nУсловия:\n \n \nПолный рабочий день\n \nОфициальное трудоустройство\n \nОбучение и развитие,Групповое обучение,Организация мероприятий,Умение работать в коллективе,Детская психология,Организация учебного процесса,Индивидуальное обучение,Способность обучать других,Навыки межличностного общения\n","cats":[],"entities":[[134,161,"Knowledge"],[171,179,"Knowledge"],[290,308,"Knowledge"],[309,332,"Knowledge"],[340,361,"SoftSkills"],[362,380,"Knowledge"],[381,410,"Knowledge"],[411,434,"Knowledge"],[435,461,"Knowledge"],[469,491,"Knowledge"]],"Comments":[]}
{"id":6580,"text":"101496697\nIELTS \/ English teacher\nВ учебный центр King’sAcademy требуется преподаватель английского языка. Мы ищем современных преподавателей английского языка (GeneralEnglish и IELTS). Если вы уверенный, амбициозный, а также любящий преподавать человек, то мы с радостью примем вас в нашу маленькую, но дружную семью!\nТребования к кандидату:\n• филологическое \/ педагогическое образование;\n• свободное владение английским языком;\n• желательно иметь опыт работы \/ учебы за границей;\n• желательно наличие международных сертификатов;\n• опыт преподавания для групп;\n• опыт работы с детскими и\/или подростковыми группами;\n• способность работать с удовольствием и любовь к своей профессии.\nУсловия работы:\n• полная\/частичная занятость;\n• оборудованные учебные классы;\n• возможна загрузка на утреннее, дневное и\/или вечернее время;\n• преподавание в мини-группах 4-6 человек и в группах до 10 человек\nПросим отправлять своё резюме .\nnan\n","cats":[],"entities":[[411,422,"Knowledge"],[538,560,"Knowledge"]],"Comments":[]}
{"id":6581,"text":"102446419\nСтажёр брокера по США\nСТАРТУЙ КАРЬЕРУ В ЛОГИСТИКЕ: СТАЖЕР С ПЕРСПЕКТИВОЙ РОСТА!\n \nГород:\n Самарканд\n \nГотов покорять мир логистики?\n Мы ищем амбициозного стажера, который мечтает о динамичной карьере и не боится вызовов!\n \nТвоя миссия:\n \n \nТы станешь частью команды, организующей транспортные перевозки по США.\n \nТы научишься планировать маршруты, как настоящий стратег, и оптимизировать логистические процессы.\n \nТы будешь общаться с водителями, клиентами и партнерами, развивая навыки коммуникации и дипломатии.\n \nТы научишься решать сложные задачи и справляться с нестандартными ситуациями.\n \nТы освоишь искусство ведения документации и отчетности, что пригодится тебе в любой сфере.\n \n \nЧто мы ждем от тебя:\n \n \nГлавное – твое желание учиться и развиваться!\n Опыт работы не требуется, мы всему тебя научим.\n \nОтличное знание английского и русского языков\n – твой ключ к успеху в международной логистике.\n \n \nЧто мы предлагаем:\n \n \nКонкурентоспособная зарплата + бонусы:\n твой труд будет достойно вознагражден.\n \nОфициальное трудоустройство:\n мы ценим стабильность и соблюдаем все законы.\n \nПрофессиональный рост:\n ты получишь все необходимые знания и навыки для успешной карьеры.\n \nУникальный тренинг:\n лучшие кандидаты пройдут специальное обучение, которое даст им преимущество на старте.\n \nПерспектива стать брокером:\n покажи себя с лучшей стороны, и эта должность станет твоей!\n \n \nНе упусти свой шанс! Отправь резюме прямо сейчас и стань частью нашей дружной команды!\n \n \nАнглийский язык,Документооборот,Деловая переписка,Телефонные переговоры,Активные продажи,Транспортная логистика,B2B Продажи\n","cats":[],"entities":[[1490,1501,"Knowledge"],[1506,1521,"Knowledge"],[1522,1539,"SoftSkills"],[1540,1561,"SoftSkills"],[1562,1578,"Knowledge"],[1579,1601,"Knowledge"],[1602,1613,"Knowledge"]],"Comments":[]}
{"id":6582,"text":"100369163\nКуратор в образовательный центр\nЦентр подготовки MetaStudy приглашает кураторов в свою команду!\n \nЗадача кураторов - сопровождение детей и предоставление обратной связи родителям.\n \n \n \n \n \nОбязанности:\n \n \nКоммуникация с детьми, следить за успеваемостью и дисциплиной детей;\n \nПредоставление обратной связи родителям;\n \nВести отчетность в CRM системе (обучение предоставляется).\n \nТребования:\n \nГрамотная устная и письменная речь;\n \nПунктуальность и организованность;\n \nСвободное владение 2 языками;\n \nРешение задач здесь и сейчас, а не откладывать на потом.\n \nУсловия:\n \nГрафик работы 6\/1, с 8:30 до 18:30 (3 раза в неделю), с 10:00 до 18:30 (3 раза в неделю);\n \nЗп: Оклад+KPI+%от продаж;\n \nМолодой и дружный коллектив;\n \nКарьерный рост.\n \n \n \n \n \n \nЕсли Вы нашли себя в данном описании, ждем Вас в нашем центре!\n \n \n \n \nОрганизация учебного процесса,Обучение и развитие,Деловая коммуникация,Администрирование процесса обучения\n","cats":[],"entities":[[217,238,"Knowledge"],[337,361,"Knowledge"],[444,459,"SoftSkills"],[461,477,"SoftSkills"],[491,509,"Knowledge"]],"Comments":[]}
{"id":6583,"text":"102407331\nУчитель русского языка и литературы\nОбязанности:\n \n \nПроведение уроков русского языка и литературы у детей 5-11 классов\n \nПодготовка рабочих программ дисциплин\n \nПродвижение школы в городских проектах по направлению кафедры\n \nВзаимный контроль качества проведения уроков учителями кафедры\n \nРуководство практикантами, закрепленными за кафедрой\n \nУчастие в конкурсах, олимпиадах, конференциях, выставках\n \nГотовность заниматься дополнительным образованием детей и взрослых\n \n \nТребования:\n \n \nДиагностика МЦКО - экспертный уровень\n \nОпыт работы учителем обязателен\n \n \nУсловия:\n \n \nПолный рабочий день\n \nОтпуск 56 календарных дней\n \nГрамотная речь,Грамотность,Организаторские навыки,MS PowerPoint,Обучение\n","cats":[],"entities":[[81,90,"Knowledge"],[98,109,"Knowledge"],[143,169,"Knowledge"],[245,280,"Knowledge"],[301,326,"Knowledge"],[502,518,"Tool"]],"Comments":[]}
