{"id":6444,"text":"102261435\nЗаместитель директора по учебно-воспитательной работе\nОбязанности:\n \n \nГотовить необходимые материалы по разработке и планированию учебно-воспитательной работы в филиале Института.\n \nОсуществлять контроль за организацией и проведением воспитательной работы в группах.\n \nКонтролировать организацию учебного процесса в филиале Института.\n \nОсуществлять контроль за организацией учебной и учебно-методической работы кафедр, работой приёмной комиссии в филиале Института и т.д.\n \n \nТребования:\n \n \nВысшее образование.\n \nСтаж работы по профилю профессиональной деятельности .\n \n \nУсловия:\n \n \nОформление согласно ТК РФ.\n \nГрафик работы 5\/2.\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":6445,"text":"102596440\nМетодист\nОбязанности:\n \n-разрабатывать и внедрять методических материалы обучения (учебные программы, тесты, пособия, рекомендации и др.) для разных уровней и направлений образования, в т.ч. через интернет или другие средства связи в соответствии с установленными НПА и их постоянное обновление\n \n-занесение документов об обучении и квалификации в фис ФРДО\n \n-подготовка к лицензированию новых образовательных программ и аккредитации организации\n \n-проведение исследований, освоение и внедрение новых подходов методики к обучению в области ДПО, чтобы совершенствовать учебный процесс, включая цифровые технологии.\n \nТребования:\n \n-высшее образование\n \n-опыт в сфере методической работы\n \n-коммуникабельность, внимательность, ответственность, стрессоустойчивость, грамотная речь, гибкость, терпимость и терпение\n \n-умение мыслить системно, планировать и рационально использовать служебное время и достигать результата\n \n-знание основ работы с текстовыми редакторами, электронными таблицами, электронной почтой и браузерами, мультимедийным оборудованием (уверенный пользователь ПК)\n \nУсловия:\n \n-з\/п первый месяц 40 000 руб., после положительного прохождения испытательного срока - 6\n0 000 рублей\n.\n \n-график работы с 9:00 до 17:00\n \n-выходные: суббота, воскресенье\nnan\n","cats":[],"entities":[[358,366,"Tool"],[699,717,"SoftSkills"],[719,733,"SoftSkills"],[735,750,"SoftSkills"],[752,771,"SoftSkills"],[789,797,"SoftSkills"],[799,810,"SoftSkills"],[812,820,"SoftSkills"]],"Comments":[]}
{"id":6446,"text":"101423545\nМетодист образовательного учреждения\nОбязанности:\n \n \n \n \nОсуществляет методическую работу в учреждении.\n \nУчаствует в разработке методических и информационных материалов, диагностике, прогнозировании и планировании подготовки, переподготовки и повышения квалификации руководителя и специалистов учреждения.\n \nОказывает помощь педагогическим работникам учреждения в определении содержания, разработке дополнительных общеразвивающих программ.\n \nПроводит групповые и индивидуальные консультации по разработке программ, оценочных средств, циклов занятий, досуговых мероприятий и других методических материалов с учетом стадии профессионального развития, возрастных и индивидуальных особенностей педагога.\n \nГотовит программно-методическую документацию для проведения экспертизы (рецензирования) и анализирует ее результаты.\n \nРецензирует и помогает педагогам распространить свой педагогический опыт.\n \nКонтролирует правильное и своевременное ведение педагогами журналов, отчетов о выполнении учебной программы, о движении контингента обучающихся.\n \nУчаствует в работе организации дополнительного профессионального образования, повышения квалификации и переподготовки педагогических работников учреждения, оказывает им консультативную и практическую помощь по соответствующим направлениям деятельности.\n \nУчаствует в комплектовании учебных групп и объединений обучающихся.\n \nОбобщает и принимает меры по распространению результативного опыта педагогических работников.\n \nОсуществляет работу в интернет-портале «Региональный информационный ресурс «Навигатор дополнительного образования детей».\n \nОсуществляет просветительскую работу, консультации по работе с региональным навигатором дополнительного образования для педагогов, консультативную помощь родителям.\n \nКонтролирует правильное и своевременное ведение педагогами электронных и бумажных журналов, отчетов о выполнении учебной программы, о движении контингента обучающихся.\n \nСвоевременно заполняет и предоставляет отчетную документацию (муниципальные задания, мониторинги, статистические отчеты и др.).\n \n \n \n \nТребования:\n \n \nвысшее педагогическое образование\n \nжелателен стаж работы по должности, либо в образовательном учреждении.\n \nтакже может претендовать на должность выпускник педагогического университета.\n \n \nУсловия:\n \n \nпятидневная 36-часова рабочая неделя;\n \nлетом отпуск 50 календарных дней;\n \nльготы и поддержка начинающих специалистов;\n \nофициальное трудоустройство, соц.пакет.\n \nПользователь ПК,Работа в команде,Организаторские навыки,Организация мероприятий,Обучение и развитие,Организация учебного процесса,Творческое мышление,Способность обучать других,Уверенный пользователь ПК,Точность и внимательность к деталям\n","cats":[],"entities":[[1516,1597,"Tool"],[2474,2490,"SoftSkills"],[2491,2513,"SoftSkills"],[2514,2537,"SoftSkills"],[2538,2557,"SoftSkills"],[2558,2587,"SoftSkills"],[2588,2607,"SoftSkills"],[2608,2634,"SoftSkills"],[2661,2696,"SoftSkills"]],"Comments":[]}
{"id":6447,"text":"102575939\nРуководитель учебного отдела\nМосковская Международная Академия\n - развивающееся высшее учебное заведение, занимающее лидирующие позиции среди негосударственных ВУЗов страны. Мы растем - появляются новые направления и открываются новые программы. Помимо классических форм обучения, мы активно развиваем формат дистанционного образования и ведем набор студентов круглый год!\n \nСтановясь частью нашей дружной команды, тебе предстоит решать следующие задачи:\n \n- Организовать эффективное функционирование Учебно-методического отдела образовательной организации.\n \n- Осуществлять контроль за учебным процессом, обеспечивает организационную и техническую подготовку учебного процесса в соответствии с государственными образовательными стандартами, составляет годовой отчет по учебной работе.\n \n- Подготавливать документацию к участию претендентов в конкурсе на замещение должностей профессорско-преподавательского состава, научных работников, разрабатывать критерии и методы оценки их деятельности.\n \n- Подготавливать иную документацию по вопросам учебного процесса и контроля за его качеством.\n \n- Организовать работу по составлению расписания учебных занятий обучающихся по семестрам (иным графикам занятий), отвечать за оперативную корректировку и выполнение расписания.\n \n- Организовать работу по составлению расписания учебных занятий кафедр по семестрам (иным графикам занятий) с учетом объема учебной нагрузки.\n \n- Участвовать в составлении учебного расписания преподавателей, расписания выполнения лабораторных, практических работ, семинаров, консультаций обучающихся (студентов, слушателей) и доводить их до сведения преподавателей каждой кафедры, осуществлять контроль за их выполнением, вносить в них при необходимости соответствующие изменения.\n \n- Согласовывать изменения в расписании учебных занятий кафедр с руководителями кафедр.\n \n- Доводить составленное расписание учебных занятий до сведения обучающихся (студентов) на каждый семестр (иной график занятий), в том числе через сайт образовательной организации.\n \n- Осуществлять контроль за соблюдением работниками кафедр выполнения учебной нагрузки.\n \n- Оформлять учебную документацию (зачетные, экзаменационные ведомости и иные документы, связанные с академической успеваемостью обучающихся (студентов, слушателей).\n \n- Осуществлять компьютерную обработку учебной документации.\n \n- Готовить график использования аудиторного фонда для занятий с обучающимися.\n \n- Разрабатывать в соответствии с новейшими технологиями в сфере образования и организовать работу с кафедрами по внедрению новых методик в образовательный процесс.\n \n- В рамках своей компетенции осуществлять иные функции по организации и обеспечению учебного процесса.\n \nЧто для этого нужно знать:\n \n \nтребуемые нормативные правовые акты Российской Федерации по вопросам образования;\n \nприоритетные направления развития образовательной системы Российской Федерации;\n \nпорядок и условия проведения конкурса на замещение должностей профессорско-преподавательского состава и научных работников;\n \nправила и порядок поиска, сбора, хранения, обработки, распространения информации, необходимой для осуществления учебно-методической деятельности;\n \nлокальные нормативные акты образовательного учреждения по организации и регулированию учебного процесса, составлению учебной документации по обеспечению учебного процесса;\n \nправила по охране труда и пожарной безопасности.\n \nиметь высшее образование\n \nопыт работы по данному направлению не менее 3 лет\n \n \n \n \nНас любят сотрудники и есть за что \n \n \nРабота в комфортном, просторном офисе, с видом на Останкинскую телебашню;\n \nУютные рабочие места, современные компьютеры;\n \nМолодой, профессиональный, сильный коллектив и адекватное руководство. Ты развиваешься и растешь вместе с командой;\n \nТрудоустройство в соответствии с ТК РФ;\n \nГрафик 5\/2 с 9:00 до 17:30 (праздничные дни и выходные согласно производственному календарю);\n \n \nСтановись частью дружной семьи ММА! Мы ждем от тебя отклик и небольшое сопроводительное письмо, и не скрывай своих достижений!\n \n \nnan\n","cats":[],"entities":[[2744,2814,"Knowledge"],[3026,3170,"Knowledge"],[3174,3344,"Knowledge"],[3348,3395,"Knowledge"]],"Comments":[]}
{"id":6448,"text":"102177919\nМладший методист в Британку\nБританская высшая школа дизайна\n \nищет \nМладшего методиста (ДПО и ДО программы).\n \nШкола входит в \nUniversal University\n – университет, где строится будущее креативных индустрий, формируется новое экспертное сообщество и открываются широкие возможности для личного и профессионального развития. С 2003 года БВШД специализируется на профессиональном образовании в творческой и бизнес индустриях.\n \nКоманда и задачи:\n \nУниверситет постоянно совершенствует свои образовательные программы. Департамент академического качества следит за тем, чтобы они максимально точно отвечали требованиям к различным специальностям.\n \nЗадачи:\n \n \n \nРабота с текущей документацией по программе, внесение информации о программе в систему 1C;\n \n \n \nАктуализация учебного плана в течение всего срока реализации программы;\n \n \n \nКорректировка\/ адаптация документов программы, тематического плана, содержания и длительности дисциплин в соответствии с заданными рамками и сроками;\n \n \n \nПосещение занятий и сбор обратной связи от преподавателей и студентов;\n \n \n \nПроведение опросов студентов, анализ и представление результатов. Презентация собранной аналитики для выработки планов по доработке программы на будущий запуск;\n \n \n \nРазработка краткосрочных программ согласно брифу;\n \n \n \nПреподаватели:\n \n \n \nСодействие в разработке \/ проектировании дисциплин и отдельных занятий по требованию;\n \n \n \nОрганизация и проведение встреч с преподавателями \/ кураторами для обсуждение статуса, качества содержания и образовательных результатов программы;\n \n \n \nСтуденты:\n \n \n \nСодействие в решении вопросов, относящихся к академическому качеству, включая работу с запросами\/жалобами по содержанию\/форме программы, апелляциями, академическими нарушениями и т.д.\n \n \n \nФиксация\/ контроль внеаудиторной нагрузки студентов.\n \n \n \nЧто для нас важно:\n \n \n \nМетодическое образование;\n \n \n \nОпыт работы методистом \/ дизайнером образовательных программ от одного года, навыки работы с программами различной длительности будут преимуществом;\n \n \n \nГрамотная письменная и устная речь;\n \n \n \nПроявляет эмпатию и открытость в работе с людьми. Умеет их слышать, слушать и решать нестандартные ситуации;\n \n \n \nСистемно подходит к работе;\n \n \n \nУмеет качественно и эффективно работать и в команде, и самостоятельно.\n \n \n \nЧто мы предлагаем:\n \n \n \nТворческую команду, возможность учиться и развиваться в комьюнити креативной индустрии и образовании;\n \n \nСильный продукт;\n \n \nВсе по-белому: трудоустройство, з\/п, отпуск, больничный;\n \n \n \nГрафик работы понедельник-пятница с 10 до 19 - из офиса с возможностью частично работать удаленно;\n \n \n \nДМС со стоматологией, частичную компенсацию спорта;\n \n \n \n﻿Офис в креативном кластере Artplay, фрукты по четвергам, йога по средам, dog-friendly офис;\n \n \n \n﻿Доступ к креативной библиотеке Universal University.\n \n \n \nПрисылайте ваше резюме и несколько строк о том, почему вам было бы интересно присоединиться к команде.\nnan\n","cats":[],"entities":[[755,757,"Tool"],[2043,2077,"SoftSkills"]],"Comments":[]}
{"id":6449,"text":"102593737\nВедущий методист отдела обучения\nМНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА»\n - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.\n \nОБЯЗАННОСТИ:\n \n \nРазрабатывать и актуализировать программы обучения в соответствии с ФГОС и законодательством РФ;\n \nОтслеживать и анализировать изменения в законодательстве об образовании, медицины;\n \nАктуализировать рабочие документы, локальные акты, готовить шаблоны внутренних документов, учебные планы\/ программы обучения\/ описания программ на сайте;\n \nОрганизовывать передачу данных для внесения в ФИС ФРДО;\n \nКонтролировать процесс обучения;\n \nВзаимодействовать со слушателями, вести личные дела;\n \nОрганизовывать практику (заключение договоров с ВУЗами и учреждениями СПО, подбор площадок, контроль посещаемости и ведение отчетности)\n \n \nТРЕБОВАНИЯ:\n \n \nЗнание законодательства и методических документов в области ДПО и непрерывного медицинского образования, квалификационных требований к медицинским работникам;\n \nЗнание порядка аккредитации медицинских работников;\n \nОпыт организации обучения работников медицинских организаций;\n \nПонимание особенностей обучения в дистанционном формате;\n \nСпособность эффективно работать с большим объемом новой информации;\n \nГрамотность, ответственность, внимательность;\n \nПК на уровне уверенного пользователя (Word, Excel, Power Point, электронная почта)\n \n \nМЫ ПРЕДЛАГАЕМ:\n \n \nРабота в крупном медицинском холдинге (ТОП-5 частных клиник по версии Forbes, РБК)\n \nОфициальное трудоустройство и социальные гарантии согласно ТК РФ\n \nГрафик работы 5\/2 9-18 (пятница до 16:45)\n \nСвоевременные выплаты два раза в месяц\n \nЛьготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи\n \nСпециальные тарифы на отдых в загородном Парк-Отеле\n \nБесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)\n \nКорпоративные программы и специальные предложения от партнеров Холдинга\n \nСкидки на питание в корпоративном кафе\n \nСкидки в сети аптек Холдинга\n \n \nБУДЕМ РАДЫ ВИДЕТЬ ВАС В КОМАНДЕ СМ-КЛИНИКА, ПРИСОЕДИНЯЙТЕСЬ!\nДистанционное обучение,Работа с большим объемом информации,Деловая переписка,Ориентация на результат,Коммуникативные навыки,Ответственность,Точность и внимательность к деталям\n","cats":[],"entities":[[637,645,"Tool"],[1303,1314,"SoftSkills"],[1316,1331,"SoftSkills"],[1333,1347,"SoftSkills"],[1389,1393,"Tool"],[1395,1400,"Tool"],[1402,1413,"Tool"],[1415,1432,"Tool"]],"Comments":[]}
{"id":6450,"text":"102372670\nМетодист в тренинг-центр в VK Tech\nНаша команда помогает расти компаниям любого масштаба. Нам это удаётся благодаря опыту развития интернета и технологий с открытым исходным кодом.\n \nЗадачи:\n \n \nсоздание внешних B2B-курсов для компаний-партнёров;\n \nсоздание курсов для сейлов, пресейлов, архитекторов, аналитиков и инженеров;\n \nпревращение несистемных знаний из продуктовой и проектной документации, из любых иных артефактов в логичный последовательный курс;\n \nподготовка презентаций; лабораторные работы, видеозаписи, конспекты, тесты, сертификация;\n \nподготовка и тренинг эксперта, оказание ему помощи;\n \nорганизация обучения: создание форм приглашений, работа с партнёрским отделом по координации тренинг-потоков, организация встреч, модерация встреч (вебинаров по обучению — эксперт учит, методолог контролирует процесс).\n \n \nТребования:\n \n \nопыт создания корпоративного внешнего обучения;\n \nопыт работы с онлайн-обучением, B2B-обучением;\n \nзнание и навык работы с Notion, SCORM, iSpring.\n \nnan\n","cats":[],"entities":[[471,493,"SoftSkills"],[495,514,"Knowledge"],[516,527,"Knowledge"],[529,538,"Knowledge"],[540,545,"Knowledge"],[547,559,"Knowledge"],[617,637,"SoftSkills"],[639,664,"SoftSkills"],[666,694,"SoftSkills"],[727,745,"SoftSkills"],[747,763,"SoftSkills"],[979,985,"Tool"],[987,992,"Tool"],[994,1001,"Tool"]],"Comments":[]}
{"id":6451,"text":"100730126\nГлавный специалист отдела дополнительного образования и занятости детей\nОбязанности:\n \n \nведения деятельности 13 учреждений дополнительного образования\n \nвыдача разрешений на организованные выезды детей\n \n \nТребования:\n \n \nвысшее педагогическое образование\n \nстаж работы в образовательном учреждении\n \n \nУсловия:\n \n \n5-дневная рабочая неделя\n \nсоцпакет\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":6452,"text":"100701486\nМетодист\nВ связи с расширением учебного отдела в Институте психосоматики открыта вакансия специалиста по учебно-методической работе и координации обучения.\n \n \n \nОбязанности:\n \n \n \nОбеспечение учебного процесса (расписание, ведомости, приказы, входящая и исходящая корреспонденция, курация студенческих чатов, договоры на обучение) Института психосоматики.\n \nРазработка, оформление и актуализация учебных программ ДПО, разработка локальных нормативных актов.\n \nРазработка учебно-методической и иной документации, необходимой для деятельности центра:\n \n— Подготовка, анализ и передача информации для сайта.\n \n— Подготовка фотографий и написание статей о мероприятиях на сайт и для печати.\n \nСовместно с экспертом формулирование образовательных целей курса, целей отдельных блоков и уроков;\n \nОказывать полную методическую поддержку в подготовке материалов для курсов (методичек, чек-листов, презентаций и т.д.);\n \nКурация групп обучающихся очно в Москве;\n \nАнализ обратной связи по итогу обучения;\n \nВнесение статистических отчетов (заполнение форм отчетности).\n \nРабота по заполнению документов образования (дипломы, сертификаты) и внесению данных в гос реестр ФИС ФРДО.\n \nТребования\n:\n \nумение составлять ТЗ на разработку учебных материалов\n \nумение вести и правильно оформлять документацию по учебному процессу\n \nграмотная русская речь и письмо\n \nЗнание возможностей платформ онлайн-обучения (Getcourse)\n \nОриентация на результат\n \nКоммуникабельность\n \nПроактивность\n \nУсловия:\n \nОформление по ТК РФ;\n \nГибридный график работы: 3 будних дня удаленно, в субботу-воскресенье на учебных занятиях со слушателями (занятия проходят в центре Москвы)\n \nОколо 9 месяцев в году рабочими днями будут сб-вс, выходные дни - в будние\nnan\n","cats":[],"entities":[[1171,1179,"Tool"],[1216,1251,"Knowledge"],[1325,1356,"SoftSkills"],[1405,1414,"Tool"],[1418,1441,"SoftSkills"],[1444,1462,"SoftSkills"],[1465,1478,"SoftSkills"]],"Comments":[]}
{"id":6453,"text":"102219077\nМетодист (СПО)\nОбязанности:\n \nФормирование учебно-методических комплексов\n \nКонтроль работы эл. журналов \n \nУвеличение эффективности работы педагогов\n \nОценка качества преподавания\n \nОформление учебно-методических материалов с учетом новейших требований в сфере образования\n \nОрганизация обучающих мероприятий для педагогов\n \nКоординация деятельности преподавателей\n \nПодготовка информации для формирования приказов\n \nДокументационное обеспечение учебной деятельности\n \nТребования:\n \n \n \nвысшее педагогическое образование;\n \nили любое высшее образование с дополнительным профессиональным образованием по виду деятельности.\n \n \n \nУсловия:\n \n \n \n \nиногородним предоставляется жилье\n \nпремии по результатам работы\n \nпедагогический стаж\n \nполный соц. пакет \n \nработа в центре города Киров\n \nМетодическая деятельность по реализации программ профессионального обучения и СПО,Делопроизводство\n","cats":[],"entities":[],"Comments":[]}
