{"id":6494,"text":"102075805\nПреподаватель иностранных языков (частная школа)\nВ частную школу, город Петропавловск - Камчатский, СРОЧНО требуется: \"Преподаватель иностранных языков\"\n \nОбязанности:\n \n \nКачественное преподавание иностранного языка детям и взрослым.\n \n \nТребования:\n \n \nВысшее образование \/ незаконченное высшее;\n \nЗнание языка, \nанглийский - основной,\n преимуществом будет знание второго языка (немецкий \/ французский \/ китайский) - \nне ниже B2;\n \nНаличие международных сертификатов по методике и уровню языка - \nжелательно.\n \n \nУсловия:\n \n \nОформление по ТК РФ;\n \nПолный соцпакет;\n \nВыплата з\/п 2 раза в месяц, без задержек, на банковскую карту;\n \nПредоставление жилья;\n \nОплата перелёта на Камчатку;\n \nОтпуск 52 дня;\n \nПредоставление \"подъемных\" по программе \"Повышение трудовой мобильности\" в размере 300 000 - 400 000 руб.;\n \nКонтракт от 1 года;​​​​​​​\n \nКомпенсация оплаты медицинской комиссии;\n \nНагрузка до 28 уч. часов в неделю;\n \nМетодическая поддержка и доступ к методическим материалам (консультации с методистом и академическим директором);\n \nОснащенные кабинеты - ноутбук, телевизор, проектор, аудио-колонки, канцелярские принадлежности;\n \nАдминистратор и его помощники помогают с подготовкой материалов к урокам;\n \nВ свободное время можно участвовать в разработке проектов для школы и Академии преподавателей \n(оплачивается отдельно);\n \nУютное место для подготовки к занятиям и отдыха;\n \nВозможность карьерного роста;\n \nУчастие в корпоративных мероприятиях (поездки на природу, творческие мастер-классы).\n \nТворческое мышление,Деловая коммуникация,Креативность,Преподаватель,Преподавание английского языка,Немецкий язык,Французский язык,Иностранные языки,Организация обучения иностранным языкам,Пользователь ПК,Ответственность и пунктуальность,Китайский язык,Работа с детьми,Индивидуальное обучение,Педагогика,Планирование карьеры,Преподавание\n","cats":[],"entities":[[1517,1536,"SoftSkills"],[1537,1557,"SoftSkills"],[1558,1570,"SoftSkills"],[1705,1720,"Knowledge"],[1721,1736,"SoftSkills"],[1739,1753,"SoftSkills"]],"Comments":[]}
{"id":6496,"text":"101475205\nПреподаватель английского языка (English-IELTS tutor)\nОписание вакансии преподавателя IELTS \/ английского языка в \nKing's Academy Learning Centre:\n \nТребования:\n- Высшее филологическое или педагогическое образование;\n- Свободное владение английским языком;\n- Предпочтительный опыт работы или учебы за рубежом;\n- Желательное наличие международных сертификатов.\n \nОбязанности:\n- Проведение обучения и воспитания учащихся, учитывая специфику преподаваемого предмета, проведение уроков и других занятий в соответствии с расписанием и в указанных помещениях;\n- Составление тематического плана работы по предмету для каждой параллели классов на учебную четверть и рабочего плана для каждого урока;\n- Использование разнообразных методов, приемов и средств обучения в своей работе по предмету. Реализация образовательных программ. Перестановка тем уроков в отдельных разделах программы по собственному усмотрению.\n \nУсловия работы:\n- Полная или частичная занятость;\n- Оборудованные учебные классы;\n- Возможность загрузки в утреннее, дневное и\/или вечернее время;\n- Преподавание в мини-группах от 4 до 6 человек и в группах до 12 человек.\n \nЕсли вы заинтересованы в этой вакансии, пожалуйста, отправьте свое резюме и сопроводительное письмо на указанный адрес электронной почты. Ожидаем вашего положительного отклика.\n \nС уважением,\nKing's Academy Learning Centre\nАнглийский язык,Преподаватель,Грамотная речь,Грамотность,Обучение\n","cats":[],"entities":[[229,265,"Knowledge"]],"Comments":[]}
{"id":6497,"text":"102562148\nУчитель английского языка\nОбязанности:\n \n \nпроведение уроков английского языка в средней и старшей школе\n \nучастие общешкольных мероприятиях и фестивалях кафедры английского языка\n \n \nТребования:\n \n \nсвободное владение английским языком, знание коммуникативной методики\n \nопыт работы 3-6 лет в школе или на языковых курсах\n \n \nУсловия:\n \n \nНебольшая, очень домашняя, совсем не казенная, ни на что не похожая школа.\nМы находимся в Красногорском районе, наш автобус от метро Щукинская, Строгино, Митино (30 мин. от м. Щукинская).\nПолный день, с 9 до 17 часов, нагрузка 24 часа (4 дня в неделю).\nВ группе до 10 человек.\nПрофессиональная свобода без отчетов и планов.\n \nnan\n","cats":[],"entities":[[210,246,"Knowledge"],[248,279,"Knowledge"]],"Comments":[]}
{"id":6498,"text":"102643658\nУчитель английского языка\n \nТребуется педагог английского языка в частную школу Montessori School\n \nС 1 до 4 класса\n \nзаработная плата от 290000-400000 тг.\n \nОпыт работы от 2 до 6 лет.\n \nКатегория: модератор и выше\n \nАнглийский язык\n","cats":[],"entities":[],"Comments":[]}
{"id":6499,"text":"102442172\nУчитель-логопед\nОбязанности:\n \n \nДиагностика обучающихся начальной школы\n \nОпределение структуры и степени сложности нарушения устной и письменной речи обучающихся\n \nОрганизация и проведение групповых и индивидуальных коррекционно-развивающих занятий, направленных на профилактику и коррекцию нарушений звукопроизношения, развития речи, восстановлению нарушенных функций\n \nПосещение и анализ уроков на предмет оценки развития речевых способностей обучающихся, консультирование учителей\n \nИнформирование и консультирование родителей по вопросам речевого развития детей\n \nУчастие в общешкольных программах и мероприятиях, направленных на развитие письменной и устной речи обучающихся\n \nУчастие в школьном ППК\n \nВедение соответствующей документации\n \n \nТребования:\n \n \nВысшее профессиональное образование в области логопедии и дефектологии\n \nУмение проводить комплексную диагностику, осуществлять профилактику речевых нарушений звукопроизношения; формировать все компоненты речевой системы, развивать эмоционально-волевую сферу, высшие психические функции, формировать мотивационную установку к достижению результатов\n \nУмение работать в команде, умение найти подход к ребенку с ОВЗ\n \nОпыт работы в должности не менее 1 года в общеобразовательном учреждении\n \n \nУсловия:\n \n \nОформление по ТК РФ\n \nЗаработная плата и нагрузка определяется по результатам собеседования\n \nДружный постоянно развивающийся коллектив\n \nnan\n","cats":[],"entities":[[849,889,"Knowledge"],[891,952,"Knowledge"],[954,996,"Knowledge"],[998,1062,"Knowledge"],[1063,1124,"Knowledge"],[1127,1152,"SoftSkills"],[1154,1189,"SoftSkills"]],"Comments":[]}
{"id":6501,"text":"102124200\nПреподаватель экономических дисциплин\nОБ АКАДЕМИИ\n \nЧастное учреждение высшего образования \"Московская академия предпринимательства\" образована в 1997 году.​\n \nЗа 22 года Академия стала одним из востребованных высших учебных заведений нового поколения, определила новые требования к профессиональной подготовке предпринимателей, государственных служащих и руководителей организаций.\n \nЗа годы своего развития Академия накопила значительный научный потенциал.\n \nНам удалось создать систему управления качеством подготовки специалистов, в которую включены организационные структуры, методики, процессы и материальные ресурсы. В учебном заведении созданы условия для успешного развития студентов: они участвуют в творческих и спортивных мероприятиях, научной жизни, общественной деятельности.\n \nМИССИЯ\n \nОсновная задача Академии - содействие экономическому и инновационному развитию России, возрождению российского предпринимательства, подготовка высококвалифицированных кадров, способных эффективно работать в современных экономических и социальных условиях.\n \nАкадемия является высшим учебным заведением в Москве, ориентированным на подготовку кадров в сфере потребительского рынка и услуг. Академия избрала приоритетным в своей деятельности подготовку талантливых к активной роли руководителей, профессиональный уровень которых отвечал бы не только потребностям российского общества на современном этапе его экономического, социального и духовного развития, но и мировым стандартам.\n \nВ том числе студентам предоставляется: медицинское обслуживание, качественное питание, учебная литература и методические материалы.\n \nВыпускники академии получают фундаментальные знания и практические навыки по созданию своего бизнеса.\n \nОБЯЗАННОСТИ:\n \nВедение учебных занятий у студентов бакалавриата и СПО;\n \n​​​​​​​\nТРЕБОВАНИЯ:\n \n \n \nОбразование: \nпрофильное, наличие ученой степени, ученого звания в приоритете\n \n \n \nСтаж работы: \nопыт преподавания\n \n1-3 года, опыт практической работы по специальности\n \n \n \nУСЛОВИЯ:\n \n \n \nВозможные варианты трудоустройства\n: в штат;\n \n \n \nОфис\n: метро Аэропорт, Измайловская;\n \n \n \nЗарплата по результатам собеседования!\n \n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":6502,"text":"101865534\nУчитель английского языка\nОбязанности:\n \n \nПреподавание в 5-6, 9-10 классах\n \nВозможно классное руководство\n \n \nТребования:\n \n \nВысшее профильное образование\n \nУспешно пройденная независимая диагностика МЦКО уровень экспертный или высокий\n \nНаличие значимых достижений учеников (олимпиады, ОГЭ, ЕГЭ)\n \n \nУсловия:\n \n \nОформление согласно ТК РФ\n \nПолная занятость\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":6504,"text":"102661702\nУчитель истории и обществознания\nОбязанности:\n \n \nуроки 5-11 класс\n \nподготовка к ГИА\n \nдопобразование\n \nподготовка к конкурсам и олимпиадам\n \nклассное руководство\n \n \nТребования:\n \n \nпрофильное высшее образование\n \nзнание основ дидактики и современных методов обучения\n \nналичие умений (увлечений), способствующих продуктивному взаимодействию с учащимися ООО и СОО\n \n \nУсловия:\n \n \nвозможна неполная занятость, если Вы студент последних курсов магистратуры или специалитета\n \nгруппы профильного обучения\n \n \n \nГрамотность,Терпеливость,Высшее образование,Работа в условиях многозадачности,Zoom\n","cats":[],"entities":[[521,532,"SoftSkills"],[533,545,"SoftSkills"],[565,598,"SoftSkills"],[599,603,"Tool"]],"Comments":[]}
{"id":6505,"text":"101573235\nВожатый в загородный лагерь\nПриветствуем! Мы ищем позитивного и амбициозного единомышленника в команду Megalife!\n \n \n \nВ Детский лагерь МегаЛайф требуется вожатый с опытом работы с детьми и активной жизненной позицией.\n \nМы занимаемся комплексным развитием детей и подростков в IQ-туре (Скорочтение, развитие внимания и памяти; Ментальная арифметика; Логика; Театральное мастерство и эмоциональный интеллект; Тайм-менеджмент)\n \nВступая в нашу команду мы гарантируем Вам:\n \nПолную поддержку на начальных этапах работы\n \nРаботу с интересной командой и интересным продуктом\n \nВыскокую оплату труда + перспективу карьерного роста\n \nСистему обучения и развития внутри компании\n \nДоступ к деловой литературе, тренингам и развивающим материалам от мировых лидеров\n \n \n \nВожатый обязан:\n \n* Быть в команде\n \n* Быть пунктуальным\n \n* Быть объективным\n \n* Добиваться качественного и ощутимого результата от каждого ребенка\n \n* Проводить видеофиксацию результата\n \n* Грамотно распределять своё время\n \n* Вести диалог с родителями\n \n* Следить за сохранностью помещения\n \n* Соблюдать субординацию с коллегами и руководством\n \n \n \nТребования:\n \n- БГПУ (нач. образование), рассмотрим и другое профильное, возможно студент последних курсов педагогических специальностей\n \n- Дополнительным преимуществом будет опыт работы в частных загородных лагерях!\n \n- Проведение активностей по программе план-сетки\n \n- Присмотр и обеспечение безопасности детей (в отряде до 14 человек)\n \n- Ежедневная отчетность\n \n \n \nУсловия:\n \n- Работа в санатории ДРОЦ \"Ждановичи\" (5 км от Минска)\n \n- Две смены (20.06-30.06, 10.07-20.07)\n \n- Проживание и питание за счет компании, а также участие в мероприятиях.\n \n \n \n \nnan\n","cats":[],"entities":[[812,829,"SoftSkills"],[834,850,"SoftSkills"],[964,997,"SoftSkills"],[1069,1119,"SoftSkills"]],"Comments":[]}
{"id":6508,"text":"102343948\nУчитель английского языка\nОбязанности:\n \n \n \nОбучение иностранным языкам школьников в соответствии с ФГОС.\n \n \n \nУчебная нагрузка 25 часов, из которых английский яз (2 - 6 кл),\n \n \n \nПодготовка учащихся к участию в олимпиадах и языковых интеллектуальных конкурсах.\n \n \n \nКлассное руководство в 5 классе\n \n \n \nдополнительно образование (4 ч) - обсуждается на собеседовании\n \n \n \nТребования:\n \n \nВысшее лингвистическое образование; педагогическое образование - базовое или профессиональная переподготовка\n \nЗнание современных образовательных технологий и содержания преподаваемой дисциплины\n \nПК - уверенный пользователь.\n \nДополнительная подготовка в смежных областях приветствуется.\n \nДиагноста МЦКО (комплексный ознакомительный тренинг по иностранному языку уровня среднего общего образования) - результат не ниже высокого, опубликован на сайте МЦКО.\n \nМедкнижка\n \n \nУсловия:\n \n \n \nРабота в стремительно развивающейся образовательной организации, амбициозном педагогическом коллективе.\n \n \n \nПолный соцпакет.\n \n \n \nТрудоустройство с 1 сентября 2024 на время декретного отпуска с перспективой постоянной работы после запуска новостройки в ЖК Царицыно в 2025 году\n \n \nnan\n","cats":[],"entities":[[601,628,"Knowledge"]],"Comments":[]}
{"id":6509,"text":"101324773\nСпециалист приемной комиссии.\nОбязанности:\n \n \n \nРабота в Приемной комиссии\n \n- Ведение электронного и бумажного делопроизводства (оформление приказов, распоряжений, служебных записок, личных дел абитуриентов)\n- Работа с базой абитуриентов в CRM-системе, АИС \"Зачисление в Профтех\", 1-с и ФИС ГИА и приема (если опыта работы в указанных системах нет, возможно обучение)\n- Консультации абитуриентов и их родителей по вопросам поступления и обучения по телефону, мессенджерам и лично\n- Проведение Дней открытых дверей и организация профориентационных мероприятий\n \n \n \nТребования:\n \nВысшее профессиональное образование\nУверенное пользование ПК со знанием программ: MS Office, MS PowerPoint\nОпыт работы в образовательных учреждениях СПО приветствуется\nНаличие личной медицинской книжки, справки о наличии\/ отсутствии судимости\nПунктуальность\nОтветственность\nКреативность\nКоммуникабельность\nГрамотная устная и письменная речь\nЗнание алгоритмов работы социальных сетей\nУмение работать в режиме многозадачности\nУмение работать в команде\nЖелание развиваться\nФокус на специфике учреждения\n \nУсловия:\n \nГрафик работы 5\\2\nОформление в соответствии с Трудовым кодексом РФ\nПолный рабочий день на территории работодателя\nСтабильная и своевременная выплата заработной платы\nnan\n","cats":[],"entities":[[252,263,"Tool"],[265,291,"Tool"],[292,296,"Tool"],[298,306,"Tool"],[627,651,"Knowledge"],[673,682,"Tool"],[684,697,"Tool"],[834,848,"SoftSkills"],[849,864,"SoftSkills"],[865,877,"SoftSkills"],[878,896,"SoftSkills"],[897,931,"SoftSkills"],[932,973,"Knowledge"],[974,1014,"SoftSkills"],[1015,1040,"SoftSkills"],[1041,1060,"SoftSkills"]],"Comments":[]}
{"id":6510,"text":"102574948\nПреподаватель английского языка для занятий с детьми 3-14 лет\nПреподаватель английского языка для занятий с детьми 3-14 лет в будние дни.\n \nВ крутую школу для деток 3-14 лет Speakaboo требуется преподаватель английского языка оффлайн и онлайн формата, готовый к росту и бешеной прокачке скиллов!\n \n \n \nМы - школа английского языка Speakaboo, ценности которой: с душой относиться к каждому ребенку, обучать с любовью и давать только самые лучшие результаты.\n \n \n \nПоэтому мы действительно постоянно работаем над методикой, качеством обучения и постоянным улучшением всех процессов.\n \nСейчас мы в поисках классного преподавателя, который будет давать деткам только самые лучшие результаты, а именно - свободную речь и отсутствие страха говорить!\n \nЕсли ты:\n \n1. Круто знаешь английский\n \n2. Хочешь построить карьеру в новой перспективной компании\n \n4. Жаждешь получить новый бесценный опыт, то тебе к нам!\n \n \n \nТребования к тебе как к кандидату:\n \n1. Английский на уровне Upper-Intermediate - Advanced\n \n2. Пунктуальность (опоздания исключены)\n \n3. Стремление к развитию (чтение профессиональной литературы и прохождение курсов внутри компании обязательны. Оплачиваются компанией)\n \n4. Любовь к детям, умение и желание работать с ними (самое важное требование, без которого невозможна успешная работа в компании)\n \n5. Открытость\n \n6. Дружелюбие\n \n7. Ответственность\n \n8. Умение решать внезапные проблемы\n \nОпыт для нас не важен, самое главное - горящие глаза!\n \n \n \nМы обеспечиваем:\n \n1. Стабильной заработной платой (от 2500 до 9000 KZT за 50 минут).\n \n2. Методической подготовкой. Каждый преподаватель проходит обучение нашей методике, сдает экзамен и затем приступает к работе.\n \n3. Всеми материалами (игры, канцелярские товары, печатные материалы и тд.)\n \n4. Дальнейшим корпоративным обучением.\n \n \n \nУсловия:\n \n1. Будние дни: полный день с 10 до 19.00. \n \n2. Перерыв с 14 до 15 часов. \n \n3. Сотрудничество - минимум год. \n \n \n \nЖдем твое резюме, и до встречи на собеседовании!\nnan\n","cats":[],"entities":[[776,793,"Knowledge"],[959,1010,"Knowledge"],[1016,1030,"SoftSkills"],[1058,1079,"SoftSkills"],[1195,1209,"SoftSkills"],[1327,1337,"SoftSkills"],[1343,1353,"SoftSkills"],[1359,1374,"SoftSkills"],[1380,1412,"SoftSkills"]],"Comments":[]}
{"id":6513,"text":"102182572\nПедагог-хореограф, педагог по современному танцу в Ведущий творческий коллектив г. Москвы\n \n \nТребования:\n \n \nВысшее образование\/средне-специальное (в наличие дипломы\/сертификаты, подтверждающие квалификацию)\n \nОпыт работы.\n \nУмение работать в команде.\n \nПсихологическая устойчивость, доброжелательность, ответственность, гибкость.\n \n \nОбязанности:\n \n \n \n \n \n \nАктивное участие в жизни ансамбля.\n \nПроведение занятий в группах детей разного возраста.\n \nПостановка танцев.\n \nПроведение открытых уроков.\n \nВыезды на конкурсы, сборы. ​​​​​​​\n \n \nКвалификация:\n \n \nВладение методикой преподавания современного танца.\n \nУмение работать с детьми разного возраста и уровня подготовки.\n \n \n​\nОрганизация учебного процесса,Умение работать в коллективе,Детская психология\n","cats":[],"entities":[[236,261,"SoftSkills"],[265,293,"SoftSkills"],[295,313,"SoftSkills"],[314,330,"SoftSkills"],[332,340,"SoftSkills"],[571,621,"Knowledge"],[624,686,"Knowledge"],[694,723,"Knowledge"],[724,752,"SoftSkills"],[753,771,"Knowledge"]],"Comments":[]}
{"id":6514,"text":"102651293\nЛингвист\nМедиалогия – разработчик ИТ решений, лидер в области мониторинга\nи анализа СМИ и СоцМедиа.\nНашими продуктами пользуются ведущие компании РФ, на наши рейтинги ориентируются СМИ и блогеры.\n \nОбязанности\n:\n \n \nсоздание формализованных описаний объектов русского языка по шаблонам, написание правил выделения поисковых сущностей в тексте;\n \nлингвосемантический анализ текста;\n \nработа преимущественно с текстами на русском языке.\n \n \nТребования\n:\n \n \nобразование: филологическое (желательно – прикладная лингвистика);\n \nвладение русским языком в совершенстве;\n \nаналитический склад ума;\n \nспособность быстро обучаться и легко запоминать новую информацию;\n \nвнимание к деталям в тексте;\n \nвнимание к тенденциям в динамике информационного фона объектов;\n \nнавыки поиска и проверки информации через Интернет;\n \nнавыки работы с большим объемом информации.\n \n \nУсловия\n:\n \n \nоформление в соответствии с ТК РФ;\n \nоклад 50 000 на руки, после испытательного срока бонусы по результатам;\n \nудаленная работа;\n \nполная занятость, полный день.\n \nnan\n","cats":[],"entities":[[535,572,"Knowledge"],[577,600,"SoftSkills"],[604,668,"SoftSkills"],[672,702,"SoftSkills"],[703,766,"SoftSkills"],[769,819,"SoftSkills"],[823,866,"SoftSkills"]],"Comments":[]}
{"id":6516,"text":"102284429\nВоспитатель дошкольного отделения\nОбязанности:\n \n \n \nПланирование и проведение занятий.\n \n \n \nУход за детьми‚ организация игрового пространства (в том числе на прогулке).\n \n \n \nРабота с документами.\n \n \n \nУчастие в школьных мероприятиях.\n \n \n \nВзаимодействие с родителями.\n \n \n \nТребования:\n \n \nВысшее профессиональное образование;\n \nСтаж не менее трех лет;\n \nПервая или высшая квалификационная категория;\n \nУверенный пользователь ПК;\n \nВладение английским языком приветствуется;\n \nРабота по программе Международного бакалавриата будет рассматриваться как преимущество.\n \n \nУсловия:\n \n \nОформление: ТК РФ.\n \nЗаработная плата: обсуждается на собеседовании.\n \nТерриториально: Москва,ул.Заморенова, 29;\n \nПитание: столовая.\n \nС кем работать: дружный, сплоченный коллектив профессионалов.\n \n \nБлагодарим Вас за интерес, проявленный к нашей школе!\n \nРезюме будет рассмотрено в течение двух недель с момента его получения. Если Ваш опыт работы и пожелания соответствуют требованиям и возможностям Московской экономической школы – специалист по подбору персонала свяжется с Вами по указанным контактам.\n \nОтсутствие ответа в течение вышеуказанного срока, означает, что, к сожалению, на сегодняшний день мы не можем предложить данную вакансию.\n \nС Уважением к Вам, Московская экономическая школа!\nnan\n","cats":[],"entities":[[418,443,"Knowledge"],[447,473,"Knowledge"]],"Comments":[]}
{"id":6523,"text":"101988152\nВоспитатель в детский центр в утреннюю смену\nВоспитатель в детский центр для детей от 2-4 лет ( в группе 5-7 деток)\n \nОбязанности:\n \nПланирование и осуществление воспитательно-образовательной работы в соответствии с программой;\nВыполнение установленного режима дня и сетки занятий;\nВедение работы с родителями ; \n \nПодготовка праздников, организация досуга детей;\nПроведение коррекционно-развивающей работы с воспитанниками.\n \nТребования:\n \n \nМы рады видеть профессионалов своего дела\nВысшее или среднее-специальное образование\nОпыт работы в детских центрах или в детских садах;\nЗнание методик раннего развития и дошкольного образования;\nГрамотная речь, широкий кругозор;\nУмение организовать занятия в интересной и увлекательной форме;\n \n \nУсловия:\n \n \n Личностные качества:\nЛюбовь к детям;\nОтветственность;\n \n Дисциплинированность;\nОриентация на результат;\nВежливость, доброжелательность.\nУмение работать в команде.\n \nnan\n","cats":[],"entities":[[589,646,"Knowledge"],[648,662,"SoftSkills"],[664,680,"SoftSkills"],[682,744,"SoftSkills"],[785,800,"SoftSkills"],[801,817,"SoftSkills"],[821,841,"SoftSkills"],[868,878,"SoftSkills"],[880,898,"SoftSkills"],[900,925,"SoftSkills"]],"Comments":[]}
