{"id":6434,"text":"101516556\nГлавный методолог\/Директор по продукту в образовательный проект\nОбразовательный проект (продукты: Лучший год вашей жизни, Путь Души, Место силы) ищет Главного методолога (Директора по продукту) для усовершенствования существующих и разработок новых продуктов эксперта, Елизаветы Бабановой (более 15ти лет в нише женского саморазвития).\n \nЗа что отвечает методолог?\n \nОтвечает за качество продукта, улучшение пользовательского опыта (совместно с клиентским сервисом), разработку новых продуктовых линеек.\n \nЗа работу команды над усовершенствованием продукта)\n \nЧто нужно будет делать?\n \n \n \nСоздавать и курировать создание онлайн-продукта: отвечать за качество, срок, бюджет\n \n \n \nЗаниматься методологической разработкой, видеопроизводством, упаковкой курсов совместно с экспертом и креативной командой (методисты, копирайтеры, дизайнеры, технические специалисты и внешние подрядчики);\n \n \n \nУправлять новыми продуктами: разработка продуктовой линейки, управление процессами реализации продуктов (вам нужно будет заниматься координацией отделов по всем вопросам, связанным с запуском в рамках продуктовой части);\n \n \n \nУправлять действующими продуктами компании: разработка новых программ, корректировка методологии обучения, изменение и доработка наполнения курсов;\n \n \n \nКорректировать структуру продукта, планировать реализацию проекта, вести бюджета затрат на производство;\n \n \n \nКонтролировать и давать рекомендации по продукту с точки зрения удовлетворенности клиента, разрабатывать стратегии по улучшению качества обучения;\n \n \n \nКонтролировать результаты;\n \n \n \nИсследовать рынок, искать лучшие практики, анализировать конкурентов, анализировать поведение и привычки пользователей;\n \n \n \nКакой опыт и навыки мы хотели бы увидеть?\n \n \n \nОпыт работы в релевантной должности от 3-х лет в компаниях: онлайн-образование, продюсерские центры, IT, digital, EdTech, и личного управления проектом (команда от 5 человек);\n \n \n \nСпособность аргументированно поддерживать свою точку зрения, опираясь на собственный опыт и знания;\n \n \n \nЖелание развиваться (у вас есть опыт самостоятельного развития и роста, вы обучаетесь, и есть успешные кейсы);\n \n \n \nМы ищем крутого эксперта, у которого сами хотим учиться (не действовать по принципу: «сейчас я отправлю, а мне дадут комменты, потом я переделаю»);\n \n \n \nУмение говорить на языке «проблем и решений»: находить решение в любой ситуации и видеть всегда несколько вариантов решений;\n \n \n \nОпыт создания продукта и его упаковки;\n \n \n \nОпыт работы с различными образовательными платформами (как минимум свободное владение GetCourse).\n \n \n \nЧем хороша работа у нас?\n \n \n \nЭто работа для тех, кто хочет делать мир лучше: Наши продукты помогают сотням тысяч людей становиться счастливыми, самореализованными и проявленными.\n \n \n \nВозможности для профессионального развития: мы постоянно ставим новые цели, не любим рутину и однообразие.\n \n \n \nЭтичный бизнес и адекватное руководство.\n \n \n \nРуководитель компании: Опытный предприниматель, продюсер с опытом работы на российском и международном рынке, эксперт и автор собственных продуктов, преподаватель Бизнес кэмпа у Марии Солодар.\n \n \n \nВысокий уровень свободы в принятии решений: Это работа для тех, кто кайфует от расширяющейся ответственности, постоянного развития и новых вызовов.\n \n \n \nЕсть возможность выйти на достойный доход (KPI привязаны к запускам продуктов, в среднем каждый запуск - это 10+ млн рублей).\n \n \n \nСтабильный бизнес: более 8 лет работы на рынке образовательных продуктов.\n \n \n \nМы ждем специалиста, который проникнется идеями нашего проекта и останется в нем надолго). Если интересно наше предложение - откликайся на вакансию, будем рады познакомиться ближе).\n \n \nCustDev,Управление отношениями с клиентами,Разработка технических заданий,Оценка потребностей клиентов\n","cats":[],"entities":[[1885,1904,"SoftSkills"],[1964,1994,"SoftSkills"],[2041,2060,"SoftSkills"],[2513,2541,"Tool"],[2574,2583,"Tool"]],"Comments":[]}
{"id":6435,"text":"102575915\nСпециалист по учебно-методической работе учебного отдела\nМосковская Международная Академия\n - развивающееся высшее учебное заведение, занимающее лидирующие позиции среди негосударственных ВУЗов страны. Мы растем - появляются новые направления и открываются новые программы. Помимо классических форм обучения, мы активно развиваем формат дистанционного образования и ведем набор студентов круглый год!\n \nСтановясь частью нашей дружной команды, тебе предстоит решать следующие задачи:\n \n- Выполнять методическую работу по планированию и организации учебного процесса.\n \n- По поручению Начальника Учебно-методического отдела принимать участие в реализации учебных планов по направлениям (специальностям) подготовки обучающихся (бакалавров, специалистов и магистров) в соответствии с образовательными стандартами.\n \n- Составлять ведомости выполнения основной учебной нагрузки и почасовой нагрузки кафедр.\n \n- Составлять учебное расписание преподавателей, учебных групп, расписание выполнения лабораторных, практических работ, семинаров, консультаций обучающихся.\n \n- Принимать участие в разработке и контроле выполнения учебных планов кафедр, индивидуальных планов преподавателей, рабочих программ читаемых курсов лекций на предмет соответствия образовательному стандарту и требованиям законодательства в сфере образования.\n \n- Отвечать за наличие, актуальное состояние и хранение документации Учебно-методического отдела.\n \n- В пределах своей компетенции вести документооборот по обеспечению учебного процесса.\n \n- Проверять наличие учебной документации на кафедрах.\n \n- По поручению Начальника Учебно-методического отдела осуществлять оперативное регулирование выполнения учебного процесса.\n \n- Осуществлять компьютерную обработку получаемой информации.\n \n- Составлять график использования аудиторного фонда для занятий с обучающимися (студентами, слушателями).\n \n- Выполнять иную работу по планированию и организации учебного процесса в соответствии с поручениями Начальника Учебно-методического отдела.\n \nЧто для этого нужно знать:\n \n \nзаконы и иные нормативные правовые акты Российской Федерации в области образования и науки;\n \nосновные технологические процессы, правила и приемы работы по направлениям деятельности образовательной организации;\n \nметодические и нормативные документы по организации учебного процесса, составлению учебно-методической документации и обеспечению учебного процесса; требования образовательного стандарта по направлениям подготовки (специальностям) образовательной организации;\n \nправила по охране труда и пожарной безопасности.\n \nиметь высшее образование\n \nопыт работы по данному направлению не менее 2 лет\n \n \n \n \nНас любят сотрудники и есть за что \n \n \nРабота в комфортном, просторном офисе, с видом на Останкинскую телебашню;\n \nУютные рабочие места, современные компьютеры;\n \nМолодой, профессиональный, сильный коллектив и адекватное руководство. Ты развиваешься и растешь вместе с командой;\n \nТрудоустройство в соответствии с ТК РФ;\n \nГрафик 5\/2 с 9:00 до 17:30 (праздничные дни и выходные согласно производственному календарю);\n \n \nСтановись частью дружной семьи ММА! Мы ждем от тебя отклик и небольшое сопроводительное письмо, и не скрывай своих достижений!\n \n \nnan\n","cats":[],"entities":[[1251,1277,"Knowledge"],[1292,1328,"Knowledge"],[2046,2085,"Knowledge"],[2149,2173,"Knowledge"],[2175,2182,"Knowledge"],[2259,2295,"Knowledge"],[2521,2544,"Knowledge"],[2547,2568,"Knowledge"],[2578,2596,"Knowledge"]],"Comments":[]}
{"id":6436,"text":"102611514\nProduct manager (Edtech)\nКОАЛИЦИЯ\n – \nэто онлайн-школа, которая с 2016 года готовит к олимпиадам и ЕГЭ, помогает ребятам сдавать экзамены на 100 баллов и легко поступать в топовые российские вузы.\n \nСегодня каждый второй победитель и призер ВсОШ последних лет знает «Коалицию» или готовился вместе с нами.\n \nНаши клиенты это ученики 6-11 классов и их родители.\n \nПрисоединяйтесь в нашу команду!\n \nРабота у нас это:\n \n \nПолностью \nбелая\n зарплата (высокий оклад + KPI и годовые премии)\n \nГибкий график работы - 5\/2 с 10:00 до 19:00\n \nВозможность работать \nудаленно\n. Если Вы живёте в Москве или рядом и желаете посещать офис - он у нас есть: красивый, светлый, со вкусным кофе)\n \nКлассный\n образовательный продукт, с которым приятно работать\n \nКорпоративные скидки на продукты компании\n \n \n \n \nНаши ожидания:\n \n \n \nОпыт работы от 3-х лет с B2C продуктами\n \n \n \nУспешный опыт запуска продукта\/курса с нуля\n \n \n \nУмение изменять маржинальность продукта, LTV, средний чек\n \n \n \nНавыки прототипирования лендингов\n \n \n \nОпыт работы с командами маркетинга и продаж\n \n \n \nНавык постановки задач аналитикам, маркетологам\n \n \n \nУмение построить Customer Journey Map, провести JTBD исследование\n \n \n \nОпыт в сегментировании клиентской базы и роста удерживаемости, среднего чека\n \n \n \nКейсы роста ключевых фин.метрик продукта\/кейсы запуска продукта с нуля и дальнейшего масштабирования\n \n \n \n \n \nЧем будете заниматься:\n \n \n \nУправлять цифровыми продуктами: от анализа рынка и спроса до юнит-экономики и бюджетирования готового продукта\n \n \nРазрабатывать и реализовывать модели продвижения и позиционирования продуктов\n \nОрганизовывать и контролировать деятельность по существующим продуктам\n \nЗаниматься сбором метрик, анализом и вести отчетность по метрикам продуктов\n \nАнализировать рынок образования и предлагать новые решения по организации существующих продуктов\n \nТестировать гипотезы\n \nРаботать с большими аудиториями, сегментировать и конвертировать в пользователя\n \nУчаствовать в построении и контроле воронки продаж\n \nПроектировать и запускать новые продукты\n \nРазвивать педагогический состав\n \nРассчитывать юнит-экономику\n \nУчаствовать в формировании требований к цифровой платформе\n \nnan\n","cats":[],"entities":[[991,1017,"Knowledge"],[1080,1107,"SoftSkills"],[1145,1165,"Tool"],[1176,1193,"Tool"],[1458,1471,"Knowledge"],[1484,1498,"Knowledge"],[1568,1615,"Knowledge"],[1783,1800,"Knowledge"]],"Comments":[]}
{"id":6437,"text":"102080648\nВедущий специалист онлайн-школы НГУЭУ\nТребования:\n \n- Опыт работы не обязателен (рассматриваем также студентов);\n \n- Высшее образование (незаконченное высшее образование);\n \n- Знание основ онлайн-маркетинга и digital-продвижения (желательно);\n \n- Креативность, инициативность и стремление к профессиональному развитию;\n \n- Ориентация на результат.\n \n \n \nОбязанности:\n \n- Набор слушателей и запуск групп\n \n- Консультирование клиентов по образовательным программам и услугам центра\n \n- Сопровождение клиентов на всех этапах обучения\n \n- Планирование и организация учебного процесса онлайн-школы\n \n- Помощь в организации и проведении мероприятий онлайн-школы\n \n- Анализ потребностей рынка ,разработка и внедрение новых образовательных продуктов\n \n- Подготовка маркетинговых материалов и участие в рекламных кампаниях\n \n \n \nУсловия работы:\n \n- Уровень заработной платы от 35000 на руки;\n \n- Гибкий график работы;\n \n- 5 дневная рабочая неделя с выходными: суббота и воскресенье;\n \n- Рабочее место по линии метро в центре города;\n \n- Официальное трудоустройство, соблюдение трудового законодательства РФ (больничные, отпуска);\n \n- Развитая инфраструктура (столовая, кафе, буфет, спортзал, современный бассейн, банкоматы, кофейные точки);\n \n- Скидка на оплату питания на территории университета;\n \n- Профессиональное обучение, семинары, тренинги, конференции, обучающие программы (скидка на все образовательные услуги НГУЭУ 30% + (дети до 25 лет));\n \n- Собственный современный бассейн, спортзал (скидка на посещение бассейна 20%, бесплатные фитнес-программы, силовые тренировки, акваэробика и т.д.).\n \n \n \n \n \n \n \n \nКонсультирование,Сопровождение клиентов,Планирование,Организация мероприятий\n","cats":[],"entities":[[127,145,"Knowledge"],[199,238,"Knowledge"],[257,269,"SoftSkills"],[271,285,"SoftSkills"],[301,327,"SoftSkills"],[333,356,"SoftSkills"],[670,695,"Knowledge"]],"Comments":[]}
{"id":6438,"text":"102285209\nМетодист дополнительного образования\nВ МБУДО «Дом детского творчества Оренбургского района Оренбургской области» требуется методист дополнительного образования.\nТребования: педагогическое образование.\nСтрессоустойчивость, ответственность, коммуникабельность - приоритетные качества кандидата.\nВ обязанности входит:\n-курирование кружков и творческих объединений;\n-сопровождение педагогов и детей в творческих конкурсах;\n-составление положений конкурсов, написание сценариев;\n-разработка детских социальных проектов.\nГрафик работы пн-пт с 9.00 ч. до 18.00 ч.\nnan\n","cats":[],"entities":[[183,209,"Knowledge"],[211,230,"SoftSkills"],[232,247,"SoftSkills"],[249,267,"SoftSkills"]],"Comments":[]}
{"id":6439,"text":"99041043\nМетодист\nОбязанности:\n \n \nработа с образовательными программами\n \nорганизация работы педагогов\n \n \nТребования:\n \n \nграмотность, ответственность\n \nнацеленность на результат\n \n \nУсловия:\n \n \nграфик 5\/2, 8-ми часовой рабочий день, ежегодный отпуск 28 рабочих дней\n \nдружный коллектив, обучение и стажировка, можно без опыта.\n \nОрганизация учебного процесса,Организаторские навыки,Организация мероприятий,Деловая коммуникация,Навыки межличностного общения,MS Excel\n","cats":[],"entities":[[124,135,"SoftSkills"],[137,152,"SoftSkills"],[155,180,"SoftSkills"],[363,385,"SoftSkills"],[438,460,"SoftSkills"],[461,469,"Tool"]],"Comments":[]}
{"id":6440,"text":"101730118\nПомощник методиста в детский центр Varvara School на о. Бали\nВ русскую школу Varvara School на острове Бали, в городе Убуд требуется помощник методиста.\nЦентр «VARVARA SCHOOL» — самая крупная русская школа в Азии. Это большой образовательный проект, который мы развиваем с 2019 года.\nОбязанности:\n* Учебно-методическая работа в области начального и среднего образования.\n* Помощь в сопровождении учебного процесса.\n* Мониторинг инноваций в области образования.\n* Взаимодействие с главным методистом школы и учителями.\n* Делопроизводство и документооборот учебного отдела.\n* Работа с расписанием преподавателей, экзаменов и зачетов.\n* Курирование учеников по учебным вопросам.\n \nТребования:\n* Высшее образование.\n* \nОпыт на аналогичной позиции от полугода\n.\n* Знание английского языка (A2).\n \nУсловия:\n \n* График работы: пн-пт.\n* Заработная плата 1000 $\nЗнание и опыт работы с альтернативными\/гуманными методиками образования,Ответственность, внимательность к деталям,Исполнительность,Умение перерабатывать большой объем информации,Структурный склад мышления\n","cats":[],"entities":[[530,546,"Knowledge"],[549,564,"Knowledge"],[702,720,"Knowledge"],[776,793,"Knowledge"]],"Comments":[]}
{"id":6441,"text":"102455735\nProject Manager в клиентский отдел\nМы ищем опытного Project Manager, который будет отвечать за организацию работы кураторов, найм новых сотрудников, отслеживание показателя NPS и доработку учебной программы. Также важной частью вашей работы будет внедрение элементов гемификации для повышения вовлеченности и мотивации кураторов.\n \nОбязанности:\n \n \n \nОрганизация работы кураторов, включая распределение задач, контроль выполнения и предоставление обратной связи.\n \n \n \nНайм и адаптация новых кураторов, проведение собеседований и оценка кандидатов.\n \n \n \nОтслеживание показателя NPS и других метрик удовлетворенности клиентов, анализ результатов и разработка рекомендаций по улучшению.\n \n \n \nДоработка и обновление учебной программы для кураторов, включение новых методик и подходов.\n \n \n \nВнедрение элементов гемификации для повышения мотивации и вовлеченности кураторов.\n \n \n \nТребования:\n \n \n \nОпыт работы в роли Project Manager или аналогичной позиции от 2 лет.\n \n \n \nГлубокое понимание принципов работы клиентского отдела и потребностей клиентов.\n \n \n \nУмение эффективно организовывать работу команды и распределять задачи.\n \n \n \nНавыки проведения собеседований и оценки кандидатов.\n \n \n \nОпыт работы с метриками удовлетворенности клиентов и анализа данных.\n \n \n \nСпособность к разработке и обновлению учебных программ.\n \n \n \nГотовность к внедрению инновационных подходов и методов работы.\n \n \n \nМы предлагаем конкурентную заработную плату, возможности для профессионального роста и развития, а также дружный коллектив и приятную рабочую атмосферу. Если вы готовы взять на себя ответственность за успех нашего клиентского отдела, мы ждем ваше резюме!\n \n \nДеловая коммуникация,Подготовка презентаций,Обучение и развитие,Планирование,Мотивация,Организация мероприятий,Управление командой,Аналитическое мышление\n","cats":[],"entities":[[183,186,"Tool"],[399,418,"SoftSkills"],[513,537,"SoftSkills"],[540,557,"SoftSkills"],[589,592,"Tool"],[637,655,"Knowledge"],[1001,1036,"Knowledge"],[1086,1115,"SoftSkills"],[1118,1137,"SoftSkills"],[1152,1176,"SoftSkills"],[1179,1196,"SoftSkills"],[1218,1254,"Knowledge"],[1257,1271,"Knowledge"]],"Comments":[]}
{"id":6442,"text":"102161266\nИнструктор-методист в отдел спортивно-методического сопровождения\nОбязанности:\n \n \nСоставлять планы проведения семинаров, совещаний, конференций, заседаний по методическим аспектам, открытых занятий, мастер-классов, смотров-конкурсов и других мероприятий\n \nРазрабатывать документацию по организации и проведению конкурсных мероприятий, направленных на профессиональный рост и развитие компетенций специалистов в области физической культуры и спорта\n \nРазрабатывать физкультурно-оздоровительные программы\n \nУчаствовать в формировании календаря спортивно-массовых мероприятий по различным видам спорта\n \nОсуществлять методическое сопровождение разработки и внедрения физкультурно-оздоровительных программ\n \nВести разъяснительную работу по профилактике травматизма\nи соблюдении техники безопасности на спортивных комплексах\n \nВзаимодействовать с инструкторами по спорту, инструкторами-методистами объектов спорта Учреждения по вопросам организации и проведения открытых занятий, мастер-классов, конкурсных и других мероприятий\n \nПосещать физкультурно-оздоровительные занятия на спортивных комплексах с целью выявления уровня освоения физкультурно-оздоровительной программы\n \n \n \n \nТребования:\n \n \nСреднее профессиональное\/высшее профессиональное образование в области физической культуры и спорта\n \n \nНаличие на момент трудоустройства справки об отсутствии\/наличии судимости. Уважаемые соискатели, обратите внимание, справка заказывается заранее на портале Госуслуги или МФЦ\n \n \n \nУсловия:\n \n \nРабота в Государственном бюджетном учреждении при Департаменте спорта города Москвы\n \nТрудоустройство согласно ТК РФ\n \nГрафик работы 5\/2 (09.00-18.00)\n \nВозможность пользования услугами спортивного комплекса\n \nПринадлежность к отрасли физической культуры и спорта\n \n \nВ учреждении действует Профсоюзная организация, основной задачей которой является защита трудовых прав работников\n \nКроме основной задачи, так же Профсоюз обеспечивает взаимодействие между работником и работодателем в рамках трудового законодательства, а также способствует улучшению отношений и развитию коммуникаций внутри коллектива, повышению рабочей мотивации, организовывает культурно-массовые мероприятия\n \nБлагодарим Вас за интерес, проявленный к нашей вакансии. В случае положительного решения по Вашему резюме\n \nмы свяжемся с Вами по указанным контактам в течение двух недель\n \n \nСпорт,Инструктор-методист\n","cats":[],"entities":[[1204,1264,"Knowledge"]],"Comments":[]}
{"id":6443,"text":"101638166\nМетодист онлайн-курсов\nTeachbase\n — Teachbase — экосистема образовательных решений. Наш главный продукт — платформа для запуска обучения. Уже более 10 лет эффективно решаем задачи: от онбординга и развития сотрудников до запуска масштабных образовательных проектов.\n \nНаши клиенты — 400+ компаний. Среди них — Домодедово, банк «Точка», Газпром нефть, Гемотест, Skyeng, Яндекс, MANTERA, World Class, Промсвязьбанк, Магнит Доставка, LVMH.\n \nTeachbase\n — это минимум рутины и люди, которым не все равно на результат работы. Вместе с крутой командой профессионалов ты будешь участвовать в развитии продукта и реализовать разноплановые кастомные проекты — с нами точно не будет скучно!\n \nИщем в команду \nметодиста\n, который возьмёт на себя:\n \n \nразработку сценариев для онлайн-курсов;\n \nметодическую подготовку материалов для онлайн-курсов к вёрстке\/съёмкам.\n \n \nЧто необходимо делать?\n \n \nРазрабатывать сценарии электронных курсов;\n \nПогружаться в специфику компании Заказчика, процессов обучения: мы работаем в b2b сегменте, и разрабатывать сценарий в вакууме не получится;\n \nАнализ целевой аудитории для выяснения целей, задач и потребностей в обучении;\n \nРазрабатывать сценарии электронных курсов (под руководством ведущего методолога, который поможет с концепцией).\n \n \nКакого человека мы ищем в команду?\n \n \nРаботал по указанным выше направлениям больше 1 года;\n \nРаботал с Tilda, Articulate Storyline\/Rise;\n \nЗнает функционал современных LMS;\n \nНе боится рутинной работы с текстом;\n \nУмеет разрабатывать сценарии электронных курсов (слайдовые, лонгриды, тренажеры по работе с ПО);\n \nИмеет представление о специфике смешанного обучения, умеет составлять программы (сценарии вебинаров, домашние задания к вебинарам);\n \nИмеет опыт создания обучающего видеоконтента;\n \nЗнает современные тренды и форматы онлайн-обучения, основы педагогического дизайна и особенности обучения взрослых.\n \n \nМы предлагаем:\n \n \nВозможность реализовать собственные идеи в продукте с многотысячной аудиторией;\n \n \nМы в поиске человека к нам в штат на полный рабочий день. Но так же готовы рассмотреть и проектное сотрудничество;\n \n \n \nОфициальное трудоустройство по ТК РФ, полностью белая з\/п, работа в аккредитованной it компании;\n \n \n \nВся компания работает удаленно, но есть классный офис, где можно встречаться с коллегами;\n \n \n \nВнутри сильная команда и много возможностей для развития: библиотека курсов, профессиональное обучение за счет компании, посещение профессиональных форумов.\n \n \n \nПри отклике просим добавить портфолио в сопроводительное письмо.\n \n \nTilda,Articulate Storyline\/Rise,Дистанционное обучение,Грамотная письменная речь\n","cats":[],"entities":[[792,826,"Knowledge"],[1083,1107,"Knowledge"],[1385,1390,"Tool"],[1392,1417,"Tool"],[1450,1453,"Tool"],[1617,1646,"Knowledge"],[1783,1801,"Knowledge"]],"Comments":[]}
{"id":6554,"text":"101801423\nТребуется учитель изобразительного искусство\nОбязанности:\n \n \nПроводить урок с детьми от 6 лет\n \nЕжеквартальные участие в конкурсах\n \n \nТребования:\n \nОтветственность, любовь к детям\n \nОпыт работы\n \nУсловия:\n \nОфициальное трудоустройство ГПХ\n \nГрафик работы;\n \nвторник, четверг 09:00-11:30, 15:00-17:10\n \nСуббота: 11:00-13:10\n \nНаличие диплома обязательна\n \n \n \n \n \n \n \n \n \n \n \n \nОратор,Музыка,Домбра\n","cats":[],"entities":[[160,175,"SoftSkills"],[177,191,"SoftSkills"]],"Comments":[]}
{"id":6555,"text":"100353105\nУчитель физкультуры \/ Фитнес тренер\nОбязанности:\n \nПреподавание физкультуры в средней и старшей школе\n \nТребования:\n \nПрофильное образование\n \nЛюбить детей.\n \nИщем активного, реактивного и креативного учителя.\n \nПросим обязательно прочитать рассказ о школе на сайте и прислать в дополнение к стандартному резюме 20 строк в свободной форме о себе, о своих достижениях и о том, почему Вы хотите работать у нас.\n \n \n \nУсловия:\n \nНебольшая, очень домашняя, совсем не казенная, ни на что не похожая школа.\n \nМы находимся в Красногорском районе, наш автобус от метро Щукинская, Строгино, Митино (30 мин. от м. Щукинская).\n \nПолный день, с 9 до 17 часов\n \nПрофессиональная свобода, без отчетов и планов.\nnan\n","cats":[],"entities":[[128,150,"Knowledge"],[153,165,"SoftSkills"],[174,183,"SoftSkills"],[185,196,"SoftSkills"],[199,210,"SoftSkills"]],"Comments":[]}
{"id":6556,"text":"102586411\nУчитель английского языка\nОбязанности:\n \n \nПроведение уроков по предмету\n \nВнеурочная деятельность\n \nДополнительное образование, использование ресурсов города\n \nРабота в МЭШ, ЭЖД\n \n \nТребования:\n \n- Высшее педагогическое образование или Высшее образование и профессиональная переподготовка (педагогическое образование)\n \n- Диагностика МЦКО (уровень: высокий\/экспертный)\n \n- Справка об отсутствии\/наличии судимости, медицинская книжка\n \n- Опыт работы в общеобразовательной школе от 3-х лет\nnan\n","cats":[],"entities":[[18,35,"SoftSkills"],[209,242,"Knowledge"]],"Comments":[]}
{"id":6557,"text":"102651873\nУчитель истории и обществознания\nОбязанности:\n \n \nПреподавание истрии и обществознания в 5-11 классах\n \n \nТребования:\n \n \nвысшее образование\n \nпрохождение независимой диагностики МЦКО\n \n \nУсловия:\n \n \nполная занятость\n \nnan\n","cats":[],"entities":[[73,79,"Knowledge"],[82,96,"Knowledge"],[132,150,"Knowledge"]],"Comments":[]}
{"id":6558,"text":"99000637\nТьютор\/педагог-ассистент\nЧастная школа «Байтерек» приглашает на работу ассистента педагога.\n \nОбязанности:\n \n \nПомощь учителю в проведении уроков и внеклассных мероприятий\n \nПодготовка учебных материалов и пособий\n \nОказание индивидуальной помощи ученикам в усвоении материала\n \nКонтроль за дисциплиной и соблюдением правил в классе\n \nОрганизация и сопровождение учеников на экскурсиях и других мероприятиях\n \nВедение учебной документации и отчетности\n \n \nТребования:\n \n \nСреднее специальное или высшее педагогическое образование\n \nОпыт работы с детьми будет преимуществом\n \nОтветственность, внимательность, доброжелательность\n \nУмение работать в команде и оперативно решать задачи\n \nЖелание помогать детям и развивать их потенциал\n \n \nУсловия:\n \n \nГрафик работы 5\/2 с 07:30 до 17:00\n \nКонкурентоспособная заработная плата\n \nДружный и профессиональный коллектив\n \nВозможности для профессионального роста и развития\n \n \nМы ищем заботливого и ответственного ассистента педагога, который готов помогать нашим учителям и ученикам на пути к знаниям. Ваша помощь будет незаменима в создании комфортной и продуктивной учебной среды. Если вы любите работать с детьми, обладаете организаторскими навыками и стремитесь к профессиональному росту, мы ждем именно вас!\nОрганизаторские навыки,Обучение и развитие\n","cats":[],"entities":[[194,222,"Tool"],[505,538,"Knowledge"],[584,599,"SoftSkills"],[601,615,"SoftSkills"],[617,635,"SoftSkills"],[645,663,"SoftSkills"],[701,715,"SoftSkills"]],"Comments":[]}
{"id":6559,"text":"101186682\nАдминистратор выходного дня в автошколу\nОбязанности:\n \n \nКонсультация клиентов по процессу обучения\n \nтелефонные продажи\n \nзаключение договоров\n \nоформление пакета документов учащихся и другая работа с документами\n \nведение отчетности\n \nвходящие и исходящие звонки\n \n \nТребования:\n \n \nграмотная речь, внимательность, умение работать с большим объемом информации, стрессоустойчивость\n \nуверенный пользователь ПК\n \n \n \n \nУсловия:\n \n \nз.п - от 15 000 + бонусы\n \nграфик работы с 11 до 18 суббота и воскресенье\n \nnan\n","cats":[],"entities":[[295,309,"SoftSkills"],[310,325,"SoftSkills"],[334,371,"SoftSkills"],[373,392,"SoftSkills"],[418,420,"Tool"]],"Comments":[]}
{"id":6560,"text":"102481404\nНаставник (ментор) ученика\nПривет, наш будущий кандидат!\n \nМы, компания AIPLUS, - лидеры в области дополнительного образования! Вдохновляющее учебное пространство, где каждый день мы создаем возможности для развития талантов и открываем новые горизонты знаний.\n \nЗа 8 лет своего существования наша компания выросла кратно. Мы успешно подготовили более 5480 учеников в топовые школы страны. \nКаждый 2-й поступивший в НИШ- ученик нашего центра AIPLUS!\n \nНа данный момент у нас работают более 700 сотрудников, которыми движет наша миссия -\n\"ПРОБУДИТЬ В КАЖДОМ УЧЕНИКЕ ИНТЕРЕС К ОБУЧЕНИЮ И ОСОЗНАННОСТЬ ДЛЯ РЕАЛИЗАЦИИ ЕГО ПОТЕНЦИАЛА\".\n \nМы в поиске амбициозных, талантливых сотрудников, которые готовы разделить нашу миссию и достигать лучших результатов вместе с нами.\n \nЧТО МЫ ПРЕДЛАГАЕМ?\n \n \nРабота в самом популярном и крупном образовательном центре в КЗ;\n \nУдобный офис в центре города\n \nСамая мощная техника для работы;\n \nУ вас будет обучение с поддержкой команды менторов и руководителя подразделения;\n \nМолодая и не скучная команда (Средний возраст ребят 22-25);\n \nПоследние 5 лет компания растет кратно каждый год - скучно не будет!\n \n \nВАШИ ЗАДАЧИ:\n \n \nРаботать с детьми и коммуникация с их родителями;\n \nКурирование и контроль учебного процесса учеников;\n \nКонтакт с каждым родителем два раза в месяц, дача обратной связи по телефонному звонку;\n \nОказывать поддержку своей группе учеников;\n \nСтремиться быть настоящим примером для наших детей;\n \nЗаниматься развитием и воспитанием детей.\n \n \nУСЛОВИЯ:\n \n \nУдобное расположение офиса;\n \nГрафик работы 5\/2\n \n \nСКОРЕЙ ОСТАВЛЯЙ ОТКЛИК НА ВАКАНСИЮ, МЫ БУДЕМ РАДЫ ПРИГЛАСИТЬ ТЕБЯ НА СОБЕСЕДОВАНИЕ! НЕ УПУСТИ ШАНС СТАТЬ ЧАСТЬЮ УСПЕШНОГО ЦЕНТРА!\n \nС уважением, HR команда\nГрамотная речь,Обучение и развитие,Организаторские навыки,Грамотность,Мотивация персонала\n","cats":[],"entities":[[1730,1744,"SoftSkills"],[1765,1787,"SoftSkills"],[1788,1799,"SoftSkills"]],"Comments":[]}
{"id":6561,"text":"102567168\nАссистент педагога\nО нас:\nBubble Kids Club - это уникальный центр раннего развития для детей в возрасте от 1 до 6 лет. Наша миссия - создать заботливую и стимулирующую среду, где дети могут приобретать важные начальные навыки через игровое обучение и общение. Программа занятий предполагает ведение учебного процесса на английском языке, погружая малышей в языковую среду. Мы успешно работаем на рынке уже 8 лет, обеспечивая качественное образование и развитие для самых маленьких.\n \nОбязанности:\n \n \nПомощь педагогу в проведении увлекательных и интерактивных занятий на английском языке\n \nПоддержка создания позитивной учебной атмосферы\n \nУчастие в организации и реализации игровых и образовательных мероприятий\n \nПомощь в стимулировании общения и взаимодействия между детьми\n \nПомощь в мониторинге и поддержке развития и благополучия каждого ребенка\n \nУмение находить индивидуальный подход к каждому ребенку\n \n \nТребования:\n \n \nВладение английским языком\n \nЖелателен опыт работы с маленькими детьми или в сфере образования\n \nБезграничная любовь к детям и желание способствовать их развитию\n \nТворческий и энергичный подход к работе\n \nХорошие коммуникативные и межличностные навыки\n \nУмение находить подход к детям\n \n \nМы предлагаем:\n \n \nДинамичную и позитивную рабочую среду\n \nВозможности для профессионального развития и роста\n \nКонкурентоспособную заработную плату и льготы\n \n \nКак подать заявку:\nЕсли вы увлечены работой с маленькими детьми и хотите внести свой вклад в их образование и развитие, мы будем рады услышать вас.\n \nПрисоединяйтесь к команде Bubble Kids Club и станьте частью команды, посвященной созданию мира обучения через игру!\n \n \n \nBubble Kids Club - создаем мир обучения через игру!\n \n \nАнглийский язык,Педагогическое образование,Детская психология,умение работать в команде,Доброжелательность\n","cats":[],"entities":[[581,597,"Knowledge"],[871,901,"SoftSkills"],[1050,1064,"SoftSkills"],[1104,1143,"SoftSkills"],[1154,1169,"SoftSkills"],[1172,1192,"SoftSkills"],[1808,1826,"SoftSkills"]],"Comments":[]}
{"id":6562,"text":"102178328\nEnglish Moderator (mentor)\nHi there!\n \nYou are applying for the MODERATOR position\n \n-Who is a Moderator?\n \nModerator is a person who learns together with students \ninstead of teaching \nthem. The reason is that teaching is an artificial process, BUT! Learning is natural. In our case, our \nmoderators\n are involved in the process\n of learning English\n with students. Their job is to inspire and \nencourage\n students \nto learn\n. Therefore, moderator is a role model that students look up to.\n \n-We are looking for people who:\n \n1) \nLanguages: \nEnglish – fluent\n \n2) \nComputer skills: \nOffice applications\n \n3) \nResponsible\/Punctual\n \n4) \nEager and quick to learn\n \n5) \nFriendly and Positive\n \n6) \nResult-oriented and stress resistant\n \n7) \nHave skills and stories to share\n \n \n \nAbout us:\n \n \n \nMore than 11 years and 4 branches\n \n \n \nInternational and diverse team\n \n \n \nCozy office and flexible hours\n \n \n \nSalary paid twice a month on time\n \n \n \nOn the job training and career growth\n \n \n \nConditions:\n \n \nContract is valid for a period of 6 months to 1 year.\n \nWork Schedule: Monday to Friday\n \nPart-time job (2 classes a day)\n \nFull-time job (4 classes a day)\n \nWe provide paid team buildings\n \nCozy office and free coffee, tea.\n \nGain Hard and Soft skills\n \nGain experience\n \n \nSee you in English Zone)\n \n \n \n \nАнглийский язык,Teambuilding,Teamleading,Presentation skills,Teamplayer,Creativity,Interpersonal skills,English,Fluent English,Responsibility,Learning & Development,Preparing Presentations,Преподаватель,Хорошая обучаемость,Training,Soft skills\n","cats":[],"entities":[[553,560,"Knowledge"],[594,613,"Tool"],[620,631,"SoftSkills"],[632,640,"SoftSkills"],[647,652,"SoftSkills"],[657,671,"SoftSkills"],[678,686,"SoftSkills"],[691,699,"SoftSkills"],[706,721,"SoftSkills"],[726,742,"SoftSkills"]],"Comments":[]}
{"id":6563,"text":"102597529\nУчитель английского языка\nОбязанности:\n \n \n \nосуществляет профессиональную деятельность в соответствии с требованиями Федеральных государственных образовательных стандартов (ФГОС) начального, основного и среднего общего образования;\n \n \n \nразрабатывает и реализует программы по иностранному языку в рамках основных общеобразовательных программ;\n \n \n \nпроводит контрольно-оценочную работу при обучении с применением новейших методов оценки (ведение электронной документации, в том числе электронного журнала;\n \n \n \nПринимает участие в ГИА\n \n \n \nОрганизует совместно с коллегами проведение школьного этапа олимпиады по иностранному языку. \n \n \n \nОрганизует участие обучающихся в лингвистических конкурсах, во внеклассных предметных мероприятиях, в неделях иностранного языка, защитах исследовательских работ и проектов, организует внеклассную работу по своему предмету.\n \n \nПодготовка учеников к ОГЭ, ЕГЭ\n \n \nТребования:\n \n \nвысшее педагогическое образование\n \nпервая или высшая квалификационная категория\n \nвладение современными технологиями обучения в соответствии с ФГОС\n \nналичие курсов повышения квалификации по ФГОС\n \nопыт работы с цифровыми образовательными ресурсами\n \nопыт и результативность подготовки к ОГЭ или ЕГЭ\n \nопыт работы в московской школе (желательно)\n \nналичие свидетельства о прохождении независимой диагностики в МЦКО не ниже высокого уровня\n \nналичие действующей медицинской книжки\n \n \nУсловия:\n \n \nработа в государственном образовательном учреждении;\n \nтрудоустройство в соответствии с ТК РФ;\n \nстабильная заработная плата;\n \nежегодный отпуск 56 календарных дней.\n \nnan\n","cats":[],"entities":[[18,35,"Knowledge"],[128,182,"Knowledge"],[184,188,"Knowledge"],[933,966,"Knowledge"]],"Comments":[]}
