{"id":6424,"text":"101927678\nРуководитель Службы психолого-педагогического и социального сопровождения\nОбязанности:\n \n \nпсихолого-педагогическое сопровождение образовательного процесса\n \nкоординация и контроль деятельности специалистов Службы, обеспечение взаимодействия со всеми участниками образовательного процесса (воспитанники, обучающиеся, педагоги, родители)\n \nпланирование и анализ деятельности Службы, ведение отчетной документации.\n \n \nТребования:\n \n \nвысшее психологическое \/ педагогическое образование + желательно управленческое\n \nопыт работы психологом (либо логопедом\/ дефектологом) с детьми не менее 5 лет\n \nналичие релевантного опыта управления персоналом (не менее 5 человек)\n \n \nУсловия:\n \n \nоформление по ТК РФ\n \nзаработная плата по результатам собеседование, обсуждается с каждым кандидатом, учитывается опыт работы, общий стаж, образование. \n \nОрганизаторские навыки,Работа с большим объемом информации,Управленческие навыки,Психология Личности,Точность и внимательность к деталям\n","cats":[],"entities":[[349,370,"SoftSkills"],[847,869,"SoftSkills"],[870,905,"SoftSkills"],[906,927,"SoftSkills"],[948,983,"SoftSkills"]],"Comments":[]}
{"id":6425,"text":"100454507\nСпециалист Студенческого офиса\nСтуденческий офис \n— это единый многофункциональный центр для обучающихся по вопросам организации и документационного сопровождения образовательного процесса.\n \nМы приглашаем в свою команду \n \nответственного специалиста по учебно- методической работе\n \nЦелью твоей работы будет:\n организация работы с обучающимися, обеспечение высокого качества информационного и документационного сопровождения учебного процесса.\n \nЧем предстоит заниматься:\n \nРаботой с обучающимися по следующим направлениям:\n \n \nстипендиального обеспечения;\n \nотчисление, перевод, восстановление, предоставление академических отпусков, изменение персональных данных;\n \nработа с заявлениями на снижение стоимости, перевода с коммерческого обучения на бюджет, вопросы оплаты;\n \nвыдача справок об обучении и успеваемости;\n \nинформирования о сроках проведения \"Волн пересдач\";\n \nфиксирование пропусков по уважительной причине;\n \nкампусная навигации и др.\n \n \nЧто ждем от тебя:\n \n \nвысшее профессиональное образование;\n \nбазовые знания педагогики и психологии, либо желание разобраться в них с нашей помощью;\n \nумение решать нестандартные вопросы;\n \nуверенное владение ПК (программы Microsoft office);\n \nопыт работы со студентами будет большим преимуществом.\n \n \nЧто мы предлагаем:\n \n \nработа в одном из крупнейших ВУЗов Южного федерального округа;\n \nвводное обучение и наставник на время адаптации;\n \nзаработная плата оклад+премия по результатам работы (совокупный доход до 40000 р)\n \n \n— рабочая неделя 5\/2 с 8.30 до 17.00 (1 раз в 2 месяца дежурство в главном корпусе в субботу);\n \n— удобное рабочее место в учебном корпусе в историческом центре города (УЛК 21, ул. Социалистическая 162\/32);\n \n— возможность роста, развитие через новые задачи и проекты;\n \n— молодой, дружный коллектив.\n \nЕсли тебе интересно, скорее откликайся!\nЖдем именно тебя в нашу дружную команду!:)\n \n \nКоммуникабельность,Работа с оргтехникой,Организованность\n","cats":[],"entities":[[679,699,"SoftSkills"],[1155,1176,"SoftSkills"],[1188,1204,"Tool"]],"Comments":[]}
{"id":6426,"text":"102296218\nМетодист образовательного портала\nЛюбимая кухня –\n это мебельная фабрика, работающая на федеральном уровне. На сегодняшний день сеть наших салонов работает более, чем в \n20 регионах России.\n \nУже \n12 ле\nт мы радуем клиентов красивой, стильной и качественной мебелью. Кухонные гарнитуры, мебель для спальни, гостиной, детской комнаты и других пространств - все это создается по индивидуальным проектам.\n \n \n \nМы обучаем и развиваем сотрудников компании, стремимся быть лучше и профессиональнее и сегодня ищем в нашу команду,\n администратора – методиста учебной платформы!\n \n \n \nМы рады предложить:\n \n \nИнтересные и разнообразные задачи, большое пространство для самореализации, возможности познакомится с интересными людьми с нашей командой профессионалов, заряженной и влюбленной в свое дело.\n \nРаботу в крупной и стабильной компании, рабочее место по адресу: ул. Дагестанская улица, 41\/3\n \nГрафик работы 5 \\ 2 в офисе компании, (возможно гибридный график 3 дня в офисе и 2 дня удаленная работа)\n \nПрофессиональное развитие, возможно обучение за счет компании\n \nДостойную оплату труда, фиксированный оклад 70 000р.\n \nСистему наставничества на первые месяцы работы в компании\n \nДружный, сплоченный коллектив, у нас люди работают годами\n \nВыездные корпоративные мероприятия (Боулинг, мастер классы, Новый год и др.)\n \n \n \n \nЗадачи для нашего администратора – методиста учебной платформы:\n \n \nРазрабатывать электронные курсы, лонгриды, тренажеры, видеоролики, с последующей актуализацией данных.\n \nПланировать и организовывать обучение персонала:\n \n \n \nанализировать потребности, проводить брифинги;\n \nразрабатывать структуру, концепцию и сценарии обучения;\n \nпроводить подготовку учебных материалов, осуществлять верстку презентаций в iSpring Suite;\n \nразрабатывать проверочные задания, проводить сбор обратной связи по проекту.\n \n \n \nАдминистрировать внутренний учебный портал на базе платформы Moodle (добавлять новых пользователей на учебный сайт, зачислять студентов на курсы согласно должности, удалять учетные записи уволенных пользователей, добавлять курсы на учебный портал).\n \nПроводить \/ организовывать и модерировать тематические вебинары, регистрировать участников, фиксировать, заливать вебинары на учебную платформу.\n \nОсуществлять поддержку пользователей учебной платформы при ошибках, отвечать на вопросы по работе портала.\n \nАнонсировать новые курсы, оповещать пользователей об изменениях в корпоративном телеграмм-канале и в новостях портала.\n \n \nНам важно:\n \n \nОпыт работы в он-лайн школах методистом, от 1 года\n \nОпыт по созданию, написанию контента, обучающих курсов\n \nПродвинутый уровень пользования офис-пакета (создание презентаций сочных, красочных, стильных Power point, уверенная работа в Excel и на Гугл-диск)\n \nУмение работать с большим объёмом информации, убирать «воду», оставлять суть, желательно – разбавлять скучный материал легким юмором\n \nПреимуществом будет опыт работы с видео-контентом (подрезать, наложить титры, склеить два видео, записать видео)\n \n \nБольшим плюсом будет опыт работы в мебельной сфере, либо опыт создания обучающих материалов в мебельной сфере\n \n \nОткликайся, сделаем этот мир красивее ВМЕСТЕ!\n \n \nОрганизация учебного процесса,Проведение презентаций,Дистанционное обучение,Работа с большим объемом информации\n","cats":[],"entities":[[1414,1431,"Tool"],[1519,1542,"SoftSkills"],[1560,1585,"SoftSkills"],[1587,1605,"SoftSkills"],[1743,1756,"Tool"],[1795,1835,"SoftSkills"],[1871,1885,"Tool"],[1904,1910,"Tool"],[1945,1957,"Tool"],[2075,2089,"Tool"],[2208,2216,"Tool"],[2219,2237,"Tool"],[2278,2295,"Tool"],[2339,2346,"Tool"],[2630,2641,"Tool"],[2692,2703,"Tool"],[2724,2729,"Tool"],[2735,2744,"Tool"],[2748,2792,"SoftSkills"],[3194,3216,"SoftSkills"],[3240,3275,"SoftSkills"]],"Comments":[]}
{"id":6427,"text":"101061427\nПедагог-организатор отдела воспитательной работы\nОбязанности:\n \n \nтекущее и перспективное планирование культурно-массовых, досуговых общеучилищных мероприятий, обеспечение их качественного проведения;\n \nоказание организационно-методической помощи в подготовке и проведении внеклассных мероприятий;\n \nработа по реализации проектной деятельности на учебных курсах;\n \nсбор, обобщение, подготовка отчётных и аналитических материалов по организации воспитательной работы на курсах, подготовка аналитических отчетов, формирование базы отчетных видео- и фотоматериалов.\n \n \nТребования:\n \n \nвысшее профессиональное образование или среднее профессиональное образование по направлению подготовки «Образование и педагогика»;\n \nопыт работы по направлению не менее 1 года\n \n \nУсловия:\n \n \nофициальное трудоустройство\n \nполный соцпакет\n \nувеличенный ежегодный оплачиваемый отпуск\n \nвзаимодействие с учреждениями культуры,организаторские способности,творческий подход\n","cats":[],"entities":[[392,438,"SoftSkills"],[917,944,"SoftSkills"],[945,962,"SoftSkills"]],"Comments":[]}
{"id":6428,"text":"100236849\nМетодист в учебный центр НМО (удаленно)\nУчебный центр ООО \"ПрофАудитКонсалт\" приглашает в свою команду Методиста по работе на Портале непрерывного медицинского и фармацевтического образования (вакансия для работы исключительно дистанционно)\n \nОбязанности:\n \n \nразмещение разработанных учебных программ на портале НМО (сама разработка не требуется!);\n \nустранение технических замечаний рецензентов в учебных программах;\n \nподготовка отчетов по количеству размещенных и утвержденных программ на портале НМО за отчетный период.\n \n \nТребования:\n \n \nопыт работы методистом в сфере ДПО (медицинское направление)\n \nопыт работы на Портале НМО - главное преимущество!\n \nвнимательность к деталям, усидчивость.\n \n \nУсловия:\n \n \nсдельная заработная плата без \"потолка\" (при полном рабочем дне средний объем компенсации составит около 60 000 рублей).\n \nначало и окончание рабочего дня - по договоренности. График обсуждается с кандидатами. Возможна работа на условиях частичной занятости и совместительства.\n \n \nВ сопроводительном письме обязательно укажите, знакомы ли Вы с функционалом личного кабинета образовательной организации на Портале НМО.\nРабота с большим объемом информации,Документальное сопровождение,Базы данных\n","cats":[],"entities":[[503,514,"Tool"],[633,644,"Tool"],[671,695,"SoftSkills"],[697,708,"SoftSkills"],[1133,1144,"Tool"],[1146,1181,"SoftSkills"],[1211,1222,"Tool"]],"Comments":[]}
{"id":6429,"text":"102597833\nДИСПЕТЧЕР В КОЛЛЕДЖ\nОбязанности:\n \n- работа в 1С-Университет и в 1С-Документооборот\n \n - работа со студентами, контроль за успеваемостью, подготовка зачетно-экзаменационных ведомостей, подготовка сводных ведомостей, заполнение зачетных книжек, подготовка справок об обучении\/о периоде обучения, закрепление тем курсовых работ (ВКР)\n \n- организация проведение ГЭК\n \nТребования:\n \n- среднее профессиональное образование\n \n- обучаемость, желание развиваться\n \n- знание офисных программ, работа с оргтехникой\n \n- ответственность, умение работать в условиях многозадачности, порядочность, бесконфликтность, дипломатичность\n \n- опыт работы в образовательном учреждении будет преимуществом\n \nУсловия:\n \n- работа в стабильной компании\n \n- оформление в соответствии с ТК РФ\n \n- уютный офис, доброжелательный коллектив\n \n- график работы 5\/2 с 9.00-18.00 сб. и вск. выходные, пятница до 15.30\n \n- отпуск 28 к.д., мат помощь к отпуску\n \n- доплаты за стаж работы и дополнительные дни к отпуску\n \n \nnan\n","cats":[],"entities":[[56,70,"Tool"],[75,93,"Tool"],[476,492,"Tool"],[503,514,"Tool"],[519,534,"SoftSkills"],[536,578,"SoftSkills"],[580,592,"SoftSkills"],[594,610,"SoftSkills"],[612,627,"SoftSkills"]],"Comments":[]}
{"id":6430,"text":"101729038\nМенеджер проектов (в сфере образования и деловых мероприятий)\nАКАДЕМИЯ ГОРОДСКИХ ТЕХНОЛОГИЙ «СРЕДА» \n– это российская, динамично развивающаяся, успешная компания, оказывающая услуги в области стратегического и образовательного консалтинга для государственных и муниципальных органов власти, институтов развития, крупных российских и международных компаний.\n \nКлючевыми продуктами компании являются:\n \n \nСтратегии и программы социально-экономического развития\n \nСтратегии развитие туризма\n \nПрограммы цифровизации\n \nИнвестиционные стратегии\n \nОбразовательные программы\n \nАналитические исследования\n \n \nВ нашу команду мы ищем коллегу на должность – \nменеджер проектов в сфере образования и деловых мероприятий. \nЭто возможность существенно вырасти профессионально и реализовывать свои идеи в среде коллег-единомышленников.\n \nДля этой роли критически важен опыт работы в органах муниципальной \/федеральной власти, либо активное взаимодействие с ними по предыдущему опыту работы.\n \nМы ищем проактивного, динамичного, структурированного коллегу, которому интересно развиваться в области проектного управления, достигать результатов и повышать уровень своей экспертизы.\n \nЧто нужно делать:\n \nУчаствовать в создании и сопровождении образовательных проектов:\n \n \nПринимать участие в подготовке мероприятий в рамках реализации образовательных проектов.\n \nВести активную коммуникацию с участниками мероприятий (устную и письменную), вести и актуализировать базу данных рассылок.\n \nАдминистрировать мероприятия, в т.ч. онлайн-мероприятий в Zoom и на корпоративной платформе вебинаров.\n \nСобирать, обрабатывать и анализировать обратную связь по программам, вебинарам и т.д. (проведение интервью и анкетирования).\n \nГотовить отчетность по этапам реализации проекта.\n \nГотовить вспомогательные материалы для экспертов и участников мероприятий.\n \n \nМы активно работаем в Битрикс24, мессенджерах.\n \nЧто мы ждем от нового члена команды:\n \n \nВысшее образование (государственное и муниципальное управление \/ социально-экономическое).\n \nОпыт работы от 1 года в органах государственной \/ муниципальной власти, либо активно взаимодействовать с ними в ходе выполнения своих рабочих задач.\n \nВладение Word, Excel, PowerPoint на уровне уверенного пользователя.\n \nГотовность быстро учиться, слышать обратную связь.\n \nВысокая коммуникативность, способность налаживать и поддерживать контакты.\n \nУмение работать в режиме многозадачности, нацеленность на результат, позитивное мышление и стрессоустойчивость\n \n \n​​​​​​\nМы предлагаем:\n \n \nПолная занятость, возможен ненормированный рабочий день в период высокой проектной активности.\n \nФормат работы: частичный гибрид, остальное время работы в комфортном офисе в 5 минутах от м. Таганская с 10 до 19 часов.\n \nПрогрессивная команда, динамичная атмосфера роста и развития.\n \nБыстрый карьерный рост и продвижение при достижении результатов.\n \nКраткосрочные командировки.\n \nУчастие в федеральных проектах.\n \n \n \n \n \nОрганизаторские навыки,Телефонные переговоры,MS PowerPoint,Документооборот,Работа с большим объемом информации,Организация встреч\n","cats":[],"entities":[[996,1008,"SoftSkills"],[1010,1021,"SoftSkills"],[1023,1041,"SoftSkills"],[1356,1383,"SoftSkills"],[1539,1543,"Tool"],[1549,1582,"Tool"],[1643,1653,"Tool"],[1655,1664,"Tool"],[1774,1799,"Tool"],[1866,1875,"Tool"],[1877,1889,"Tool"],[2187,2191,"Tool"],[2193,2198,"Tool"],[2200,2210,"Tool"],[2259,2273,"SoftSkills"],[2275,2297,"SoftSkills"],[2301,2326,"SoftSkills"],[2328,2374,"SoftSkills"],[2378,2418,"SoftSkills"],[2420,2445,"SoftSkills"],[2447,2466,"SoftSkills"],[2469,2488,"SoftSkills"],[2942,2964,"SoftSkills"],[2965,2986,"SoftSkills"],[2987,3000,"Tool"],[3001,3016,"Tool"],[3017,3052,"SoftSkills"],[3053,3071,"SoftSkills"]],"Comments":[]}
{"id":6431,"text":"102175915\nСпециалист учебного отдела\nОбязанности:\n \n \nорганизация обучения, адаптации, стажировки персонала;\n \nорганизация процесса наставничества работников, формирование кадрового резерва;\n \nоформление договоров, оплаты, приказов и тд.\n \n \nТребования:\n \n \nобразование высшее\n \n \n- уверенный пользователь ПК, PowerPoint (умение делать презентации, работать в Word, Eхсel)\n \nУсловия:\n \n \nоформление по ТК РФ\n \nграфик работы с 8.00 до 17.010\n \nnan\n","cats":[],"entities":[[54,74,"SoftSkills"],[132,146,"SoftSkills"],[283,308,"SoftSkills"],[310,321,"Tool"],[336,347,"Tool"],[360,364,"Tool"],[366,371,"Tool"]],"Comments":[]}
{"id":6432,"text":"98532178\nНачинающий специалист (методист деканата)\nВнимание! Вакансия открыта до 31 мая включительно!\n \nМОСКОВСКИЙ ТЕХНОЛОГИЧЕСКИЙ ИНСТИТУТ\n \n(МТИ)\n \n– один из ведущих вузов, реализующих программы высшего, среднего и дополнительного профессионального образования.\n \nУ тебя активная жизненная позиция, ты полон амбиций, хочешь расти и развиваться в крутой команде профессионалов, а также по карьерной лестнице - добро пожаловать к нам! Будет здорово, если есть опыт работы, если нет - всему научим! Мы даём отличный старт в карьере!\n \nМы предлагаем:\n \n \nОформление по ТК РФ, оплачиваемый отпуск, больничный.\n \nГрафик работы с 09:00 до 18:00 или с 10:00 до 19:00; сб, вс – выходной.\n \nЗарплата \n50000 на руки\n;\n \nМы развиваем своих сотрудников, вкладываемся в их обучение, успешно прокачивая soft и hard skills.\n Наши сотрудники могут получать любое профессиональное образование у нас бесплатно;\n \nВы быстро адаптируетесь и изучите нашу сферу, гарантируем быстрое включение в рабочие процессы;\n \nУ нас лояльные и экспертные руководители, которые охотно делятся своим опытом и знаниями с сотрудниками.\n \nМы поощряем любые инициативы\n и работаем с каждым сотрудником. Ваши идеи не останутся без внимания.\n \nНаша локация привлекает своим удобством, всего \n7 минут пешком от м. Сокол.\n \n \nЧто нужно делать:\n \n \n \nВнесение ведомостей и результатов промежуточной аттестации студентов в базу 1С;\n \n \n \nВнесение перезачётов сданных ранее дисциплин;\n \n \n \nРасчет академической разницы абитуриентов;\n \n \n \nВзаимодействие с кураторами.\n \n \n \nПожелания к соискателю:\n \n \nОтветственность;\n \nВнимательность и пунктуальность;\n \nВысокая обучаемость и исполнительность;\n \nУверенный пользователь ПК (Word, Excel, Outlook).\n \n \n \n \n \n \nПострой свою карьеру вместе с нами! Жми кнопку \"Откликнуться\" и мы с тобой обязательно свяжемся!\n \nМы ждём тебя, наш будущий коллега!\n \n \nУверенный пользователь ПК,оформление документации,Работа с документами,Высокая скорость печати,Делопроизводство\n","cats":[],"entities":[[304,317,"SoftSkills"],[1316,1326,"Tool"],[1383,1385,"Tool"],[1557,1572,"SoftSkills"],[1576,1590,"SoftSkills"],[1593,1607,"SoftSkills"],[1611,1630,"SoftSkills"],[1633,1649,"SoftSkills"],[1653,1678,"SoftSkills"],[1680,1684,"Tool"],[1686,1691,"Tool"],[1693,1700,"Tool"],[1853,1878,"SoftSkills"],[1903,1923,"SoftSkills"],[1924,1947,"SoftSkills"]],"Comments":[]}
{"id":6433,"text":"102176660\nНачальник управления подготовки научных и научно-педагогических кадров\nОбязанности:\n \n \nпланирование деятельности и развития аспирантуры;\n \n \nработа по формированию проекта государственного задания и отчета о его выполнении в части оказания образовательных услуг;\n \n \n \nработа по формированию и подаче заявки на участие в конкурсе по распределению контрольных цифр приёма за счет бюджетных ассигнований федерального бюджета;\n \n \n \n \nорганизация работы по планированию и реализации программ аспирантуры на платной основе (разработка ДНА, определение количества мест для приема на платной основе, расчет стоимости обучения, и т.п.);\n \nорганизация приемной кампании в аспирантуру;\n \n \nорганизация работы приемной комиссии по приему на бюджетные места и места по договорам об оказании платных образовательных услуг;\n \n \n \nОрганизация приема на целевое обучение по программа аспирантуры;\n \n \n \nорганизация разработки программ подготовки научных и научно-педагогических кадров в аспирантуре;\n \n \nорганизация учебного процесса подготовки аспирантов в соответствии с номенклатурой специальностей научных работников;\n \nпривлечение к участию в учебном процессе профессоров, доцентов иных работников из числа научных и педагогических работников и специалистов по соответствующему профилю подготовки;\n \nорганизация разработки и учета выполнения аспирантами индивидуальных планов научной деятельности;\n \nсоставление всех форм и видов отчетов о работе аспирантуры;\n \nзаполнение мониторингов по деятельности аспирантуры;\n \nподготовка проектов приказов о зачислении аспирантов в аспирантуру, а также о продолжении обучения.;или отчислении их из аспирантуры;\n \nорганизация работы по назначению и выплате государственной стипендии аспирантам, иных видов стипендий, стипендии Президента РФ и иных мер материальной поддержки;\n \nпредставление необходимых сведений, касающихся подготовки научных кадров, ученому, научно-техническим, советам учреждения, службе главного ученого секретаря;\n \nоформление документов о прикреплении соискателей ученой степени для сдачи кандидатских экзаменов и подготовки диссертаций на соискание ученой степени кандидата (доктора) наук;\n \nвзаимодействие с подведомственными организациями в реализации программ подготовки научных и научно-педагогических кадров в аспирантуре;\n \nработа в 1C: ведение документооборота;\n \nподготовка, анализ и согласование служебных документов в пределах своих полномочий;\n \nразработка и контроль за актуальностью используемых в деятельности локальных нормативных документов.\n \n \n \n \nТребования:\n \n \nВысшее профессиональное образование;\n \nстаж научной, научно-педагогической работы или работы в организациях, соответствующей направлению деятельности аспирантуры, не менее 3 лет.\n \nумение работать с большим объемом информации, эффективно организовывать и планировать свое рабочее время.\n \nопыт ведения деловой коммуникации, знание делопроизводства, готовность работать в режиме многозадачности.\n \nзнание порядка учета и оформления учебной документации.\n \n \nУсловия:\n \n \nоформление по ТК РФ\n \nпятидневная рабочая неделя с 09.00 до 18.00 (кроме пятницы), пятница с 09.00 до 16.45, обед с 13.00 до 13.45);\n \nполная занятость\n \nВозможность повышения квалификации в области образования;\n \nвозможность вступления в профсоюзную организацию;\n \nзакрытая охраняемая территория;\n \nстабильная заработная плата;\n \nбазовое медицинское обслуживание (поликлиника на территории НИЦ \"Курчатовский институт\")\n \nГрамотность,Организаторские навыки,образовательная деятельность\n","cats":[],"entities":[[98,123,"SoftSkills"],[605,630,"SoftSkills"],[1069,1097,"Knowledge"],[2303,2305,"Tool"],[3438,3449,"SoftSkills"],[3450,3472,"SoftSkills"]],"Comments":[]}
