{"id":5556,"text":"101353010\nГлавный инженер\nОбязанности:\n \n \n \nОпределять и координировать инвестиционную и инновационную политику, направления технического развития предприятия, пути его реструктуризации, реконструкции и технического перевооружения.\n \n \n \nОрганизовывать работу технической службы с целью обеспечения технической готовности подвижного состава предприятия.\n \n \n \nОбеспечивать эффективность работы технической службы, сокращение материальных, финансовых и трудовых затрат при выполнении ремонтных работ, их высокое качество.\n \n \n \nРуководить разработкой и реализацией планов технического обслуживания и ремонта автотранспортных средств, контролирует их выполнение.\n \n \n \nОрганизовывать работу по совершенствованию организации и проведения технического обслуживания и ремонта автотранспортных средств.\n \n \n \nОбеспечивать внедрение новой техники и технологий в подчиненных службах.\n \n \n \nОбеспечивать своевременную и качественную подготовку производства, техническую эксплуатацию, ремонт и модернизацию оборудования.\n \n \n \nОрганизовывать внедрение новой техники и новейших технологий.\n \n \n \nПринимать меры по предотвращению вредного воздействия производства на окружающую среду, создание благоприятных и безопасных условий труда.\n \n \n \nОсуществлять контроль за соблюдением технологической дисциплины, правил и норм по охране труда, производственной санитарии и пожарной безопасности, требований органов государственного надзора за охраной труда, природоохранных, санитарных и других органов.\n \n \n \nПринимать меры по совершенствованию организации работы работников технической службы, обеспечивает обучение и повышение квалификации персонала.\n \n \n \nРуководить деятельностью технической службы предприятия, контролирует результаты ее работы, состояние трудовой и производственной дисциплины в подчиненных подразделениях.\n \n \n \nНести ответственность за результаты и эффективность деятельности технической службы.\n \n \n \nЗнать, понимать и применять действующие нормативные документы, касающиеся его деятельности.\n \n \n \nЗнать и выполнять требования нормативных актов об охране труда и окружающей среды, соблюдает нормы, методы и приемы безопасного выполнения работ.\n \n \n \nТребования:\n \n \nВысшее техническое образование\n \nЗнание деятельности автотранспортного предприятия\n \nЗнание нормативной документации при проектировании и проведении строительно-монтажных работ\n \nОпыт работы с финансовыми показателями\n \nОпыт работы в районах крайнего севера\n \nКоммуникабельность, ответственность, активность, умение работать в команде, аналитические способности\n \nГотовность к командировкам\n \n \nУсловия:\n \n \nОфициальное трудоустройство в штат с 1-го рабочего дня, в соответствии с ТК РФ;\n \nСтабильная заработная плата 2 раза в месяц;\n \nИспытательный срок 3 месяца;\n \nДМС после прохождения испытательного срока;\n \nПолная занятость, полный рабочий день, работа в офисе;\n \nРабота в стабильно развивающейся компании;\n \nМесторасположение офиса: м. Калужская, м. Воронцовская\n \nnan\n","cats":[],"entities":[[374,413,"Knowledge"],[415,468,"Knowledge"],[817,853,"Knowledge"],[1033,1078,"Knowledge"],[1096,1172,"Knowledge"],[1174,1223,"Knowledge"],[1244,1294,"Knowledge"],[1503,1547,"Knowledge"],[1826,1841,"SoftSkills"],[1845,1903,"Knowledge"],[2027,2090,"Knowledge"],[2102,2153,"Knowledge"],[2210,2259,"Knowledge"],[2262,2353,"Knowledge"],[2356,2394,"SoftSkills"],[2397,2434,"SoftSkills"],[2437,2455,"SoftSkills"],[2457,2472,"SoftSkills"],[2474,2484,"SoftSkills"],[2486,2511,"SoftSkills"],[2513,2538,"SoftSkills"]],"Comments":[]}
{"id":5557,"text":"102627096\nГлавный инженер\nB строительную оpганизацию приглашаeм сoискaтелей на вaканcию \nГлавный инжeнep\n.\n \nОбязaннocти:\n \nOpганизaция cтpоитeльства;\n \nОрганизация взаимодействия на местах с инженерами Проекта;\n \nKооpдинaция дeйствий пoдрядных oргaнизaций, oбecпечениe монитоpингa и контроля зa иx деятельнoстью c целью свoeвремeннoго исполнения контрактов;\n \nУчастие в проверках контролирующих органов; авторского надзора, органов государственного строительного надзора;\n \nОрганизация контроля и оценки выполнения договорных обязательств;\n \nОрганизация, контроль рассмотрения и принятие решений по предложениям о внесении изменений в проектную и рабочую документацию в ходе строительства, уточнение ранее выданных проектных решений с учетом фактического состояния строительства;\n \nОрганизация и участие в сдаче объекта в эксплуатацию;\n \nРешение организационных вопросов в процессе строительства, взаимодействие с заказчиками, субподрядными организациями, поставщиками, координация работы отдельных групп сотрудников, работающих над проектом;\n \nПланирование и соблюдение календарного графика реализации проекта;\n \nКонтроль сроков и качества выполняемых работ, сдача завершенных работ заказчику;\n \nСвоевременное предоставление отчетности.\nТребования:\nВысшее образование (инженер, профильное техническое);\n \nОпыт работы в строительстве от 3 лет;\n \nОпытный пользователь ПК, уверенный пользователь Мiсrоsоft Ехсеl, Wоrd, АutоСАD;\n \nВысокий уровень технической грамотности, знание нормативной документации;\n \nЗнание основ организации строительства, взаимодействия участников строительного процесса, правил ведения сопроводительной документации;\n \nУспешный опыт ведения полного цикла строительства;\n \nОтличные управленческие и коммуникативные навыки;\nВысокий уровень самоорганизации, мобильность.\nУсловия:\nТрудоустройство в соответствии с ТК РФ;\n \nРабота предполагает регулярные командировки и нахождения в местах организации строительно-монтажных работ.\n \nУровень оплаты труда по результатам собеседования;\nnan\n","cats":[],"entities":[[124,149,"Knowledge"],[153,189,"Knowledge"],[214,256,"Knowledge"],[258,292,"Knowledge"],[361,403,"Knowledge"],[475,539,"Knowledge"],[783,835,"Knowledge"],[839,871,"SoftSkills"],[1115,1159,"Knowledge"],[1161,1194,"Knowledge"],[1307,1343,"SoftSkills"],[1395,1410,"Tool"],[1412,1416,"Tool"],[1418,1425,"Tool"],[1470,1501,"Knowledge"],[1505,1543,"Knowledge"],[1652,1692,"SoftSkills"],[1705,1744,"SoftSkills"],[1746,1777,"SoftSkills"],[1779,1790,"SoftSkills"]],"Comments":[]}
{"id":5558,"text":"102435495\nГлавный инженер\nОбязанности: \n \n \nОрганизация и обеспечение круглосуточной бесперебойной работы оборудования.\n \nСоставление и ведение графиков ППР и реконструкции ,выполнение их.\n \nУчастие в тендерных комиссиях,грамотный подбор поставщиков, подрядных организаций, заключение договоров.\n \nПодбор нового оборудования, приемка и испытание, руководство монтажом и наладкой нового оборудования на производстве, рационализация и модернизация нового оборудования.\n \nУчастие в разработке планов оптимизации производственных процессов.\n \nКонтроль хода ремонтных работ, выполняемых подрядными организациями,контроль качества и объема проведенных ими работ. Отслеживание договорных отношений с ними. Приемка работ от подрядчиков.\n \nСоставление своевременных заявок и смет по материалам и запасным частям\n \nСоставление месячных и годовых планов технических работ.\n \nКонтроль за реконструкцией производства. Сопровождение проектных решений от стадии разработки, согласования проектно-сметной документации до пуска технического оборудования.\n \nПредставление компании во всех контролирующих органах\n \nРуководство технической службой предприятия.\n \nПланирование бюджета, анализ\n \n \n \n \nТребования:\n \n \nОпыт работы в должности главного инженера на пищевом производстве от 3-х лет обязателен,\n \nВысшее техническое образование\n \nОпыт работы с контролирующими органами,\n \nЗнание нормативной документации по строительству, эксплуатации зданий, наличие обучения по промбезопасности.\n \n \n \n \n \n \nУсловия:\n \n \nОформление по ТК РФ,\n \nПолный соц.пакет, своевременная выплата заработной платы.\n \nУровень заработной платы обсуждается с успешным кандидатом;\n \nnan\n","cats":[],"entities":[[274,294,"Knowledge"],[347,398,"Knowledge"],[416,465,"Knowledge"],[539,568,"Knowledge"],[657,690,"Knowledge"],[699,727,"Knowledge"],[805,860,"Knowledge"],[864,903,"Knowledge"],[905,936,"Knowledge"],[1096,1127,"Knowledge"],[1143,1163,"Knowledge"],[1196,1237,"SoftSkills"],[1320,1358,"SoftSkills"],[1362,1431,"Knowledge"]],"Comments":[]}
{"id":5559,"text":"102610054\nГлавный инженер производства\nVertex - Нижегородская современная быстрорастущая компания, производящая\n товары для ежедневного использования FMCG-сегмента.\n \nНаша продукция: \nбытовая и профессиональная химия, косметика, товаров гигиены для детей и взрослых, товары для дома и животных.\n \nМы усиливаем свои позиции на рынке и активно развиваемся.\n \nНаша цель:\n \nобеспечить потребителя отечественным продуктом высокого качества и занять лидирующее место на рынке.\n \nПриглашаем присоединиться к нашей команде: \nГлавного инженера на производство бытовой химии и косметики\n \nОбязанности:\n \n \n \nВнедрение новой техники и технологий, обеспечение эффективности проектных решений;\n \n \n \nОрганизация технического обслуживания непрерывной автоматической линии розлива продукции (5 линий)\n;\n \n \n \nОрганизация и контроль безопасной эксплуатации оборудования в соответствии с требованиями нормативных документов технического регулирования;\n \n \n \nОбеспечение необходимого уровня технической подготовки производства и его постоянный рост, разработка и реализация мероприятий, направленных на повышение эффективности производства и производительности труда.\n \n \n \nТребования:\n \n \n \nВысшее техническое образование;\n \n \n \nОпыт работы от 3-х лет на аналогичной должности;\n \n \n \nОпыт работы на химическом\/пищевом\/производстве - обязателен;\n \n \n \nИнициативность и готовность принимать самостоятельные решения.\n \n \n \nУсловия:\n \n \nОфициальное трудоустройство с первого дня;\n \nИтоговый уровень заработной платы обсуждается на собеседовании с успешным кандидатом;\n \nГрафик работы: 5\/2 с 8.30 до 17.30 (обсуждается);\n \nРабота в Сормовском районе по адресу: ул. Зайцева, 31;\n \n \nСкидка 30 % на продукцию Компании;\n \n \n \nМолодой и активный коллектив единомышленников;\n \n \n \nДМС со стоматологией через 3 мес. работы;\n \n \nРеальные перспективы карьерного роста в активно развивающейся компании;\n \nПроизводственный контроль,Управление производством,Разработка технических заданий,Производственное планирование,Управление производственным персоналом,Технический контроль производства,Охрана труда и техника безопасности,Управление качеством,Разработка нового продукта,Техническая документация,Модернизация производства,Внедрение новых технологий,Техническое обслуживание производства,Контроль эксплуатации оборудования,Повышение эффективности производства,Нормативно-техническая документация,Выполнение технического надзора,Бережливое производство\n","cats":[],"entities":[[598,634,"Knowledge"],[636,679,"Knowledge"],[687,757,"Knowledge"],[794,853,"Knowledge"],[941,1008,"Knowledge"],[1032,1067,"Knowledge"],[1212,1234,"SoftSkills"],[1267,1313,"SoftSkills"],[1334,1348,"SoftSkills"],[1351,1395,"SoftSkills"],[1874,1899,"Knowledge"],[1900,1924,"Knowledge"],[1925,1955,"Knowledge"],[1956,1985,"Knowledge"],[1986,2024,"SoftSkills"],[2025,2058,"Knowledge"],[2059,2094,"Knowledge"],[2095,2115,"Knowledge"],[2116,2142,"Knowledge"],[2143,2167,"Knowledge"],[2168,2193,"Knowledge"],[2194,2220,"Knowledge"],[2221,2258,"Knowledge"],[2259,2293,"Knowledge"],[2294,2330,"Knowledge"],[2331,2366,"Knowledge"],[2367,2398,"Knowledge"],[2399,2422,"Knowledge"]],"Comments":[]}
{"id":5560,"text":"102242356\nГлавный инженер\n«Smart Kurulush»\n -компания по строительству быстровозводимых домов и коммерческих помещений. Именно строительство из быстровозводимых конструкций было основным направлением компании на протяжении 9 лет. Мы прошли долгий путь и стали лидерами в своем деле. Профессиональная команда и накопленный опыт позволяют нам с полной уверенностью говорить о том, что мы двигаем этот рынок вперед. За это время мы построили более 600 частных домов и помогли воплотить мечты о собственном доме за короткие сроки, тем самым с уверенностью можем сказать, что заслужили доверие наших клиентов.\n \nНаша цель\n - строить быстрые, качественные и энергоэффективные дома в Кыргызстане.\n \nМиссия компании\n- возводить дома, в которых комфортно жить, и компанию, в которой комфортно работать.\n \nСтратегия- \nнаша компания всегда стремится быть лучшей по уровню оказываемых услуг\n \nи качеству обслуживания клиентов.\n \nФилософия\n – показать наилучший результат, воплотить в реальность ваши надежды и ожидания!\n \nВ связи с тем, что Компания \"Смарт Групп\" растет и расширяет свои горизонты приглашаем в команду Главного Инженера.\n \nОбязанности:\n \n \nВысшее профессиональное (техническое) образование;\n \nНаличие Сертификата Госстроя КР на инжиниринговые услуги; (но не категорично)\n \nналичие государственного квалификационного сертификата на осуществления профессиональной деятельности в качестве специалиста по строительно-монтажным работам.\n \nУмение работать на компьютере на уровне опытного пользователя с офисными программами ( MS Excel, MS Word, MS Outlook);\n \nНавыки работы со строительными измерительными приборами (теодолит, нивелир);\n \nЗнание правил разработки проектно-сметной документации, согласований ПСД с госорганами;\n \n \nТребования:\n \n \nвысшее профессиональное техническое образование;\n \nстаж работы по специальности на руководящих должностях от пяти лет.\n \n \nГлавный инженер должен знать:\n \n \nнормативные правовые акты, регламентирующие производственно-хозяйственную и финансово-экономическую деятельность организации;\n \nпрофиль, специализацию и особенности структуры организации;\n \nперспективы технического, экономического и социального развития отрасли и бизнес-план организации;\n \nтехнологию производства продукции организации;\n \nпорядок составления и согласования планов производственно-хозяйственной деятельности организации;\n \nрыночные методы хозяйствования и управления организацией;\n \nнаучно-технические достижения в соответствующей отрасли производства;\n \nосновы экономики, организации труда, производства и управления.\n \n \nУсловия:\n \n \nТрудоустройство согласно ТК КР;\n \nГрафик работы: пн-пт 09.00-18.00, сб 9:00-15:00;\n \nКомфортный офис;\n \nДружный коллектив;\n \nРазвитая корпоративная культура;\n \nРабота в динамично развивающейся компании с многолетним опытом и хорошо зарекомендовавшей себя на рынке;\n \n \nМы ищем профессионала, способного эффективно управлять рабочими процессами и достигать высоких результатов в выполнении поставленных задач\nnan\n","cats":[],"entities":[[1526,1534,"Tool"],[1536,1543,"Tool"],[1545,1555,"Tool"],[1560,1615,"Knowledge"],[1617,1625,"Tool"],[1627,1634,"Tool"],[1639,1725,"Knowledge"],[1798,1864,"SoftSkills"],[1904,1929,"Knowledge"],[2032,2090,"SoftSkills"],[2195,2240,"Knowledge"],[2244,2340,"Knowledge"],[2344,2400,"Knowledge"],[2476,2538,"Knowledge"]],"Comments":[]}
{"id":5561,"text":"102203298\nГлавный инженер \/ Технический директор\nОбязанности:\n \n \nРуководство комплексом работ и осуществление контроля в отношении работ по капитальному ремонту и монтажу всех внутренних инженерных систем и сетей Объектов: электроустановок, слаботочных систем, системы кондиционирования, вентиляции, противопожарной защиты, отопления, водоснабжения и водоотведения;\n \nОсуществление контроля качества и объема выполненных работ, а также результата выполненных работ на соответствие проектной, рабочей и технической документации;\n \nКонтроль последовательности и состава технологических операций по осуществлению капитального ремонта и монтажу всех внутренних инженерных систем и сетей;\n \nКонтроль за проведением замеров и подсчетом выполненных работ;\n \nПодготовка документов для приемки законченных видов (этапов) работ;\n \nУчастие в проверке качества изделий и оборудования, поставленных для капитального ремонта и монтажа всех внутренних инженерных систем;\n \nУчастие в освидетельствовании скрытых работ;\n \nКонтроль за разработкой и сопровождением производственно-технической документации;\n \nКонтроль подготовки к индивидуальным и комплексным ПНР, с дальнейшим участием в проведении ПНР и сдаче в эксплуатацию;\n \nРуководство прорабами, контроль работы отдела снабжения, контроль работы отдела ПТО;\n \nОбщение с заказчиками, согласование технических вопросов (заказчики все государственные).\n \n \nТребования:\n \n \nОПЫТ РАБОТЫ НА АНАЛОГИЧНОЙ ДОЛЖНОСТИ \n(Руководство комплексом работ и осуществление контроля в отношении работ по КАПИТАЛЬНОМУ РЕМОНТУ И МОНТАЖУ всех внутренних инженерных систем и сетей объектов: электроустановок, слаботочных систем, системы кондиционирования, вентиляции, противопожарной защиты, отопления, водоснабжения и водоотведения)\n \nне менее 5 лет!\n \nЗнание нормативной документации, оборудования систем электроснабжения, слаботочных систем, системы кондиционирования, водоснабжения, теплоснабжения, вентиляции, канализации, систем пожаротушения;\n \nНавыки работы с проектной, рабочей и технической документацией;\n \nЗнание расположения инженерных систем и сетей в здании и элементов конструкций здания, технологии проведения строительно-ремонтных работ;\n \nВладение ПК на уровне уверенного пользователя (умение пользоваться программными продуктами для сбора, актуализации и хранения информации - MS Office,MS Project,AutoCAD).\n \n \nУсловия:\n \n \nГрафик работы с 9.00 до 18.00 (понедельник - пятница);\n \nОформление по ТК РФ;\n \nВысокая белая заработная плата, обсуждается индивидуально на собеседовании с руководителем;\n \nОфис метро Новогиреево.\n \nnan\n","cats":[],"entities":[[66,119,"SoftSkills"],[369,427,"Knowledge"],[531,593,"Knowledge"],[687,748,"Knowledge"],[752,785,"Knowledge"],[822,872,"Knowledge"],[1006,1087,"Knowledge"],[1212,1233,"SoftSkills"],[1235,1267,"Knowledge"],[1269,1295,"Knowledge"],[1299,1320,"SoftSkills"],[1409,1445,"Knowledge"],[1769,1800,"Knowledge"],[2312,2321,"Tool"],[2322,2332,"Tool"],[2333,2340,"Tool"]],"Comments":[]}
{"id":5562,"text":"102301394\nГлавный инженер\nОбязанности:\n \n· определять техническую политику и направления технического развития организации,\n \n· следить за уровнем технической подготовки производства;\n \n· повышать эффективность производства и производительности труда;\n \n· сокращать материальные, финансовые и трудовые издержки;\n \n· добиваться высокого качества и конкурентоспособности производимой продукции, работ или услуг, соответствия выпускаемых изделий техническим регламентам и стандартам;\n \n· руководить разработкой мероприятий по реконструкции и модернизации организации, предотвращению вредного воздействия производства на окружающую среду, бережному использованию природных ресурсов и созданию безопасных условий труда;\n \n· организовать разработку и реализацию планов внедрения новой техники и технологии, проведения организационно-технических мероприятий, научно-исследовательских и опытно-конструкторских работ;\n \n· следить за своевременной и качественной подготовкой производства, технической эксплуатацией, ремонтом и модернизацией оборудования;\n \n· организовать работу по улучшению ассортимента и качества, совершенствованию и обновлению выпускаемой продукции, выполняемых работ и услуг, техники и технологии, созданию новых конкурентоспособных видов продукции;\n \n· контролировать соблюдение проектной, конструкторской и технологической дисциплины, правил и норм по охране труда, технике безопасности, производственной санитарии и пожарной безопасности, требований природоохранных, санитарных органов, а также органов технического надзора;\n \n· подготавливать техническую документацию — чертежи, спецификации, технические условия, технологические карты;\n \n· защищать внедренные научно-технические решения, готовить материалы на их патентование, получать лицензии и права на интеллектуальную собственность;\n \n· организовать обучение и повышение квалификации рабочих и инженерно-технических работников;\n \n· руководить деятельностью технических служб организации, контролировать результаты их работы, состояние трудовой и производственной дисциплины;\n · нести ответственность за результаты и эффективность производственной деятельности.\nУсловия:\n \n \nпятидневная рабочая неделя, официальное трудоустройство, соц пакет\n \nnan\n","cats":[],"entities":[[197,223,"Knowledge"],[226,250,"Knowledge"],[266,310,"Knowledge"],[1586,1593,"Tool"],[1595,1607,"Tool"],[1609,1628,"Tool"],[1630,1651,"Tool"],[1753,1803,"Knowledge"],[1822,1898,"Knowledge"],[1904,1958,"SoftSkills"],[2056,2071,"SoftSkills"],[2075,2131,"Knowledge"]],"Comments":[]}
{"id":5563,"text":"102612960\nГлавный инженер\nТоргово-развлекательный центр \nGalleria Minsk, \nприглашает в команду главного инженера.\n \nОбязанности:\n-Управление инженерно-техническим и рабочим персоналом;\n-Ведение документооборота;\n-Техническое руководство процессом;\n-Организация работы, а так же контроль;\n-Выполнение обязанностей согласно должностной инструкции.\n \nТребования:\n-Высшее инженерно-техническое образование;\n-Опыт работы главным инженером от 4 лет;\n-Профессиональная компетентность, техническая грамотность;\n-Уверенный пользователь ПК;\n-Приветствуется наличие квалификационного аттестата;\n-Аналитический склад мышления, оперативность, исполнительность, стрессоустойчивость, умение работать над несколькими задачами одновременно.\n \nУсловия:\n \n \nКонкурентная и стабильная оплата труда (по \nрезультатам собеседования)\n;\n \nТрудоустройство по ТК РБ;\n \nМолодой и дружный коллектив профессионалов.\n \nnan\n","cats":[],"entities":[[130,183,"Knowledge"],[186,210,"Knowledge"],[213,246,"Knowledge"],[249,267,"Knowledge"],[404,433,"SoftSkills"],[585,613,"SoftSkills"],[615,628,"SoftSkills"],[630,646,"SoftSkills"],[648,667,"SoftSkills"],[669,722,"SoftSkills"]],"Comments":[]}
{"id":5564,"text":"102600132\nГлавный инженер\nМеждународная сеть отелей AZIMUT\n приглашает присоединиться к дружной и профессиональной команде \nГлавный инженер.\n \nТребования:\n \n \nОпыт аналогичной работы от 5-ти лет;\n \nОпыт работы в качестве управляющего зданиями, предпочтительно в коммерческих зданиях класса «А» или «Б», опыт работы в гостиничном бизнесе будет преимуществом;\n \nЗнание инженерных систем (сантехнических\/вентиляционных);\n \nЗнание нормативного законодательства в области инженерных систем.\n \n \nОбразование:\n \n \nВысшее техническое образование\n \n \nОбязанности:\n \n \nОбщее руководство инженерно-технической службой отеля;\n \nОбеспечение бесперебойной эксплуатации, поддержание работоспособного и безопасного технического состояния гостиничного комплекса;\n \nУчастие в составлении бюджета Инженерно-технической службы;\n \nКонтроль соблюдения проектной, конструкторской и исполнительской дисциплины, правил и норм охраны труда, техники безопасности, производственной санитарии и пожарной безопасности, требований природоохранных, санитарных органов, а также органов, осуществляющих технический надзор;\n \nУчастие в заключении договоров со сторонними организациями на разработку проектов реконструкции, поставки новой техники и технологии производства для Компании, обновления и модернизации оборудования, автоматизированных систем управления и др.;\n \nСоставление графиков работ, заявок, инструкции, пояснительных записок, карт, схем, другой технической документации;\n \nИзучение причин повреждений и отказов работы оборудования, разработка мероприятий по их предупреждению и устранению;\n \nСотрудничество со всеми коммунальными и инспектирующими службами города, бюджетное планирование;\n \nОтчетность\n \n \nНаши гарантии:\n \n \nРабота в успешном и динамичном коллективе профессионалов\n \nКорпоративное обучение и широкие возможности для профессионального и карьерного роста\n \nСпециальные скидки на проживание в Отелях сети\n \nЕжегодный отпуск 28+3 календарных дней\n \nДМС\n \nУправление проектами,Организаторские навыки,Руководство коллективом,Охрана труда и техника безопасности\n","cats":[],"entities":[[198,242,"SoftSkills"],[303,336,"SoftSkills"],[360,416,"Knowledge"],[420,456,"Knowledge"],[565,606,"Knowledge"],[1091,1121,"Knowledge"],[1337,1451,"Knowledge"],[1455,1512,"Knowledge"]],"Comments":[]}
{"id":5565,"text":"102442523\nГлавный инженер\nКомпания специализируется на архитектурном проектировании, строительстве и реконструкции жилых домов, административных зданий и объектов общественного назначения.\n \nСотрудник требуется на проектирование (!)\n \nОбязанности:\n \n \nОсуществлять общее руководство работой отдела внутренних и наружных инженерных систем\n, координировать выполнение поставленных задач;\n \nОсуществлять надзор за проектированием инженерных систем\n, включая системы ОВиК, ВК сантехнические, электрические и противопожарные системы;\n \nУправлять процессом инженерного проектирования \nс целью соблюдения плановых показателей: сроки, качество;\n \nОтслеживать соответствие выпускаемой продукции\n отраслевым стандартам, внутренним стандартам Общества и требованиям нормативной документации;\n \nОказывать техническую поддержку смежным подразделениям\n Общества по зоне своей ответственности;\n \nВзаимодействовать с внутренними и внешними заказчиками\n с целью выявления их потребностей и согласования применяемых технических решений.\n \n \nТребования:\n \n \nВысшее образование \nпо специальности;\n \n \nСоответствующий опыт работы не менее 3-х лет\n в организациях, осуществляющих подготовку проектной документации;\n \n \n \nПрактический опыт управления персоналом\n;\n \n \n \nЛичные качества: высокий уровень ответственности, исполнительность, дисциплинированность, умение работать в режиме многозначности;\n \n \n \nОбязательно\n: MS Office, AutoCAD, \nRevit\n.\n \n \n \nУсловия:\n \n \nРабота в стабильной проектной компании \nс устойчивым развитием;\n \nТрудоустройство согласно \nТК РФ, с соблюдением всех норм.\n \nГрафик работы \nс 09-00\/10-00 до 18-00\/19-00;\n \nКомфортный современный офис\n г. Химки (м. Планерная \/ м. Ховрино);\n \nБесплатный\n трансфер\n от м. Планерная и в шаговой доступности бесплатная общественная парковка;\n \nУровень заработной платы\n обсуждается по итогам собеседования\n индивидуально.\n \nСтроительство,Планирование строительных работ,Проектирование зданий и сооружений,Строительный контроль,Выполнение технического надзора,Ведение проектной документации,Авторский надзор,Знание нормативной документации ГОСТ и СНиП,Инженерные системы,Управление персоналом,Проектирование инженерных систем,Организаторские навыки,Взаимодействие с субподрядными организациями,Нормативно-техническая документация\n","cats":[],"entities":[[265,290,"SoftSkills"],[401,444,"Knowledge"],[1097,1125,"SoftSkills"],[1212,1238,"SoftSkills"],[1264,1295,"SoftSkills"],[1297,1313,"SoftSkills"],[1315,1335,"SoftSkills"],[1337,1376,"SoftSkills"],[1398,1407,"Tool"],[1409,1416,"Tool"],[1419,1424,"Tool"],[1866,1879,"Knowledge"],[1880,1911,"Knowledge"],[1912,1946,"Knowledge"],[1947,1968,"Knowledge"],[1969,2000,"Knowledge"],[2001,2031,"Knowledge"],[2032,2048,"Knowledge"],[2049,2092,"Knowledge"],[2093,2111,"Knowledge"],[2112,2133,"Knowledge"],[2134,2166,"Knowledge"],[2167,2189,"SoftSkills"],[2190,2234,"Knowledge"],[2235,2270,"Knowledge"]],"Comments":[]}
