{"id":5856,"text":"102622915\nЗаместитель руководителя строительного проекта\nОБЗОР\n \nНазвание проекта: \n\"Проектирование, поставка и строительство высоковольтных линий в Ташкентской и Ферганской областях\"\n, финансируемый Азиатским Банком Развития (АБР).\n \nСрок проекта: 3 года.\n \nПроект включает реконструкцию двенадцати линий электропередачи 110 кВ и 220 кВ общей протяженностью 359 км следующим образом:\nЛот 1: 58,19 км одноцепной линии 110 кВ и 7,86 км двухцепной линии 110 кВ, а также 2,7 км одноцепной линии 220 кВ и 12,7 км двухцепной линии 220 кВ в Ташкентской и Ферганской областях.\n \nДесять из двенадцати проектных линий будут оборудованы оптическим заземляющим проводом (OPGW)и, в зависимости от конфигурации линий, дополнительно заземляющим проводом. Монтаж OPGW для двух проектных линий электропередачи L-F-F1,2 и L-19-D будет выполнен третьей стороной.\n \nВсе работы, относящиеся к строительству внешнего электроснабжения, будут выполняться в формате EPC – под ключ.\n \nОбязанности:\n \n \nОрганизация взаимодействия подрядчиков;\n \nПроведение производственных совещаний;\n \nКоординация работников технадзора команды проекта;\n \nПредставление интересов Застройщика\/Технического заказчика перед контролирующими и надзорными органами;\n \nПриемка выполненных и промежуточных этапов работ;\n \nКонтроль качества применяемых материалов;\n \nПроверка исполнительной документацией;\n \nКонтроль за ходом выполнения работ - качеством,сроков и своевременного выполнения графика работ;\n \nКонтроль обеспеченности ресурсами подрядчиков – материалы, трудовые;\n \nВзаимодействие с надзорными государственными органами;\n \nВедение технической отчетности для Заказчика;\n \nРасчет и выставление счета заказчику\n \nРасчет рентабельности проекта\n \nОбеспечение выполнения плана строительно-монтажных работ на участке. (Строительство и реконструкция ВЛ от 110 кВ до 750 кВ).\n \nОрганизация оперативного учета выполнения производственных заданий и поступления строительных материалов, конструкций, изделий.\n \nРуководство работниками участка.\n \n \nТребования:\n \n \nВысшее техническое образование (строительное\/энергетическое);\n \nОпыт работы на строительных объектах или высоковольтных линий (будет преимуществом);\n \nНавыки работы в программах AutoCad, Word, Excel;\n \nАккуратность, ответственность, активность. Умение работать в режиме многозадачности;\n \nНаличие \"сертификата руководителя строительства специального сооружения\" (certificate of the construction manager of a special structure) \n(НЕ ОБЯЗАТЕЛЬНО)\n \n \nУсловия:\n \n \nОфициальное трудоустройство по ТК РУ;\n \nГрафик работы 6\/1, 11 часовой;\n \nПредоставление питания на объекте;\n \nКомпенсация расходов на транспорт с офиса на объект;\n \nСтроительство,Сопровождение строительства,Контроль качества,Управление строительством,MS Project,Взаимодействие с контрольными органами,Руководство коллективом,Энергетика,Строительство ЛЭП\n","cats":[],"entities":[[2012,2042,"Knowledge"],[2044,2056,"Knowledge"],[2057,2071,"Knowledge"],[2076,2137,"Knowledge"],[2190,2197,"Tool"],[2199,2203,"Tool"],[2205,2210,"Tool"],[2214,2226,"SoftSkills"],[2228,2243,"SoftSkills"],[2245,2255,"SoftSkills"],[2257,2297,"SoftSkills"]],"Comments":[]}
{"id":5857,"text":"102349135\nИнженер-инспектор диспетчерской службы\nОбязанности:\n \n \nОрганизация (согласование времени, доступа, приглашение необходимых сторон) проверки факта нарушения качества теплоснабжения (предоставления коммунальных услуг);\n \nПроверка и установление причин нарушения качества теплоснабжения (предоставления коммунальных услуг), составление соответствующего акта;\n \nВзаимодействие с теплоснабжающей организацией и теплосетевой организацией по вопросу устранения причин нарушения режима теплоснабжения;\n \nКонтроль за получением в установленный срок ответов от теплоснабжающей организации и теплосетевой организации на жалобы и заявления по вопросам качества теплоснабжения.\n \n \nТребования:\n \n \nВысшее профессиональное (техническое) образование по направлениям: \"Теплоэнергетика и теплотехника\" или \"Электроэнергетика и электротехника\";\n \nБез предъявления требований к стажу работы;\n \nУверенный пользователь Microsoft Office (MS Word, MS Excel, MS Outlook);\n \n \nУсловия:\n \n \nМесто работы: г. Иркутск, ул. Байкальская, 259В;\n \nПятидневная рабочая неделя (пн-пт - с 8.30 до 18.00 час.);\n \nОформление по ТК РФ;\n \nДМС, квартальное премирование, санаторно-курортное лечение, путевки в летний лагерь для детей;\n \nКорпоративное обучение;\n \nВозможность принять участие в новых и интересных проектах;\n \nРабота в команде с лучшими профессионалами над сложными и интересными задачами.\n \nnan\n","cats":[],"entities":[[696,836,"Knowledge"],[909,925,"Tool"],[927,934,"Tool"],[936,944,"Tool"],[946,956,"Tool"]],"Comments":[]}
{"id":5858,"text":"102148119\nИнженер Испытательной лаборатории\nОбязанности:\n \n \nпроводить испытания электрооборудования и электрических показателей оборудования\n \nпроводить анализ полученных результатов.\n \nучаствовать в разработках программ испытаний и измерений\n \n \nТребования:\n \n \nзнания основ электротехники\n \nдолжен знать понимать основы устройства релейной защиты и автоматики\n \nдолжен знать конструктивные, технические особенности и устройство применяемых средств для проведения испытаний, измерения параметров оборудования электрических сетей\n \n \nдолжен знать порядок применения и испытания средств защиты, используемых в электроустановках\n \n \n \nдолжен знать порядок применения и испытания средств защиты, используемых в электроустановках, способы и сроки испытания средств защиты и приспособлений;\n \n \n \nдолжен знать и понимать методики проведения испытаний и измерения параметров оборудования электрических сетей\n \n \n \nУсловия:\n \n \nполный рабочий день\n \nразъездной характер работы\n \nграфик 5\/2\n \nрежим работы: 08:30 – 17:30\n \nпериодические оплачиваемые командировки по России\n \nколлективный договор\n \nnan\n","cats":[],"entities":[[271,291,"Knowledge"],[316,362,"Knowledge"],[378,530,"Knowledge"],[548,627,"Knowledge"],[647,726,"Knowledge"],[728,785,"Knowledge"],[817,902,"Knowledge"]],"Comments":[]}
{"id":5859,"text":"102605913\nЭлектрик (электромонтер)\nООО \"ГИПЕРИОН\"\n - \nстабильное и динамично развивающееся предприятие. Более 200+ человек трудится в компании над созданием и производством оборудования для очистки сточных вод и водоподготовки. Мы гармонично сочетаем научные исследования и практический опыт уже более 18 лет.\n \nВ связи с расширением производства, приглашаем на работу электромонтера (электрика).\n \nОбязанности:\n \n- Обслуживание и поддержание в стабильном работоспособном состоянии всего электрохозяйства производства;\n \n- Текущее обслуживание и ремонт промышленного оборудования;\n \n- Минимизация аварий и их оперативное устранение;\n \n- Готовность к командировкам.\n \nТребования:\n \n-\n \nОпыт работы в аналогичной должности;\n \nУсловия:\n \n- Работа в современной, стабильной компании;\n \n- Уровень заработной платы обсуждается с успешным кандидатом по итогам собеседования;\n \n- Оформление по ТК РФ, полный соц.пакет;\n \n- Оплачиваемые отпуска;\n \n- Своевременная выплата заработной платы 2 раза в месяц;\n \n- График работы: 5\/2 с 8:00-17:00\n \nМесто работы: г. Новочеркасск , Харьковское шоссе 48\nРемонтные работы,Электрика,Монтаж оборудования,Электротехнические работы,Схемотехника электронного оборудования,Электрические сети,Строительство\n","cats":[],"entities":[[685,720,"Knowledge"]],"Comments":[]}
{"id":5860,"text":"102580381\nВедущий инженер-энергетик\nОбязанности:\n \n \nобеспечение бесперебойной работы энергетического оборудования, электрических и тепловых сетей, воздуховодов\n \nсоставление заявок на приобретение запчастей, необходимых для эксплуатации энергохозяйства\n \nподготовка отчетности по утвержденным формам\n \nтехнический надзор за контрольно-измерительными, электротехническими и теплотехническими приборами\n \n \nТребования:\n \n \nвысшее образование по профилю\n \nопыт работы от 5 лет, желательно в производстве\n \n \nУсловия:\n \n \nработа на стабильном предприятии по контракту\n \nзаработная плата по результата собеседования два раза в месяц на карточку\n \nдоставка со станции метро \"Могилевская\" автобусом предприятия\n \nрасширенный социальный пакет\n \nсанатории, детские лагеря\n \nПользователь ПК,Mathcad,Закупки,1С: Предприятие,Автоматизированное рабочее место (АРМ)\n","cats":[],"entities":[[422,451,"Knowledge"],[454,474,"Knowledge"]],"Comments":[]}
{"id":5861,"text":"100409405\nДежурный инженер ЦОД\nМы ищем дежурного инженера с опытом работы в ЦОД. \nРассматриваем кандидатов только на основное место работы.\nЧто требуется от вас: \nОпыт работы \nне менее 1 года в указанной должности.\nОбразование \nвысшее профессиональное; среднее профессиональное с опытом работы в указанной должности.\nНаличие действующий группы ЭБ свыше 1000 В\nОпыт работы с ИБП и ДГУ\nОпыт работы с BMS\/SCADA системами ведущих производителей.\nЗнание и понимание принципов работы систем электроснабжения, общеобменной вентиляции, холодоснабжения, теплоснабжения, водоснабжения и водоотведения, пожарной сигнализации.\nЧем предстоит заниматься:\nКонтроль работы и заданных параметров инженерных систем, обеспечение бесперебойной работы оборудования.\nРуководство группой дежурных техников при выполнении текущих задач и заявок.\nПриём и обработка заявок по функционированию инженерных систем.\nПриём и обработка аварийных заявок, срочная локализация проблем, действия по инструкциям. Вызов аварийных бригад. Оповещение при инцидентах и авариях.\nКонтроль приёма-передачи смен дежурными техниками.\nКонтроль работ, выполняемых подрядными организациями.\nСоставление отчётов по текущим работам и событиям за смену. Ведение производственных журналов.\nНаписание инструкций, участие в проведении тренировок. Планирование.\nЧто мы предлагаем:\nУровень зп 160 000 рублей гросс.\nГрафик сутки\/трое.\nОфициальное оформление по ТК РФ, ДМС после испытательного срока.\nМесто работы - м. ВДНХ\nnan\n","cats":[],"entities":[[163,213,"Knowledge"],[216,251,"Knowledge"],[253,315,"Knowledge"],[317,359,"Knowledge"],[360,383,"Knowledge"],[384,440,"Knowledge"],[477,501,"Knowledge"],[503,527,"Knowledge"],[528,543,"Knowledge"],[545,559,"Knowledge"],[561,575,"Knowledge"],[577,590,"Knowledge"],[592,613,"Knowledge"]],"Comments":[]}
{"id":5862,"text":"102654500\nГлавный энергетик\nОбязанности:\n \n \nОбеспечивать бесперебойную работу, правильную эксплуатацию, ремонт и модернизацию энергетического оборудования.\n \nСоставлять заявки на приобретение оборудования, материалов, запасных частей, необходимых для эксплуатации энергохозяйства.\n \nОсуществлять технический надзор за контрольно-измерительным электротехническим и теплотехническими приборами\n \n \nТребования:\n \n \nВысшее профессиональное (техническое) или среднее профессиональное образование\n \nОпыт работы на производственном предприятии будет преимуществом\n \n \nУсловия:\n \n \nГрафик работы 5\/2 с 07.00 до 15.30\n \nСтабильная заработная плата 2 раза в месяц (без задержек)\n \nОфициальное трудоустройство и социальные гарантии предусмотренные законодательством РФ\n \nnan\n","cats":[],"entities":[[413,491,"Knowledge"],[495,537,"Knowledge"]],"Comments":[]}
{"id":5863,"text":"102435347\nИнженер отдела монтажа ОВиК\nОбязанности:\n \n \nВедение объектов строительства в части систем отопления, вентиляции, кондиционирования, водоснабжения.\n \nконтроль работы монтажных участков\n \nорганизация выполнение ПНР\n \nоформление протоколов ИД\n \nформирование заявок и контроль поставки материалов на объект\n \nанализ и корректировка проектной документации\n \nобследование перспективных объектов\n \nразработка технических решений\n \nподбор оборудования\n \nсоставление спецификаций\n \n \nТребования:\n \n \nОбразование техническое средне-специальное, высшее\n \nБазовые знания СНИПов, ГОСТов, ФЗ, РФ и других нормативных документов, регулирующих деятельность в строительстве по заданным направлениям.\n \nУверенный пользователь ПК, Microsoft Office (Word, Excel, Visio), AutoCAD.\n \n \nУсловия:\n \n \nПолная занятость, рабочий день с 9.00 до 18.00\n \nГотовность к командировкам до 30 % рабочего времени\n \nОсновное место работы г. Красноярск, р-н мясокомбината\n \nТрудоустройство согласно ТК РФ\n \nОбеспечение инструментом, оборудованием, спецодеждой\n \nAutoCAD,Проектная документация,Инженерные системы,Отопление,Вентиляция и кондиционирование,Водоснабжение и канализация\n","cats":[],"entities":[[502,544,"Knowledge"],[546,552,"Knowledge"],[570,576,"Knowledge"],[578,584,"Knowledge"],[586,588,"Knowledge"],[590,592,"Knowledge"],[602,692,"Knowledge"],[719,721,"Tool"],[723,739,"Tool"],[741,745,"Tool"],[747,752,"Tool"],[754,759,"Tool"],[762,769,"Tool"],[1036,1043,"Tool"]],"Comments":[]}
{"id":5864,"text":"102581896\nГлавный энергетик\nООО \"БАУИНВЕСТГРУПП\" - Управляющая компания Индустриального парка \"Култаево\", занимающаяся строительством масштабного логистического центра, предоставлением земельных участков для строительства производственных объектов резидентами парка, управлением объектами недвижимости \nИндустриального парка KULTAEVO.\n \nМы ценим наших сотрудников и готовы предоставить им возможности для материального и карьерного роста.\n \nОбязанности:\n \nОбслуживание и контроль эксплуатации энергоцентра на объекте Индустриальный парк Култаево.\n \nТребования:\n \nОпыт работы главным энергетиком по обслуживанию энергоустановок.\n \nВысшее образование по специальности электроэнергетика и электротехника.\n \nУсловия:\n \nТрудоустройство согласно ТК РФ\n \nРабота на объекте Индустриального парка Култаево.\n \n \nnan\n","cats":[],"entities":[[563,626,"Knowledge"],[630,700,"Knowledge"]],"Comments":[]}
{"id":5865,"text":"102165747\nЗаместитель технического директора по ТОиР \/ Руководитель ремонтной службы\nПрофХолод приглашает в свою профи команду Руководителя ремонтной службы!\n \nКакого человека мы ищем?!\n \n \nАмбициозного и инициативного руководителя, готового выстраивать систему ТОиР, ППР и вести людей за собой\n \nОриентированного на создание и поддержание высокой эффективности оборудования на производстве, соответствуя современным требованиям промышленных предприятий и рынка потребителей\n \nЖелающего развиваться и имеющего опыт в управлении структур, направленных на обеспечение высокой работоспособности непрерывного производственного оборудования, его модернизации\n \nГотового организовать командную работу, мотивировать людей, принимать и следовать принципам качества в работе!\n \n \nНаша локация: Восток Московской области (город Щёлково).\n \nПару слов о нас:\n \n \nНам более 17 лет\n \nМы профессионалы в управлении теплом – лидеры рынка в производстве сэндвич-панелей и дверей с ППУ\n \n5 производств на одной площадке позволяют нам в России производить каждую третью сэндвич-панель с ППУ, и каждую десятую панель с любым наполнителем, а также порядка тысячи промышленных холодильных дверей в месяц.\n \nНаши клиенты по всему миру: в России, в странах ближнего и дальнего зарубежья\n \n \nНемного о работе:\n \n \nСоздание, внедрение и контроль бизнес-процессов, направленных на обеспечение постоянной работоспособности оборудования на производстве.\n \nОрганизация работы ремонтной службы, в том числе с помощью современных цифровых инструментов и принципов бережливого производства: ППР, срочный и капитальный ремонт оборудования, модернизация, аналитика, отладка кроссфункционального взаимодействия службы эксплуатации с производством и закупками.\n \nСоздание и внедрение регламентов и нормативных документов работы службы эксплуатации, контроль их исполнения.\n \n \nПрисылайте ваши резюме в откликах.\nУправленческие навыки,Ориентация на результат,Стратегическое мышление,Бережливое производство,Системность,Работа в команде,Техническая эксплуатация,Энергетика\n","cats":[],"entities":[[190,203,"SoftSkills"],[205,219,"SoftSkills"],[262,266,"Knowledge"],[268,272,"Knowledge"],[273,294,"SoftSkills"],[317,390,"SoftSkills"],[477,498,"SoftSkills"],[510,653,"Knowledge"],[665,694,"SoftSkills"],[696,714,"SoftSkills"],[716,765,"SoftSkills"]],"Comments":[]}
