{"id":5836,"text":"102615484\nГлавный энергетик\nООО «РЭНЕРА» - дочернее предприятие Росатома, реализующее проекты в области литий-ионных аккумуляторных батарей для автомобильной промышленности и энергетики России.\n \nНаша главная ценность — люди. Сотрудники компании «РЭНЕРА» являются профессионалами в области систем накопления электроэнергии с большой экспертизой.\n \nСейчас мы ищем коллегу на важную для нас позицию - \nГлавный энергетик\n \nОбязанности:\n \n \n \nЭксплуатация инженерного оборудования в составе: сетей 10 кВ, 0,4 кВ, трансформаторных подстанций, дизель-генераторных установок, прочих потребителей электроэнергии; \n \n \nЭксплуатация холодоцентра, эксплуатация компрессорного оборудования, эксплуатация установки получения азота;\n \nЗнание эксплуатации газовых сетей 0,6 МПа;\n \nОпыт в эксплуатации пароводяной котельной, эксплуатация термомасляной котельной; \n \nЭксплуатация систем вентиляции для помещений с контролируемыми параметрами (влажность до 1%, класс чистоты 7 по ГОСТ).\n \nЭксплуатация систем очистки НМП;\n \nЭксплуатация систем водоснабжения и водоотведения.\n \nКонтроль хода строительства, подбор персонала отдела, участие в ПНР и приемки инженерного оборудования.\n \n \nТребования:\n \n \nВысшее техническое (предпочтительно энергетика, теплотехника);\n \nОпыт от 3-х лет в должности главного энергетика на промышленных предприятиях;\n \nV группа по электробезопасности;\n \nГотовность к командировкам\n \n \nУсловия:\n \n \nОфициальное трудоустройство в соответствии с ТК РФ;\n \nГрафик работы 5\/2 с 9:00 до 18:00 (в пятницу до 16:45);\n \nКонкурентная, полностью официальная заработная плата;\n \nКомфортные условия труда;\n \nМесто работы: п. Маломожайское (Калининградская область);\n \nВозможность зарубежных командировок и стажировок.\n \n \nМы заботимся о здоровье наших сотрудников, предоставляя после прохождения испытательного срока:\n \n \nПолис добровольного медицинского страхования\n \nnan\n","cats":[],"entities":[[538,567,"Tool"],[610,635,"Knowledge"],[637,677,"Knowledge"],[679,717,"Knowledge"],[728,754,"Knowledge"],[962,966,"Knowledge"],[971,1002,"Knowledge"],[1006,1055,"Knowledge"]],"Comments":[]}
{"id":5837,"text":"102155144\nЭлектромонтер по ремонту и обслуживанию электрооборудования\nКрупная торгово-производственная компания в связи с расширением парка оборудования приглашает электромонтеров на производство.\n \nМы предлагаем:\n \n \nМесто работы: г. Люберцы, р.п. Октябрьский, ул. Дорожная д.10\n \nКорпоративный транспорт от станции «Отдых» г. Жуковский\n \nЕжегодная индексация\n \nКвартальные и годовые премии\n \nЗаработная плата перечисляется на банковскую карту 2 раза в месяц без задержек\n \nГрафик работы сменный\n \nОфициальное трудоустройство с первого дня работы\n \nОплачиваемый отпуск\n \nОплачиваемый больничный лист\n \nОбязательные медицинские осмотры за счет работодателя\n \nКорпоративная программа страхования\n \nСпецодежда, спецобувь\n \nВкусные обеды и полдники в корпоративной столовой\n \n \nОбязанности:\n \n \nРабота в бригаде оперативно-ремонтного персонала\n \nТехническое обслуживание и ремонт оборудования разного класса напряжения\n \nВедение оперативной и технической документации\n \n \nТребования:\n \n \nСреднее профессиональное образование\n \nОпыт работы электромонтером от 2 лет.\n \nК кандидату предъявляются высокие квалификационные требования по работе с производственным оборудованием, инструментами и приспособлениями.\n \n \n \nКонтроль исправности оборудования,Техническое обслуживание оборудования,Чтение электросхем,Производство пусконаладочных работ\n","cats":[],"entities":[[1244,1281,"Knowledge"],[1282,1300,"Knowledge"]],"Comments":[]}
{"id":5838,"text":"98885527\nЗаместитель главного энергетика\nОбязанности:\n \n \nОрганизация разработки и ведение необходимой документации по вопросам организации эксплуатации электроустановок\n \nОбучение, инструктирование, проверку знаний и допуск к самостоятельной работе электротехнического персонала\n \nОрганизация безопасного проведения всех видов работ в электроустановках, в том числе с участием командированного персонала\n \nОбеспечить своевременное и качественное выполнение технического обслуживания, планово-предупредительных ремонтов и профилактических испытаний электроустановок\n \nПроведение расчетов потребности Потребителя в электрической энергии и осуществлять контроль за ее расходованием\n \nУчастие в разработке и внедрении мероприятий по рациональному потреблению электрической энергии\n \nКонтроль наличия, своевременность проверок и испытаний средств защиты в электроустановках, средств пожаротушения и инструмента\n \nОбеспечение установленного порядка допуска в эксплуатацию и подключения новых и реконструированных электроустановок\n \nОрганизация оперативного обслуживания электроустановок и ликвидацию аварийных ситуаций\n \n \n \n \n \nТребования:\n \nВысшее образование\n \nАттестация по промышленной безопасности в Ростехнадзоре\n \n5 группа по электробезопасности\n \nЖелателен опыт работы в сфере добычи полезных ископаемых, промышленное производство, карьерная техника\n \n \nУсловия:\n \n \nТрудоустройство по ТК РФ;\n \nВахтовый метод работы 2\/2 месяца;\n \nЗаработная плата указана за один рабочий месяц;\n \nПолный соц. пакет;\n \nПитание, проживание, спец. одежда за счёт работодателя;\n \nПроезд до места сбора и обратно за счёт работодателя;\n \nОтпуск 52 дня.\n \nНа участке: Проживание в модульном общежитии. Имеются столовая, прачечная, спортзал, душевые кабины. Связь МТС, интернет.\n \nnan\n","cats":[],"entities":[[871,892,"Tool"]],"Comments":[]}
{"id":5839,"text":"102095907\nИнженер-электрик\nВ Высокоширотную арктическую экспедицию ФГБУ «Арктический и антарктический научно-исследовательский институт» требуется инженер-электрик для работы на научно-исследовательской станции «Ледовая база Мыс Баранова» (о. Большевик, арх. Северная Земля)\n \nОбязанности:\n \n \nОбслуживание и ремонт электрохозяйства станции (дизель-генераторных установок мощностью до 200 кВа, кабельного хозяйства, эл. оборудования транспортной техники от снегоходов до тракторов, эл. оборудования бытовых помещений, светосигнального оборудования взлётно-посадочной полосы (ВПП)).\n \nВедение сопроводительной документации: учет потребителей, изменения в схемах электросетей и т.п.;\n \nПодготовка заявок и предложений на закупку необходимого оборудования и комплектующих для модернизации и развития электрооборудования станции;\n \nУчастие в общестанционных работах: погрузочно-разгрузочные работы 2-3 раза в год, дежурства на ДЭС по графику и др.;\n \n \nТребования:\n \n \nСреднее или высшее образование по профилю (электрик, электромонтёр, инженер-электрик и т.п.), не ниже третьей категории допуска по электробезопасности;\n \nОпыт работы электриком или похожей\/аналогичной должности не менее 3-х лет;\n \nУмение работать в команде;\n \nСтрессоустойчивость;\n \nГотовность работать в экстремальных условиях Высокоширотной Арктики;\n \nКрепкое здоровье пригодное для работы на Крайнем Севере (необходимо пройти медкомиссии в соотв. c приказом Минздрава России от 28.01.2021 г. №29н и №714н от 01.11.2022г);\n \nБудет плюсом:\n \nНаличие удостоверения водителя с категориями: А, В, С;\n \nНаличие удостоверения тракториста категории А, С, D, Е;\n \nОпыт работы с холодильными установками;\n \n \nУсловия:\n \n \nМесто работы: НИС «Ледовая база Мыс Баранова», остров Большевик, архипелаг Северная Земля (N 79°17` E 101°37`)\n \nСрочный контракт заключается на срок 12-14 месяцев\n \nЗаработная плата – от 130 000 руб. в месяц до вычета налогов\n \nБесплатное проживание, питание и климатическая одежда\n \nПроживание на территории станции в небольшом одноэтажном строении\n \nОтправление в экспедицию в период с конца июля по сентябрь\n \nТрудоустройство в Санкт-Петербурге возможно начиная с середины июня для прохождения обучения(стажировки) и подготовке к экспедиции. На время работы (стажировки) в Санкт-Петербурге выплачивается заработная плата 25 000-30 000 руб.\n \nЭлектрические сети,ДГУ,Ремонтные работы,Техническое обслуживание,Электротехнические работы\n","cats":[],"entities":[[342,371,"Tool"],[1196,1221,"SoftSkills"],[1225,1244,"SoftSkills"],[2326,2344,"Knowledge"]],"Comments":[]}
{"id":5840,"text":"100520544\nГлавный энергетик\nОбязанности:\n \n \nорганизовывать эксплуатацию и ремонт энергетического оборудования и энергосистем, бесперебойное обеспечение предприятия энергоресурсами;\n \nобеспечивать разработку планов развития энергохозяйства, повышения энергоэффективности предприятия, автоматизации обеспечения энергоресурсами, систем контроля;\n \nподготавливать предложения по реконструкции и техническому перевооружению предприятия, разработку ТЗ на проектирование новых и реконструкцию действующих энергообъектов;\n \nорганизовывать безопасную эксплуатацию опасных производственных объектов;\n \nобеспечивать соблюдение правил пожарной безопасности на предприятии;\n \nразрабатывать методические и нормативные документы, техническую документацию по эксплуатации энергетического оборудования, а также предложения и мероприятия по экономии топливно-энергетических ресурсов и осуществляет работы по их выполнению;\n \nорганизовывать и проводить обучение, аттестацию и проверку знаний персонала, обслуживающего энергетическое оборудование;\n \nобеспечивать проведение работ по защите подземных сооружений и коммуникаций, организовывать проверку средств учета, контроля, защиты и автоматики, а также своевременное предъявлять органам, осуществляющим государственный технический надзор, котлов, сосудов, работающих под давлением, газоиспользующего оборудования, противопожарного оборудования, электрооборудование, водопотребления и водоотведения;\n \nзаключать договора со сторонними организациями на снабжение предприятия электроэнергией, водой, природным газом, контролировать выполнение работ, направленных на повышение надежности энергетического оборудования;\n \nорганизовывать учет и анализ расхода энергоресурсов, выработку предложений по экономии.\n \n \nТребования:\n \n \nвысшее профильное образование;\n \nналичие V Группы допуска по электробезопасности до и выше 1000 В;\n \nопыт работы в аналогичной должности в производственной компании и руководства энергетической службой;\n \n \nотсутствие ограничений для оформления допуска к гостайне.\n \n \n \nУсловия:\n \n \n \nоформление по ТК РФ;\n \n \n \nграфик работы 5\/2 с 8.30 до 17.30, пятница - короткий день;\n \n \n \nвозможность карьерного роста, повышение квалификации за счет работодателя;\n \n \nзаработная плата на уровне рынка труда, по результатам собеседования;\n \nактивная корпоративная жизнь (молодежные мероприятия, спортивные секции, соревнования);\n \nмедицина и питание на территории предприятия;\n \nбонусом сопричастность к созданию изделий ракетно-космической промышленности.\n \nЭнергетика,Техническая эксплуатация,Взаимодействие с надзорными организациями,Технический надзор,Умение планировать,Электрические сети,Руководство коллективом,5 группа по электробезопасности,Контроль исправности оборудования,Электротехнические работы,Взаимодействие с контрольными органами\n","cats":[],"entities":[[284,342,"Knowledge"],[2505,2515,"Knowledge"],[2516,2540,"Knowledge"],[2583,2601,"Knowledge"],[2602,2620,"SoftSkills"],[2622,2639,"Knowledge"],[2640,2663,"SoftSkills"],[2730,2755,"Knowledge"]],"Comments":[]}
{"id":5841,"text":"102164583\nОператор по очистным сооружениям в г. Сатпаев\nОбязанности:\n \n- Обслуживание и эксплуатация комплекса очистных сооружений.\n \n- Обеспечение соблюдения технических норм и правил безопасности при выполнении работ.\n \nТребования:\n \n \n \nсредне-техническое образование. Опыт работы по специальности от 3-х до 6 лет.\n \n \n \nЗнание нормативных документов по эксплуатации, техническому обслуживанию и ремонту оборудования КИПиА.\n \n \n \nЗнание методов обслуживания и ремонта КИПи\n \n \n \nУсловия:\n \n \nТрудоустройство согласно ТК РК.\n \nВахтовый график работы 15\/15.\n \nАдекватное руководство, готовое Вас услышать\n \nПитание, проживание, доставка за счет Компании.\n \nЭксплуатация,КИПиА\n","cats":[],"entities":[[331,369,"Knowledge"],[371,396,"Knowledge"],[399,425,"Knowledge"],[440,475,"Knowledge"]],"Comments":[]}
{"id":5842,"text":"101840840\nПомощник энергетика (Делопроизводитель)\nВ крупную строительную организацию требуется помощник энергетика (делопроизводитель) \n \nОбязанности:\n \n \n \nвнесение показаний приборов учета в документацию;\n \n \n \nсоставление писем, запросов;\n \n \n \nприем, регистрация, хранение, учет, архивирование документации.\n \n \n \nТребования:\n \nПрофильное образование (желательно техническое)\n \nУверенный пользователь ПК, компьютерных программ Microsoft Word (Word, Excel)\nОпыт работы с оргтехникой\n \nУмение работать в режиме многозадачности с большим объёмом информации\n \nВнимательность, ответственность, коммуникабельность\n \nОпыт работы с документами\n \nОбучаемость и ответственный подход к работе\n \nУсловия:\n \n \n \nоформление в соответствии с ТК РФ;\n \n \n \nработа в офисе;\n \n \n \nрежим работы полный рабочий день с 08-17 (5\/2)\n \n \nnan\n","cats":[],"entities":[[405,407,"Tool"],[431,445,"Tool"],[447,451,"Tool"],[453,458,"Tool"],[474,485,"Tool"],[488,528,"SoftSkills"],[560,574,"SoftSkills"],[576,591,"SoftSkills"],[593,611,"SoftSkills"],[642,654,"SoftSkills"],[656,685,"SoftSkills"]],"Comments":[]}
{"id":5843,"text":"102293784\nЗаместитель директора\nНа фабрику межкомнатных дверей требуется заместитель директора - главный инженер\n \nОбязанности:\n \n \n \n \n \nОпределение технической политики и направления технического развития предприятия.\n \n \n \nОбеспечение повышения эффективности производства и производительности труда, сокращение издержек, рациональное использование производственных ресурсов, соответствие выпускаемых изделий действующим государственным стандартам.\n \n \n \nРуководство разработкой мероприятий по реконструкции и модернизации предприятия.\n \n \nРуководство коллективом,Работа с большим объемом информации,Планирование\n","cats":[],"entities":[[411,449,"Knowledge"],[602,614,"Knowledge"]],"Comments":[]}
{"id":5844,"text":"102651123\nВедущий инженер-электрик\nОбязанности:\n \n \nОсуществление руководства участком, где производится ремонт эл.оборудования.\n \nРуководство выполнением работ по ремонту, монтажу и демонтажу кабельных линий.\n \nРуководство работ по обслуживанию производственных участков и цехов.\n \n \nТребования:\n \n \nВысшее профессиональное (техническое) образование\n \nОпыт работы.\n \n \nУсловия:\n \n \nГрафик работы 5\/2\n \nВсе соцгарантии.\n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":5845,"text":"102599893\nЭлектрик\nОбязанности:\n \n \n Обеспечение поддержания исправного состояния, безаварийной и надежной работы обслуживаемых устройств и электрооборудования.\n \nОбеспечение правильной эксплуатации, своевременного качественного ремонта в соответствии с инструкциями по техническому обслуживанию, действующим техническим условиями и нормами\n \nВыявление причины износа, принятие мер по их предупреждению и устранению\n \n \nТребования:\n \n \nне ниже 3 группы допуска по электробезопасности \n \nопыт работы с оборудованием супермаркетов, производств питания, ресторанов\n \nопыт работы в обслуживании электроустановок не менее 3-х лет \n \nспециальное образование в данной сфере\n \n \nУсловия:\n \n \nграфик работы 5\/2, с 9.00-18.00 или с 8.00-17.00\n \nПитание\n \n3 группа по электробезопасности,Электрические сети,Ремонтные работы,Чтение электросхем,Техническое обслуживание,Инженерные системы,Точность и внимательность к деталям,Технический контроль производства\n","cats":[],"entities":[[254,295,"Knowledge"],[297,330,"Knowledge"],[333,340,"Knowledge"],[777,795,"Knowledge"],[796,812,"Knowledge"],[813,831,"Knowledge"],[832,856,"Knowledge"],[857,875,"Knowledge"],[876,884,"SoftSkills"],[887,911,"SoftSkills"],[912,945,"Knowledge"]],"Comments":[]}
