{"id":5708,"text":"101722298\nИнженер РЗА (Электротехническая лаборатория)\nНПП «Микропроцессорные технологии» сегодня — современная, динамично развивающаяся компания, одна из семи лучших на релестроительном рынке России и единственный производитель РЗА за Уралом.\n \nМы растем с 2009 года и задаем планку всей отрасли!\n \nПриглашаем в команду Инженера РЗА\n \nс практическим опытом в ПНР устройств РЗА. \nПредлагаем удаленный формат работы (Home-Office) из любого города России с выездами на объекты заказчиков.\n \nЗадачи:\n \n \nОрганизация и проведение строительно-монтажных и пуско-наладочных работ на объектах заказчика (вторичное оборудование);\n \nОбслуживание продукции компании на объектах заказчиков;\n \nПлановые проверки устройств РЗА;\n \nСоставление и корректировка технических схем, подготовка исполнительной документации.\n \n \nЧто мы ожидаем от кандидатов:\n \n \nПрактический опыт в ПНР устройств РЗА от 1 года;\n \nНаличие высшего\/среднего профильного образования (предпочтительно направление РЗА);\n \nГотовность к командировкам: в среднем по году инженер ЭТЛ в МТ проводит 80-120 дней в командировках (продолжительность 1 командировки может варьироваться от 1 до 3 недель).\n \n \nМы предлагаем:\n \n \n \nРабота в компании полного цикла: Разработка — Производство — Поставка — Обслуживание;\n \n \n \nОфициальное оформление согласно ТК РФ;\n \n \n \nПолностью белая з\/п: стабильные и своевременные выплаты 2 раза в месяц;\n \n \n \nКомпенсация суточных и командировочных;\n \n \n \nСправедливая оплата сверхурочных работ в период командировки;\n \n \n \nТрехуровневая программа обучения, начиная с первого дня трудоустройства;\n \n \n \nСовременные, качественные инструменты и брендированная спецодежда;\n \n \n \nКарьерный рост: возможности роста внутри команды (на позицию ведущего инженера, далее — главного инженера проекта), так и внутри МТ (в смежные подразделения);\n \n \n \nДополнительные выплаты по результатам успешно реализованных проектов через год успешного сотрудничества;\n \n \n \nМолодой коллектив профессионалов. \nКоллектив мы собираем из разных уголков нашей страны. Это разносторонние личности, у которых есть чему учиться.\n \n \n \nКак стать частью команды?\n \nОставляйте отклик на вакансию – специалист по подбору персонала свяжется с Вами в ближайшее время!\n \nГотовы рекомендовать нам специалиста?\n \nПримите участие в реферальной системе МТ. За успешную рекомендацию мы выплачиваем приятные бонусы до 40.000 руб (на руки).\nПНР,Пуско-наладочные работы,Электротехнические работы,ЭТЛ,Электрические сети,Ввод в эксплуатацию,РЗА\n","cats":[],"entities":[[840,888,"Knowledge"]],"Comments":[]}
{"id":5709,"text":"102195169\nИнженер ПНР слаботочных систем\nВ обособленное подразделение компании «Современные интеллектуальные системы» в г. Инкерман (Севастополь)требуется инженер пуско-наладочных работ по слаботочным системам (системы охраны и безопасности).\n \nСанкт-Петербургская компания «Современные интеллектуальные системы» в течение 20 лет является надежным работодателем на строительном рынке РФ, обеспечивает высокий уровень дохода, полную безопасность условий труда, предоставляет социальные гарантии в полном объеме в соответствии с трудовым законодательством и неограниченные возможности профессионального и карьерного роста.\n \nРуководство компании ценит каждого сотрудника и стремиться к поддержанию гармоничного взаимодействия с целью взаимовыгодного и долгосрочного сотрудничества сторон трудового договора.\n \nПоказатели надежности нашей компании:\n \n \nбезупречная деловая репутация перед Заказчиками (за 20 лет реализовано более 1300 проектов в 20 регионах Российской Федерации);\n \nзаслуженное доверие со стороны сотрудников и соискателей (в 2024 году сайтом hh.ru компании присвоен статус «Открытый работодатель»).\n \n \nМы предлагаем: \n \n \nРаботу в крупной стабильной компании (20 лет на рынке строительства).\n \nУчастие в интересных проектах.\n \nОфициальное трудоустройство по ТК РФ с первого рабочего дня.\n \n \n \nСвоевременную выплата заработной платы.\n \nВозможность повысить профессиональный уровень – обучение и прохождение курсов в целях охвата перспективных направлений за счет компании.\n \nВозможность карьерного роста внутри компании.\n \nОплату корпоративной мобильной связи.\n \nДля иногородних предоставляется жилье.\n \nВыплату командировачных.\n \n \nОсновные требования к кандидату:\n \n \nОбразование техническое среднее специальное или высшее.\n \nРелевантный опыт работы от одного года.\n \nГотовность к командировкам на другие объекты компании по необходимости.\n \nЗнания профильной нормативной базы.\n \nОпыт работы с оборудованием производителей Болид, Рубеж, ITRIUM, PANASONIC, INTER-M.\n \nЗнание программных продуктов Интеллект, SCADA систем.\n \nПродвинутый пользователь ПК, опыт работы в САПР приветствуется.\n \n \nВ должностные обязанности входит:\n \n \nВыполнение ПНР слаботочных систем (системы телекоммуникаций, пожарная сигнализация, противопожарная защита и системы оповещения, технические средства охраны и контроля доступа, автоматизация и диспетчеризация инженерных систем).\n \nПодготовка программ ПНР и методик испытаний.\n \nШеф-монтажные работы и взаимодействие с подрядными организациями, контроль качества выполненных работ.\n \nСдача работ Заказчику (подготовка и последующее подписание актов индивидуальных и комплексных испытаний).\n \n \n*От будущего сотрудника мы ожидаем эффективного, своевременного выполнения поставленных задач и качественного результата работы.\n \n*Рассмотрим также иногородних кандидатов.\n \nЖдем ваше резюме!\nЭлектрические системы и слаботочные системы,Технические системы и средства безопасности,Пожарная безопасность,Системы безопасности,Пуско-наладочные работы,Системы охранно-тревожной сигнализации,Техническая документация,Системы пожарной безопасности,Внутренний контроль,Системы видеонаблюдения,Инженерные системы,Ведение документации\n","cats":[],"entities":[[1860,1895,"Knowledge"],[1898,1982,"Knowledge"],[1985,2038,"Knowledge"],[2041,2104,"SoftSkills"]],"Comments":[]}
{"id":5710,"text":"100859690\nИнженер по техническому обслуживанию АПС (Болид)\nОбязанности:\n \n \nТехническое обслуживание слаботочных систем (АПС, СОУЭ, ДУ, АУПТ) одного объекта, в подчинении монтажник\n \nВыявление неисправностей, нарушений, сбоев в работе и причин ложных срабатываний систем (АПС, СОУЭ, дымоудаление, газовое порошковое пожаротушение)\n \nРемонт, устранение неисправностей и восстановление работоспособности оборудования систем (АПС, СОУЭ, дымоудаление, газовое порошковое пожаротушение)\n \nЗамена выведших из строя устройств в инженерных системах\n \nПусконаладочные работы и конфигурирование систем\n \n \nТребования:\n \n \nОпыт работы от 1-го года;\n \nНастройке и программированию оборудования (АПС, СОУЭ);\n \nЗнание оборудования и ПО;\n \nСпособность самостоятельно читать рабочую и техническую документацию.\n \n \nУсловия:\n \n \nТрудоустройство согласно ТК РФ\n \nГрафик работы: 5\/2 с 9:00 до 18:00 ч.\n \nМесто работы: объект расположен в г. Москве\n \nОплата проезда\n \nЗаработная плата оговаривается с успешным кандидатом на собеседовании\n \nТехническое обслуживание,Пожарные системы,Пуско-наладочные работы\n","cats":[],"entities":[[640,694,"Knowledge"],[697,722,"Knowledge"],[725,794,"SoftSkills"]],"Comments":[]}
{"id":5713,"text":"100034381\nИнженер АСУ ТП\nООО \"К5\" и ООО \"Дзержинскхиммаш\" \n- надежные компании-партнеры, изготавливающие нефтегазовое и буровое оборудования.\n \nНаши основные заказчики — это буровые и нефтегазовые компании, предприятия черной и цветной металлургии, а также других отраслей тяжелой и атомной промышленности.\nВ связи с ростом объема производства требуется \nИнженер АСУ ТП.\nУсловия:\n- официальное трудоустройство с 1го дня;\n- официальная з\/п, стабильные выплаты без задержек (оклад + премия), есть 13-я з\/п, готовы рассмотреть ожидания успешных кандидатов;\n- пятидневная рабочая неделя с 9 до 18, командировки до 30-50%\n \nрабочего времени;\n- высокая культура производства: чистые, новые, тёплые цеха;\n- ДМС, компенсация спорта, соц. выплаты к разным важным жизненным событиям, новогодние подарки работникам и детям работников;\n- профессиональный и карьерный рост;\n- доброжелательная атмосфера, дружный коллектив профессионалов;\n- место работы: \nг. Екатеринбург,\n \nул. Шефская, стр. 3Г.\n \nТребования\n-образование в области электротехники или АСУ ТП;\n- группа допуска III (до 1000 В);\n- чтение схем электрических соединений;\n- готовность к командировкам;\n- личные качества: ответственное отношение к работе, стрессоустойчивость.\nЗадачи:\n- \nпусконаладочные работы;\n- сервисные работы, обслуживание электрооборудования и АСУ ТП, выезды к заказчику;\n- в периоды отсутствия командировок выполнение механосборочных работ, требующих инженерной квалификации.\nАСУ ТП,Пуско-наладочные работы\n","cats":[],"entities":[[997,1045,"Knowledge"],[1082,1119,"Knowledge"],[1122,1149,"SoftSkills"],[1169,1201,"SoftSkills"],[1203,1223,"SoftSkills"]],"Comments":[]}
{"id":5806,"text":"100610898\nИнженер-конструктор \/ Mechanical Designer\nКомпания notAnotherOne обладает уникальной экспертизой разработки и производства современных устройств пользовательского оборудования в России.\n \nМы разработали и запустили несколько десятков продуктов, среди которых: Яндекс-станция, устройства линейки SberBox, планшет Kvadra, системы умного дома и многое другое.\n \nСейчас мы находимся в поиске талантливого \nИнженера-конструктора, \nчтобы усилить нашу команду.\n \nЧем предстоит заниматься:\n \n \nКонструирование потребительской и промышленной электроники;\n \nСовместная работа с промышленным дизайнером, контроль технической реализуемости разработок;\n \nСопровождение мелко- и крупносерийного производства.\n \n \nМы ожидаем:\n \n \nОпыт в проектировании изделий из пластмассы от 2 лет;\n \nУровень английского языка от B1;\n \nОпыт работы в проектах по разработке электронных устройств;\n \nЗнание способов механической обработки металлов и других материалов;\n \nПонимание специфики и особенностей материалов;\n \nВысшее техническое образование.\n \n \nБудет преимуществом:\n \n \nОпыт проведения расчетов на прочность, жесткость и устойчивость;\n \nОпыт проведения термических симуляций:\n \nОпыт в создании КД, знание ЕСКД;\n \nОпыт в создании пресс-форм или понимание принципов создания пресс-форм и литья пластика под давлением;\n \nОпыт работы с аддитивными технологиями.\n \n \nМы предлагаем:\n \n \nБелая заработная плата, а также дополнительные бонусы;\n \nДМС со стоматологией с первого рабочего дня;\n \nУютный и комфортный офис в центре Петроградки, тим-ланчи по пятницам;\n \nГибкий график работы, гибридный формат (офис + удаленка);\n \nКурсы английского языка в офисе;\n \nУ нас есть статус аккредитованной IT-компании, с соответствующими привилегиями и льготами;\n \nВозможность профессионального роста и повышения квалификации через участие в конференциях и воркшопах;\n \nРабота с крупными и известными клиентами на интересных проектах.\n \n \nМы приглашаем талантливых и амбициозных людей присоединиться к нашей команде и вместе достигать новых высот.\n \nБудем рады получить примеры Ваших работ к отклику на позицию.\nSolid Works,Autodesk Inventor,Проведение расчетов на прочность,ЕСКД,Проектно-конструкторская деятельность,consumer electronics\n","cats":[],"entities":[[781,813,"Knowledge"],[878,946,"Knowledge"],[949,995,"Knowledge"],[1059,1123,"Knowledge"],[1126,1164,"Knowledge"],[1167,1199,"Knowledge"],[1202,1304,"Knowledge"],[1307,1346,"Knowledge"]],"Comments":[]}
{"id":5807,"text":"98264464\nРуководитель департамента инжиниринга и проектирования\nНа новый инвестиционный проект по строительству химического завода в Воронежской области требуется Руководитель департамента инжиниринга и проектирования\n \nРАБОТА В Воронежской области\n \nОбязанности:\n \n \nобщее руководство Департаментом инжиниринга и проектирования;\n \nуправление ЕРС и РМС подрядчиками в части Инжиниринг;\n \nконтроль соблюдения процедур проекта в части Инжиниринг;\n \nподготовка комментариев к отчетам подрядчиков в части Инжиниринг;\n \nучастие в совещаниях с подрядчиками;\n \nконтроль сроков разработки и качества документации по проекту;\n \nрассмотрение и согласование закрывающих документов подрядчиков по направлению Инжиниринг.\n \n \nТребования:\n \n \nвысшее профессиональное (техническое) образование по направлению деятельности;\n \nопыт участия в реализации крупных инвестиционных проектов в части инжиниринга (ведения проектно-изыскательных работ, разработки и\/или экспертизы технической документации (BE, PDP, FEED и ОТР, ПД, РД) при строительстве производственных объектов в химической отрасли предпочтительно на производстве минеральных удобрений (производство карбамида\/мочевины).\n \nстаж работы на инженерно-технических руководящих должностях в области организации производства в химической отрасли, предпочтительно на производстве минеральных удобрений (производство карбамида\/мочевины) не менее 5 лет;\n \nуверенные навыки работы в 1С и MS Excel (сводные таблицы);\n \nзнание английского языка от уровня Intermediate (желательно)\n \n \nУсловия:\n \n \nгород – районный центр на юге Воронежской области, комфортный для проживания;\n \nпредоставляется служебное жилье;\n \nсобственная медико-санитарная часть с санаторно-профилакторным отделением;\n \nпосещение городского спортивного комплекса по льготной стоимости;\n \nофициальное оформление, полная занятость.\n \nПроектирование,Инжиниринг,EPC,Разработка проектной документации,Техническая документация,Техническая экспертиза,Инженерные изыскания,Технология производства,Работа с проектной документацией\n","cats":[],"entities":[[810,1163,"Knowledge"],[1389,1447,"Knowledge"],[1450,1497,"Knowledge"]],"Comments":[]}
{"id":5810,"text":"102650825\nДиспетчер\nВам предстоит:\n \n \nОсуществление в режиме повседневной деятельности круглосуточного дежурства: проверки целостности охраняемого объекта, замков, наличия пломб, исправности освещения посредствам очного осмотра и видеонаблюдения\n \nОсуществление управления с диспетчерского пункта и щитов управления:\n \nКонтроль, обеспечение бесперебойной работы инженерных систем;\n \nВзаимодействие с экстренными службами и тех. персоналом;\n \nКонтроль размещения автотранспорта на территории парковки;\n \nПрием и распределение заявок между работниками, составление маршрутов для инженерного состава, отслеживание выполнения заявок;\n \nКонтроль за выполнением работ и соблюдением техники безопасности подрядных организаций:\n \nПрием и распределение заявок на автотранспорт, изготовление пропусков;\n \n \nМы ожидаем:\n \n \nОпыт ведение технической и служебной документации;\n \nОпыт работы по эксплуатации бизнес-центров.\n \n \nМы предлагаем:\n \n \n \n \nОфициальное оформление по ТК РФ;\n \nПолностью белую заработную плату;\n \nГрафик работы: сутки \/ трое\n \nКомфортный офис в шаговой доступности от м. Проспект Мира (5 минут пешком)\n \nnan\n","cats":[],"entities":[[814,864,"Knowledge"],[867,910,"Knowledge"]],"Comments":[]}
{"id":5811,"text":"101635603\nЭлектрик на производство\nНа производство требуется электрик\/электромеханик.\n \nПроизводство находится в пгт Мга, ул. Маяковского 1Б.\nБесплатная развозка утром и вечером:\nДыбенко-Кировск-Мга и обратно\n \nКомпенсация проезда на электричке от м. Рыбацкое до п. Мга\n \n________\n \nГруппа Компаний \"ЦентрПласт\" - лидер по производству изделий из пластмасс в России: пруды, фонтаны, сани, аксессуары для снегоходов, туалеты и многое другое.\n \nЗа 15 лет стабильной работы мы расширили географию продаж по всей России и за рубежом.\n \nСегодня «ЦентрПласт» — это предприятие с репутацией и внушительным портфелем реализованных проектов, который полностью доказывает наши компетенции.\n \n \n \n_________________________________________________________________________\n \n \n \nЧем предстоит заниматься:\n \n \n \n \n \nОбеспечивать работу электрического оборудования и всех элементов электросетей, их обслуживание;\n \n \n \nСвоевременные проверки и ремонт электрических узлов объектов;\n \n \n \nВыявление причин износа, принятие мер по их предупреждению и устранению;\n \n \n \nМонтаж новых электрических сетей, подключение розеток, электрических щитов и осветительных приборов.\n \n \n \nВзаимодействие со слесарями по обслуживанию производства.\n \n \n \n \n \nТребования:\n \n \n \n \n \nВы работали электриком не менее 1 года.\n \n \n \nУ Вас есть профессиональное образование (желательно).\n \n \n \nВы умеете читать электрические схемы.\n \n \n \n \n \nЧто мы предлагаем:\n \n \n \n \n \nЗП: Оклад + премии. ЗП в среднем 100.000 рублей в месяц (в зависимости от разряда).\n \n \n \nГрафик работы 2\/2 с 8 до 20.\n \n \n \nИспытательный срок - по итогам собеседования. Если вы профессионал, то рассматриваем выход на работу без испытательного срока!\n \n \n \nПредоставляем рабочую одежду и СИЗ.\n \n \n \nПредоставляем бесплатную РАЗВОЗКУ до работы от метро Дыбенко и Кировска и обратно (ежедневно).\n \n \n \nСтабильные выплаты ЗП 2 раза в месяц \nбез задержек\n.\n \n \n \nЛюбые варианты оформления\n - ГПХ, ТК РФ, самозанятость и другие варианты.\n \n \n \nОплачиваемые больничные и отпуска.\n \n \n \nПредоставляем \nбесплатное проживание\n в общежитии на территории производственного комплекса.\n \n \n \n \n \nЕсли вы ищете работу, которая позволит вам развиваться и расти профессионально, присоединяйтесь к нашей команде. Мы ждем вашего резюме и с нетерпением ожидаем встречи с вами!\n \nЗвоните и записывайтесь на собеседование с понедельника по пятницу с 09:00 до 17:00.\nТехническое обслуживание,Монтаж оборудования,Контроль исправности оборудования,Электротехнические работы,Электромонтажные работы,Электрические сети\n","cats":[],"entities":[[822,849,"Tool"],[936,955,"Tool"]],"Comments":[]}
{"id":5812,"text":"102642235\nИнженер-энергетик\nОбязанности:\n \n1) обеспечение бесперебойной работы, правильной эксплуатации, ремонта энергетического оборудования и электрических сетей;\n \n2) составление заявок на приобретение оборудования, материалов, запасных частей, необходимых для надлежащей эксплуатации энергохозяйства;\n \n4) осуществление технического надзора за контрольно-измерительными и электротехническими приборами;\n \n5) осуществление контроля за соблюдением инструкций по эксплуатации, техническому обслуживанию и надзору за оборудованием и электрическими сетями;\n \n6) подготовка необходимых материалов для заключения договоров на ремонт оборудования, а также других договоров, связанных с деятельностью инженера-энергетика;\n \n7) обеспечение соблюдения правил и норм охраны труда при эксплуатации и ремонте энергоустановок и сетей.\n \nТребования:\n \n \nсреднее-техническое, высшее образование\n \nопыт работы с 3 лет\n \n \nУсловия:\n \n \nнормальное\n \nnan\n","cats":[],"entities":[[112,141,"Tool"],[144,163,"Tool"],[799,814,"Tool"]],"Comments":[]}
{"id":5814,"text":"86504666\nЭлектромонтер по ремонту и обслуживанию электрооборудования\nОбязанности:\n \n \nОбслуживание и ремонт электрооборудования производства.\n \n \nСоблюдение правил безопасности\n \n \n \nТребования:\n \n \nНе ниже 3 группы допуска\n до и выше 1000В\n \nОтветственность, исполнительность\n \n \nУсловия:\n \n \nГрафик работы 5\/2 с 8:00 до 17:00.\n \nОфициальное трудоустройство в соответствии с ТК.\n \nСвоевременная выплата ЗП.\n \nПредоставление служебного транспорта\n \nnan\n","cats":[],"entities":[[243,276,"SoftSkills"]],"Comments":[]}
{"id":5815,"text":"102433101\nИнженер-энергетик\nОбязанности:\n \n \n \nТехническое обслуживание и своевременный ремонт энергетического оборудования и энергосистем.\n \n \n \nКонтроль бесперебойного обеспечения подразделений электроэнергией\n \n \n \nВедение контроля за рациональнм расходом энергетических ресурсов на предприятиию\n \n \n \nОбеспечение составления заявок и необходимых расчетов к ним.\n \n \n \nТребования:\n \n \nВысшее профильное образование,\n \nСтаж работы от 5 лет\n \n \nУсловия:\n \n \nОфициальное трудоустройство согласно ТК РФ;\n \nВыплата зароботной платы 2 раза в месяц без задержек;\n \nРабота на Сырадасайском угольном месторождении, расположенном на западе полуострова Таймыр (север Красноярского края) 130 км от п. Диксон;\n \nВахтовый метод работы в графике 45\/45;\n \nПроживание в вахтовом поселке;\n \nБесплатное 3-х разовое питание;\n \nКомпенсация медкомиссии.\n \nДоставка до объекта и обратно за счет работодателя (покупаем билеты с первой вахты);\n \nСоциальный пакет: северный стаж, районный коэффициент, дополнительный отпуск;\n \nВозможность повышения квалификации!\n \nnan\n","cats":[],"entities":[],"Comments":[]}
