{"id":5200,"text":"102449630\nЗаместитель генерального директора по производству (ветроэнергетика)\nЧем предстоит заниматься:\n \n- Создание направления сервисного обслуживания и ремонта ВЭУ с нуля, управление данным направлением.\n \n- Общее руководство и контроль работы курируемых подразделений.\n \n- Разработка, внедрение технических стандартов деятельности компании, технологических карт, технологических инструкций, обучение и консультирование персонала по техническим вопросам деятельности.\n \n- Организация технических процессов эксплуатации обслуживания и ремонта ВЭУ.\n \n- Организация контроля качества выполненных работ.\n \n- Подготовка расчетов для участия в тендерных закупках по курируемым направлениям деятельности.\n \n- Согласование хода ремонта и его изменение с представителем заказчика.\n \n- Участие в рассмотрении проектно-конструкторской и иной технической документации для проведения ремонтных работ и их улучшения.\n \nДля нас важно:\n \n- Высшее профессиональное (техническое) образование.\n \n- Опыт управления персоналом не менее 2х лет.\n \n- Опыт работы в области ветроэнергетики не менее 3-х лет.\n \n- Знание процессов строительства, ремонта и эксплуатации ветроэнергетических установок - обязательно!\n \n- Профильные тренинги по направлениям «Вэтроэнергетика», наличие прохождения обучения по GWO будет являться преимуществом.\n \n- Английский технический (чтение технической документации).\n \nМы предлагаем:\n \n- Официальное трудоустройство, белая зарплата без задержек.\n \n- График работы: дистанционно, плюс командировки (не менее 50%, в период активной фазы проекта - до 80%.).\n \n- Оплата рабочей мобильной связи.\n \n- Основные территории для командировок: Ставропольский край, Краснодарский край.\n \n- Оплата труда: оклад + премия.\nnan\n","cats":[],"entities":[[1108,1121,"Knowledge"],[1123,1131,"Knowledge"],[1133,1175,"Knowledge"],[1232,1247,"Knowledge"],[1282,1286,"Knowledge"],[1320,1342,"Knowledge"],[1344,1375,"Knowledge"]],"Comments":[]}
{"id":5201,"text":"102412093\nРуководитель проекта в департамент по строительству\nОбязанности:\n \n \nрассмотрение поступающей рабочей документации, согласование или направление замечаний в проектные институты;\n \nконтроль и содействие в рассмотрение выставленных замечаний к рабочей документации;\n \nорганизация получения технических условий от эксплуатирующих служб, а также от сторонних организаций – поставщиков услуг (при необходимости);\n \nучастие в подготовке технических требований на проектирование службами для формирования и передачи сводных технических требований проектным организациям на стадии рабочей документации;\n \nконтроль внесения изменений в проектную и рабочую документацию;\n \nучастие в согласовании с Заказчиком и другими службами перечней потенциальных поставщиков оборудования;\n \nрассмотрение пакета заказной технической документации на закупаемое оборудование и материалы;\n \nконтроль рассмотрения заказной технической документации, разрабатываемой проектировщиком (заказная техническая документация, опросный лист, технический проект) со стороны потенциальных поставщиков;\n \nподготовка пакета документов для заведения заявок, и их направление в ДМТО;\n \nформирование и выдача заявок на приобретение оборудования в ДМТО на основании разделительных ведомостей от ДМТО;\n \nрассмотрение технической части поступающих от потенциальных поставщиков оборудования технико-коммерческих предложений. Контроль рассмотрения технических предложений поставщиков оборудования подрядными организациями. Отработка замечаний с поставщиками. Подготовка заключений;\n \nучастие в согласовании сроков основных этапов по договорам поставки на оборудование;\n \nрассмотрение и согласование поступающей от выбранных поставщиков конструкторской документации. Контроль соблюдения договорных сроков разработки РКД со стороны поставщиков оборудования;\n \nконтроль за выполнением СМР в соответствии с календарно-сетевым графиком, месячно суточными графиками подрядчиков и т.д.;\n \nконтроль работы авторского надзора в своей зоне ответственности;\n \nорганизация решения вопросов по рабочей документации поступающих от смежных служб и подрядных организаций в формате технических запросов или запросов на предоставление информации возникающих как при выполнении СМР так и при ПНР;\n \nучастие в совещаниях, посвящённых вопросам выполнения СМР, ПБи ОТ, возникающих в процессе реализации проекта;\n \nприемка работы на каждом этапе строительства в объеме своей зоны ответственности;\n \nосуществление контроля приемки сдаточной документации подрядных организаций;\n \nпредоставление информации в отдел планирования о фактическом выполнении СМР;\n \nорганизация внесения изменений в рабочую и проектную документацию, при возникновении потребности (ошибки при проектировании, выявленные на этапе СМР и т.д.);\n \nприемка основного оборудования после монтажа;\n \nподготовка пакета документации, необходимого для эксплуатации технологического объекта;\n \nучастие в пусконаладочных работах.\n \n \nТребования:\n \n \nобразование высшее (по специальностям связанным с нефтехимией, нефтепереработкой, переработкой углеводородного сырья и т.д.), наличие сертификатов или других документов подтверждающих прохождение дополнительного обучения или курсов - желательно.\n \nопыт работы на объектах нефтеперерабатывающего или нефтехимического завода, или объектов нефтегазодобычи не менее 3 лет;\n \nвысока исполнительная дисциплина, быстрая обучаемость, коммуникабельность, многозадачность.\n \n \nУсловия:\n \n \nОфициальное трудоустройство согласно ТК РФ;\n \nПрофессиональный рост и развитие в рамках компании;\n \nГрафик работы: 5\/2 с 08:00 до 17:00\n \nМесто работы: ООО \"Ильский НПЗ\" (Завод): Краснодарский край, Северский район, пгт. Ильский, 55 км автодороги Краснодар-Новороссийск\n \nКорпоративный транспорт до завода.\n \nnan\n","cats":[],"entities":[[1198,1211,"Tool"],[2998,3009,"Knowledge"],[3011,3028,"Knowledge"],[3030,3064,"Knowledge"],[3326,3351,"SoftSkills"],[3353,3372,"SoftSkills"],[3374,3392,"SoftSkills"],[3394,3409,"SoftSkills"]],"Comments":[]}
{"id":5202,"text":"102571892\nМенеджер по открытию и реконструкции объектов\nОбязанности:\n \n \nВыполнение планов по открытию и реконструкции объектов;\n \nВзаимодействие с подрядчиками Компании;\n \nРуководство строительно-монтажными и ремонтными работами, реконструкциями на новых и действующих объектах Компании;\n \nСоставление смет и спецификации;\n \nСоставление договоров и спецификации;\n \nСдача объектов в эксплуатацию.\n \n \nТребования:\n \n \nВысшее или средне-специальное образование;\n \nОпыт работы в данной сфере на позиции Менеджер не менее 1го года\n \n \nУсловия:\n \n \nОфициальное трудоустройство согласно ТК РК;\n \nСвоевременная выплата заработной платы, а также мотивационная система в виде ежеквартальной премии;\n \nТренинги и корпоративные мероприятия;\n \nМолодой, дружный коллектив;\n \nГрафик 5\/2, с 9.00-18.00;\n \nЗаработная плата по итогам собеседования.\n \nЗаключение договоров,Выбор подрядных организаций,Контроль исполнения решений,Проектная документация,Руководство коллективом,Сопровождение строительства,Контроль качества,Управленческие навыки,Строительство,Согласование договоров\n","cats":[],"entities":[[834,854,"Knowledge"],[911,933,"Knowledge"],[958,985,"Knowledge"],[1004,1025,"SoftSkills"],[1026,1039,"Knowledge"]],"Comments":[]}
{"id":5203,"text":"102607637\nРуководитель проекта\nОбязанности:\n \n \nСбор и анализ ИРД на достаточность;\n \nПодготовка ЗнП;\n \nПолучение всех необходимых согласований для проектирования и строительства;\n \nКонтроль согласования проектных решений в т.ч. согласование;\n \nОрганизация работы подразделения, подрядчиков;\n \nДеловая переписка.\n \n \nТребования:\n \n \nВысшее образование ПГС;\n \nЗнание сметной базы;\n \nОпыт реализации объектов не менее двух (жилые дома, школа, садик, университет);\n \nЗнание нормативной градостроительной базы в том числе изменения;\n \nОпыт во взаимодействии с государственными органами, гос. заказчиками;\n \nОбязательный опыт работы с гос.деньгами.\n \n \nУсловия:\n \n \nРабота в Федеральном автономном учреждении Министерства строительства и ЖКХ РФ;\n \nОформление в полном соответствии с ТК РФ;\n \nГрафик работы: 5\/2 с 9.00. до 18.00,пятница 16-45;\n \nПолный социальный пакет, предусмотренный трудовым законодательством (официальные отпуска, оплата больничных листов);\n \nКомпенсация аренды жилья, ГСМ;\n \nДружный, молодой коллектив.\n \nnan\n","cats":[],"entities":[[294,311,"SoftSkills"],[366,378,"Knowledge"],[464,505,"Knowledge"]],"Comments":[]}
{"id":5204,"text":"102437927\nРуководитель строительного проекта\nКомпания ГЕНСТРОЙ - \nгенеральный подрядчик на крупных социально значимых объектах. Надежный партнер, который входит в ТОП-3 застройщиков г. Москвы.\nНаши проекты: Памятник Васильевскому, Покровское-Стрешнево, Южный речной вокзал, благоустройство проспектов в г. Москвы.\nНа данный в нашу команду требуется руководитель строительного проекта.\n \n \n \nОбязанности:\n \n \nОрганизация и координация строительных процессов на объектах строительства;\n \nПланирование, проведение строительного контроля в процессе строительства;\n \nКонтроль и проверка составления графиков производства работ, способы и методы планирования строительного производства (сетевое планирование, календарное планирование, проектное планирование, сводное планирование);\n \nУчастие в бизнес-планировании в части производственных затрат (строительство объектов, приобретение необходимого оборудования и т.д.)\n \nКонтроль выполнения субподрядчиками и поставщиками договорных обязательств по объекту строительства\n \nЗащита выполненных объемов работ и контроль подписания КС-2 и КС-3 Заказчиком;\n \nОрганизация и контроль своевременного получения проектно-сметной и другой необходимой документации для производства строительных работ;\n \nОрганизация и контроль норм и сроков строительства, ввода в эксплуатацию законченных объектов, получение заключения о соответствии;\n \nОрганизация и контроль бюджетирование проекта (расчет себестоимости проекта и т.д.);\n \nОсуществлять прием и учет товарно-материальных ценностей;\n \nВведение рабочей документации (журналов, табель рабочего времени, графика работ).\n \nУчастие в сдаче работ Заказчикам объектов законченного строительства;\n \nПланирование работ, оформление заявок на снабжение объекта;\n \nСпособность привлечь трудовые ресурсы, в случае необходимости. (Желательно наличие базы проверенных рабочих и бригад, которых можно оперативно нанять.);\n \nВзаимодействие с заказчиками по урегулированию и решению вопросов, возникающих в процессе выполнения.\n \n \nТребования:\n \n \nОпыт работы на руководящих должностях в строительных компаниях не менее 3-5 лет;\n \nВысшее образование (ПГС приоритет);\n \nОпыт руководства коллективом сотрудников свыше 30 человек;\n \nЗнание СП, СНиПов, ГОСТов, норм охраны труда и техники безопасности;\n \nУмение организовать работу и соблюдать сроки работ;\n \nАктивность, инициативность, требовательность, коммуникабельность;\n \nЗнания перечней документации, необходимой при производстве работ и исполнительной документации;\n \nЗнание правил по ОТ и ТБ;\n \nОрганизаторские навыки\n \nРелевантный опыт работы\n \nУмение работать в команде;\n \nРабота с большим объём информации;\n \nОпыт в строительстве обязателен\n \n \n \nУсловия:\n \n \nОфициальное трудоустройство, в соответствии ТК РФ\n \nПерспективы карьерного роста в динамично развивающейся компании\n \nУровень дохода от 200 000 000 - 250 000 на руки (итоговая сумма обсуждается )\n \nРуководство коллективом,Строительство,строительно-монтажные работы,Проектная документация,Сопровождение строительства,Строительное делопроизводство,Гражданское строительство,Строительный контроль,Управление строительством,Контроль исполнения решений,Выбор подрядных организаций,Организаторские навыки,Взаимодействие с надзорными организациями,Работа с проектной документацией,Работа с большим объемом информации,Работа с подрядными организациями,Умение работать в коллективе\n","cats":[],"entities":[[681,701,"Knowledge"],[703,727,"Knowledge"],[729,751,"Knowledge"],[753,773,"Knowledge"],[1547,1555,"Tool"],[1557,1580,"Tool"],[1582,1595,"Tool"],[2200,2202,"Knowledge"],[2204,2210,"Knowledge"],[2212,2218,"Knowledge"],[2220,2260,"Knowledge"],[2318,2328,"SoftSkills"],[2330,2344,"SoftSkills"],[2346,2362,"SoftSkills"],[2364,2382,"SoftSkills"],[2393,2480,"Knowledge"],[2491,2508,"Knowledge"],[2512,2534,"SoftSkills"],[2563,2588,"SoftSkills"],[3156,3178,"SoftSkills"],[3324,3352,"SoftSkills"]],"Comments":[]}
{"id":5205,"text":"102189262\nДиректор по строительству\nГруппа компаний «А101», один из крупнейших девелоперов Москвы, входит в перечень системообразующих предприятий экономики России и занимает 10 место в рейтинге Forbes «Топ-20 девелоперов России-2023».\n \nКлючевое направление деятельности компании — комплексное развитие новых территорий. Уже более 30 лет «А101» в Новой Москве формирует жилые районы с развитой инфраструктурой, возводит крупные офисные центры, торговые и спортивно-развлекательные объекты.\n \nВ Ленинградской области компания реализует проекты А101 Всеволожск и А101 Лаголово.\nВ настоящее время ищем в команду \nДиректора по строительству\n.\n \nОбязанности:\n \n \nУправление строительным департаментом (руководители проектов, генподрядные команды на проектах, строительный контроль, служба главного энергетика, отдел ОТ и ПБ, сметно-аналитический отдел). Обеспечение максимальной эффективности работы структурных подразделений и департамента в целом;\n \nУправление девелоперскими проектами компании в СПб и Ленинградской области: планирование, бюджет, процесс строительства, сроки;\n \nУправление строительством объектов от выхода на строительную площадку до сдачи в эксплуатацию и передачи УК, исполнение гарантийных обязательств;\n \nОрганизация разработки календарных план графиков девелоперского проекта;\n \nКонтроль выполнения СМР и проекта в целом (сроки, соответствие нормативам), бюджетирование проектов, взаимодействие с банками (в рамках проектного финансирования);\n \nСогласование и утверждение разрешительной документации, проектной документации, формирование технических заданий;\n \nКонтроль работы подрядных организаций;\n \nУчастие в тендерном комитете;\n \nВзаимодействие с коммерческим блоком по улучшению потребительских качеств продукта, повышение конкурентоспособности проекта;\n \nОрганизация и контроль СМР по технологическому присоединению; взаимодействие с РСО;\n \nОптимизация стоимости проекта, обеспечение целевых показателей по доходности.\n \n \nТребования:\n \n \nВысшее строительное образование;\n \nРелевантный опыт ведения объектов с 0 до передачи систем в УК и квартир в ОЗ;\n \nУмение организовать подрядчиков на строительном объекте;\n \nОпыт работы в жилом строительстве от 6 лет (Заказчик\/Генеральный подрядчик);\n \nДетальные знания инженерных систем, в том числе индивидуальных и комплексных испытаний;\n \nНаличие подтвержденного опыта получения ЗОС, РВЭ;\n \nЗнание нормативно-правовых документов в области строительства, 214-ФЗ.\n \nУсловия:\n \n \nГрафик работы 5\/2, с 09:00 до 18:00, ненормированный рабочий день;\n \nМесто работы: наб. Обводного кан., д. 24. Есть корпоративная развозка от ст.м. Пл. А.Невского;\n \nОформление согласно ТК РФ, официальная заработная плата;\n \nАмбициозные и интересные задачи;\n \nПрофессиональный рост и развитие;\n \nПолис ДМС после испытательного срока;\n \nЗаработная плата обсуждается индивидуально, в зависимости от опыта и квалификации кандидата.\n \n \n \n \nУважаемые соискатели!\n \nВ сопроводительном письме, пожалуйста, укажите, Ваши реализованные проекты и пожелания по уровню дохода. \n \n \nСтроительство,Управление строительством,Руководство коллективом,Взаимодействие с разрешительными органами,Управленческие навыки,Сопровождение строительства\n","cats":[],"entities":[[1523,1545,"Knowledge"],[2231,2255,"Knowledge"],[2269,2307,"Knowledge"],[2370,2424,"Knowledge"],[2426,2432,"Knowledge"]],"Comments":[]}
{"id":5206,"text":"102478087\nИнженер строительного контроля\nООО «БРАНД» специализируется в области предоставления услуг по строительному контролю при новом строительстве, капитальном ремонте, реконструкции и расширении объектов магистральных газонефтепродуктопроводов, объектов гражданского строительства, электросетевого комплекса, объектов автомобильного и железнодорожного транспорта.\n \nВ настоящее время на прямую работаем с крупнейшими организациями ТЭК РФ, такими как Газпром нефть, НОВАТЭК, ЛУКОЙЛ, Роснефть, Газпром Добыча, Газпром ПХГ, Газпром переработка и др.\n \nВ связи с увеличением объемов работ мы в поисках квалифицированных инженеров строительного контроля по различным видам контроля следующих специализаций\n, \nтаких как:\n \nгеодезические работы; общестроительные работы; сварочные технологии; электромонтажные работы; исполнительная документация; охрана труда, промышленная безопасность и охрана окружающей среды; лаборатория неразрушающего контроля; автоматизация систем управления ТП.\n \nОбязанности:\n \n \nОсуществлять строительный контроль за выполнением строительно-монтажных работ с выдачей замечаний и предписаний строительному подрядчику;\n \nКонтролировать ход выполнения планов капитального строительства, соответствие объемов, сроков и качества строительно-монтажных работ, а также качества применяемых материалов, изделий, конструкций утвержденной проектно-сметной документации, рабочим чертежам, строительным нормам и правилам, стандартам, техническим условиям, правилам по охране труда;\n \nПринимать участие в рассмотрении и согласовании возникающих в ходе строительства изменений проектных решений;\n \nИзучать причины, вызывающие срывы сроков и ухудшение качества строительно-монтажных работ, принимает меры по их предупреждению и устранению;\n \nОсуществлять техническую приемку законченных строительно-монтажных работ и объектов;\n \nУчаствовать в работе комиссий по приемке строительных объектов и сдаче их в эксплуатацию;\n \nВедение учета законченных строительно-монтажных работ и подготовка необходимых данных с последующим составлением ежедневной отчетности о ходе работ на объекте строительства.\n \n \n \n \nТребования:\n \n \nВысшее профильное\/техническое образование;\n \nОпыт работы в строительном контроле (ТН);\n \nЗнание нормативно-технической документации, ГОСТ, СНиП. СП;\n \nЖелательное наличие удостоверения СК, ВИК, НАКС (возможна аттестация).\n \n \nУсловия:\n \n \nГрафик работы 60\/30;\n \nОплата проезд до объекта и обратно за счет компании (Авиа, Ж\/д);\n \nПроживание в общежитии (арендуется отдельная комната только для сотрудников компании);\n \nСпецодежда предоставляется работодателем;\n \nСуточные расходы\/бесплатное питание;\n \nЗаработная плата (в зависимости от квалификации и объекта) \nот 180 000 рублей – 200 000 рублей на руки\n;\n \nМатериальное поощрение по результатам работы (раз в квартал).\n \n \n \nnan\n","cats":[],"entities":[[722,742,"Knowledge"],[769,789,"Knowledge"],[791,814,"Knowledge"],[845,857,"Knowledge"],[949,983,"Knowledge"],[1384,1400,"Tool"],[2224,2259,"Knowledge"],[2261,2265,"Knowledge"],[2267,2271,"Knowledge"],[2273,2275,"Knowledge"]],"Comments":[]}
{"id":5207,"text":"102449632\nЗаместитель генерального директора по производству (ветроэнергетика)\nЧем предстоит заниматься:\n \n- Создание направления сервисного обслуживания и ремонта ВЭУ с нуля, управление данным направлением.\n \n- Общее руководство и контроль работы курируемых подразделений.\n \n- Разработка, внедрение технических стандартов деятельности компании, технологических карт, технологических инструкций, обучение и консультирование персонала по техническим вопросам деятельности.\n \n- Организация технических процессов эксплуатации обслуживания и ремонта ВЭУ.\n \n- Организация контроля качества выполненных работ.\n \n- Подготовка расчетов для участия в тендерных закупках по курируемым направлениям деятельности.\n \n- Согласование хода ремонта и его изменение с представителем заказчика.\n \n- Участие в рассмотрении проектно-конструкторской и иной технической документации для проведения ремонтных работ и их улучшения.\n \nДля нас важно:\n \n- Высшее профессиональное (техническое) образование.\n \n- Опыт управления персоналом не менее 2х лет.\n \n- Опыт работы в области ветроэнергетики не менее 3-х лет.\n \n- Знание процессов строительства, ремонта и эксплуатации ветроэнергетических установок - обязательно!\n \n- Профильные тренинги по направлениям «Вэтроэнергетика», наличие прохождения обучения по GWO будет являться преимуществом.\n \n- Английский технический (чтение технической документации).\n \nМы предлагаем:\n \n- Официальное трудоустройство, белая зарплата без задержек.\n \n- График работы: дистанционно, плюс командировки (не менее 50%, в период активной фазы проекта - до 80%.).\n \n- Оплата рабочей мобильной связи.\n \n- Основные территории для командировок: Ставропольский край, Краснодарский край.\n \n- Оплата труда: оклад + премия.\nnan\n","cats":[],"entities":[[1098,1121,"Knowledge"],[1123,1130,"Knowledge"],[1133,1175,"Knowledge"],[1232,1247,"Knowledge"],[1282,1286,"Knowledge"],[1320,1342,"Knowledge"],[1344,1375,"Knowledge"]],"Comments":[]}
{"id":5208,"text":"102363799\nРуководитель направления строительства и эксплуатации - без строительства зданий\nОбязанности:\n \n \nОрганизация работы отдела строительства и эксплуатации;\n \nОрганизация бесперебойной эксплуатации магазинов сети;\n \nОрганизация и контроль проведение ремонтно-строительных работ при реконструкциях действующих магазинов сети с соблюдением всех норм безопасности по всем инженерным системам - открытие\/ремонт\/закрытие магазинов;\n \nОрганизация и контроль проведения тендеров на выбор поставщиков услуг и материалов;\n \nОбеспечение соответствия объектов Компании требованиям систем противопожарной безопасности;\n \nВзаимодействие с администрациями торговых центров по техническим вопросам, в которых расположены магазины розничной сети;\n \nБюджетирование, контроль расходов и ведение необходимой отчетности.\n \n \nТребования:\n \n \nВысшее образование - строительная сфера - обязательно;\n \nОпыт работы в сфере розничной торговли руководителем проектов по стройке и эксплуатации (без строительства зданий, тк все объекты в ТЦ) от 3 лет минимум - опыт в сфере розничной торговли обязателен!!!;\n \nОпыт руководства подрядчиками, хорошие инженерные знания и навыки;\n \nВысокая ориентация на результат, коммуникабельность, готовность к многозадачности.\n \n \nУсловия:\n \n \nОформление по ТК РФ;\n \nВозможность выбирать начало рабочего дня (09.00, 09.30 или 10.00);\n \nСкидки на продукцию компании;\n \nКомфортабельный офис, в пешей доступности от метро;\n \nОборудованное рабочее место, кофе-зона, кухня-столовая в помещении, дружелюбная корпоративная среда.\n \n \nПожалуйста, указывайте Ваши финансовые ожидания в резюме или сопроводительном письме.\n \n \nnan\n","cats":[],"entities":[[577,612,"Knowledge"],[1128,1145,"Knowledge"],[1166,1189,"SoftSkills"],[1191,1209,"SoftSkills"],[1211,1239,"SoftSkills"]],"Comments":[]}
{"id":5209,"text":"102206335\nРуководитель управления капитального строительства\nЧем Вы будете заниматься:\n \n \n \nОрганизация тех.надзора за проведением работ по капитальному ремонту, реконструкции, модернизации, техническому перевооружению, строительству зданий и сооружений,\n \nэнергооборудования и энергопроводов, технологического оборудования, технологических узлов и схем.\n \n \n \nОрганизация и выполнение мероприятий по капитальному ремонту, реконструкции, модернизации, техническому перевооружению,\n \nстроительству зданий и сооружений,\n \nэнергооборудования и энергопроводов, технологического оборудования, технологических узлов и схем предприятия.\n \n \n \nОрганизация проработки и внедрения современных технологий при проведении текущих ремонтных работ. Использование современных методов и материалов при строительстве.\n \n \nУчастие в планировании ремонтов.\n \nОрганизация работ:\n \n \nпо составлению технических заданий на выполнение работ\n \nпо составлению опросных листов и заявок на закупку технологического оборудования\n \nпо заключению договоров со сторонними организациями\n \nпо инспекторским проверкам изготовления оборудования\n \n \nКонтроль расходования средств, предусмотренных бюджетом ПАО и графиками финансирования работ\n \nОрганизация взаимодействия с подрядными организациями по вопросу выполнения ремонтных работ.\n \n \nЧто мы ждем от Вас:\n \n \nВысшее техническое образование.\n \n \nОпыт работы\n \nне менее 5-ти лет в аналогичной должности в промышленности\n \n \n \nНавыки подготовки презентаций, графического представления идей и концепций.\n \n \n \nВладение пакетом MS Office (Outlook, Word, Excel, PowerPoint, Visio) на уровне продвинутого пользователя.\n \n \n \nЗнание:\n \n \n \nосновных стандартов по бережливому производству\n \n \n \nосновных стандартов, правила, регламенты, нормативно-техническую документацию и пр. по строительству промышленных объектов.\n \n \n \nстандартов по управлению активами\n \n \n \nпорядка планирования и финансирования выполняемых работ;\n \n \n \nсистем планово-предупредительного ремонта и рациональной эксплуатации оборудования, зданий и сооружений;\n \n \n \nпорядка и методов технико-экономического и производственного планирования;\n \n \n \nправил приема и сдачи оборудования после монтажа и ремонта;\n \n \n \nметодические и нормативные материалов по вопросам организации и проведения ремонта оборудования, зданий и сооружений;\n \n \n \nсистем технического обслуживания, ремонта, реконструкции и модернизации и рациональной эксплуатации оборудования предприятий химической промышленности\n \nметодов монтажа и ремонта оборудования, организацию и технологию ведения ремонтных работ;\n \n \n \nстандартов по управлению проектами.\n \n \n \nОпыт:\n \n \n \nповышения эффективности осуществления ремонтных работ\n \n \n \nстроительства промышленных объектов\n \n \n \nподготовки стратегических планов по ремонтам, реконструкции для Руководства компании;\n \n \n \nпроектной деятельности\n \n \n \nЧто мы предлагаем:\n \n \n \nГрафик работы: ненормированный рабочий день\n \n \n \nПолный соц.пакет\n \n \n \nОплата труда: обсуждается с успешным кандидатом\n \n \n \nИногородним предоставляется релокационный пакет\n \n \nУправление проектами,Производственное планирование\n","cats":[],"entities":[[1445,1474,"Knowledge"],[1476,1519,"Knowledge"],[1544,1553,"Tool"],[1555,1562,"Tool"],[1564,1568,"Tool"],[1570,1575,"Tool"],[1577,1587,"Tool"],[1589,1594,"Tool"],[1662,1700,"Knowledge"],[1716,1784,"Knowledge"],[1794,1829,"Knowledge"],[1837,1870,"Knowledge"],[1877,1932,"Knowledge"],[1940,2009,"Knowledge"],[2051,2124,"Knowledge"],[2132,2190,"Knowledge"],[2322,2354,"Knowledge"],[2356,2363,"Knowledge"],[2365,2421,"Knowledge"],[2475,2513,"Knowledge"],[2571,2605,"Knowledge"]],"Comments":[]}
