{"id":5160,"text":"102478085\nИнженер строительного контроля\nООО «БРАНД» специализируется в области предоставления услуг по строительному контролю при новом строительстве, капитальном ремонте, реконструкции и расширении объектов магистральных газонефтепродуктопроводов, объектов гражданского строительства, электросетевого комплекса, объектов автомобильного и железнодорожного транспорта.\n \nВ настоящее время на прямую работаем с крупнейшими организациями ТЭК РФ, такими как Газпром нефть, НОВАТЭК, ЛУКОЙЛ, Роснефть, Газпром Добыча, Газпром ПХГ, Газпром переработка и др.\n \nВ связи с увеличением объемов работ мы в поисках квалифицированных инженеров строительного контроля по различным видам контроля следующих специализаций\n, \nтаких как:\n \nгеодезические работы; общестроительные работы; сварочные технологии; электромонтажные работы; исполнительная документация; охрана труда, промышленная безопасность и охрана окружающей среды; лаборатория неразрушающего контроля; автоматизация систем управления ТП.\n \nОбязанности:\n \n \nОсуществлять строительный контроль за выполнением строительно-монтажных работ с выдачей замечаний и предписаний строительному подрядчику;\n \nКонтролировать ход выполнения планов капитального строительства, соответствие объемов, сроков и качества строительно-монтажных работ, а также качества применяемых материалов, изделий, конструкций утвержденной проектно-сметной документации, рабочим чертежам, строительным нормам и правилам, стандартам, техническим условиям, правилам по охране труда;\n \nПринимать участие в рассмотрении и согласовании возникающих в ходе строительства изменений проектных решений;\n \nИзучать причины, вызывающие срывы сроков и ухудшение качества строительно-монтажных работ, принимает меры по их предупреждению и устранению;\n \nОсуществлять техническую приемку законченных строительно-монтажных работ и объектов;\n \nУчаствовать в работе комиссий по приемке строительных объектов и сдаче их в эксплуатацию;\n \nВедение учета законченных строительно-монтажных работ и подготовка необходимых данных с последующим составлением ежедневной отчетности о ходе работ на объекте строительства.\n \n \n \n \nТребования:\n \n \nВысшее профильное\/техническое образование;\n \nОпыт работы в строительном контроле (ТН);\n \nЗнание нормативно-технической документации, ГОСТ, СНиП. СП;\n \nЖелательное наличие удостоверения СК, ВИК, НАКС (возможна аттестация).\n \n \nУсловия:\n \n \nГрафик работы 60\/30;\n \nОплата проезд до объекта и обратно за счет компании (Авиа, Ж\/д);\n \nПроживание в общежитии (арендуется отдельная комната только для сотрудников компании);\n \nСпецодежда предоставляется работодателем;\n \nСуточные расходы\/бесплатное питание;\n \nЗаработная плата (в зависимости от квалификации и объекта) \nот 180 000 рублей – 200 000 рублей на руки\n;\n \nМатериальное поощрение по результатам работы (раз в квартал).\n \n \n \nnan\n","cats":[],"entities":[[1353,1382,"Knowledge"],[1384,1400,"Knowledge"],[1402,1432,"Knowledge"],[1433,1444,"Knowledge"],[1468,1492,"Knowledge"],[2128,2169,"Knowledge"],[2224,2259,"Knowledge"],[2261,2265,"Knowledge"],[2267,2271,"Knowledge"],[2273,2275,"Knowledge"]],"Comments":[]}
{"id":5161,"text":"102567789\nРуководитель службы технического заказчика\nКрупная строительная компания открывает конкурс на вакансию Руководитель службы технического заказчика\n \nОбязанности:\n \n \nКурирование и управление командой проекта (сроки, темпы строительства, оптимизация сроков, договорные обязательства подрядчиков и тп)\n \nКонтроль выполнения объемов строительства на объекте до сдачи в эксплуатацию, согласно утвержденному графику\n \nРабота с рисками, выявление и устранение рисков проекта в части сроков, производства и сдачи работ, экономики проекта, работа и взаимодействие с Генеральным подрядчиком и подрядными организациями\n \nОперативное решение вопросов по координации действий подрядных организаций\n \nМониторинг ситуации на объекте строительства и регулярное сообщение о происходящем непосредственному руководителю\n \nОрганизация проведения проверок объектов строительства внешними надзорными органами\n \nФормирование производственных планов на месяц\/квартал\/год\n \nОбеспечение соблюдения качества и сроков выполнения работ на курируемых объектах\n \nУчастие в производственных совещаниях\n \n \nТребования:\n \n \n \n \nВысшее строительное образование (ПГС)\n \nВажно! \nОпыт сдачи в эксплуатацию крупного объекта. Опыт работы в структуре технического заказчика обязателен\n \nЗнание федерального и регионального законодательства в области строительства\n \nОпыт руководства и ведения строительных объектов от 50 000 кв.м. (координация работ Генерального проектировщика, Генерального подрядчика, городских служб и тп)\n \nЗнание технологии строительного производства общестроительных и специальных работ (все инженерные системы)\n \nРазвитые навыки управления, высокая работоспособность, инициативность, решительность, умение самостоятельно принимать решения\n \n \nУсловия:\n \n \nГрафик работы 5\/2 с 08:00-17:00\n \nОфициальное трудоустройство, полностью официальная и своевременная заработная плата, выплачивается на банковскую карту\n \nАдрес работы : г. Артем, ул. Уборевича 19\n \nКорпоративный автобус.\n \nКомпенсация питания.\n \nРелокация, компания оплачивает аренду квартиры\n \nnan\n","cats":[],"entities":[[189,208,"SoftSkills"],[1104,1136,"Knowledge"],[1263,1332,"Knowledge"],[1504,1541,"Knowledge"],[1642,1659,"SoftSkills"],[1661,1675,"SoftSkills"],[1677,1690,"SoftSkills"]],"Comments":[]}
{"id":5162,"text":"102562210\nРуководитель строительного проекта\nВНИМАНИЕ! Работа на строительном объекте в г. Холмск\n \nОбязанности:\n \n \n \nПолное руководство строительной деятельностью проекта (производство-хозяйственная деятельность, управление персоналом);\n \n \n \nРуководство штатом, в т.ч. ИТР составом;\n \n \n \nКонтроль сроков выполнения и качества выполняемых работ, обеспечение соблюдения технологической последовательности производства работ на участке;\n \n \n \nОрганизация производства работ в соответствии с проектной документацией, ТУ;\n \n \n \nПоиск субподрядчиков;\n \n \n \nКонтроль бюджета.\n \n \n \nКонтроль выполненных работ.\n \n \n \nТребования:\n \n \n \nВысшее профильное образование;\n \n \n \nЗнание строительных норм и правил;\n \n \n \nВысокая работоспособность;\n \n \n \nЛидерские качества, организаторские способности;\n \n \n \nВладение ПК, Word. Excel, Аutocad.\n \n \n \nУсловия:\n \n \nПолностью \"белая\" зарплата, официальное трудоустройство с первого дня;\n \nПо результатам работы возможно премирование (квартальное до 20% от совокупной выплаты за квартал, годовое);\n \nПроезд к месту работы и проживание за счет компании.\n \nВедение документации,Контроль качества,Сопровождение строительства,Управление персоналом,Производство строительно-монтажных работ,Работа с проектной документацией\n","cats":[],"entities":[[245,263,"SoftSkills"],[492,515,"Knowledge"],[517,519,"Knowledge"],[631,660,"Knowledge"],[675,701,"Knowledge"],[717,734,"SoftSkills"],[742,760,"SoftSkills"],[762,789,"SoftSkills"],[806,808,"Tool"],[810,814,"Tool"],[816,821,"Tool"],[823,830,"Tool"]],"Comments":[]}
{"id":5163,"text":"102661855\nДиректор по строительству\nНаш клиент \nVIRA\n, развивающаяся девелоперская компания полного цикла приглашает в команду \n«Директора по строительству».\nМы «Строим дома для счастливой жизни» и хотим построить ее для наших сотрудников в том числе!\n \n \n \n \nБолее\n 12\n лет на рынке\n \n+350\n сотрудников\n \nЦентральный офис \nг. Новосибирск\n \nТОП-5\n лучших девелоперских компаний г. Новосибирска с планами выйти в ТОП-20 по РФ\n \n \n \n \nМы предлагаем:\n \n \nКонкурентный уровень дохода: среднемесячный доход от \n400 000 рублей \n(оклад + квартальная премия по итогам выполнения KPI ). Обсуждается в \nзависимо\nсти от компетенций.\n \nРабота в перспективной растущей компании с амбициозными планами\n \nОформление по \nТК РФ\n и белая заработная плата\n \nНовый комфортабельный офис класса А+ в городе Новосибирск с панорамным видом на город\n \nРазвитая корпоративная культура, праздники, мероприятия\n \nКорпоративная база отдыха с возможностью семейного отдыха\n \nДМС по итогам 1 года работы\n \nОплата бассейна, занятий фитнесом\n \nЛьготы на приобретение жилья в ЖК компании\n \nОплата обучений и конференций с целью повышения насмотренности\n \n \n \n \nВы наш кандидат если:\n \n \nЗнаешь девелоперский цикл\n \nУмеешь разрабатывать концепцию проекта\n \nПроектировать и оценивать проект\n \nИмеешь опыт управления строительными проектами \nот 3-х лет\n \nЗнание \nинформационной модели проекта (\nBIM\n)\nбудет Вашим преимуществом\n \n \n \n \nЧем предстоит заниматься:\n \n \nОрганизовывать производственный процесс на строительных проектах компании\n \nВзаимодействовать с контролирующими структурами в части получения исходной разрешительной документации\n \nУчастие в процессе разработки концепции строительных проектов, участие в процессе выбора земельного участка\n \nУправлять бюджетом проектов и их себестоимостью\n \nФормировать структурное подразделение с целью выполнения функции технического заказчика и генподрядной функции при реализации проектов\n \nУправлять персоналом в вверенной зоне ответственности (нанимать и адаптировать персонал, оценивать и повышать эффективность работы сотрудников)\n \n \n \n \nЖдем Вашего отклика прямо сейчас!\nСтроительство,Управление строительством,Бюджетирование,Взаимодействие с разрешительными органами,Выбор подрядных организаций,Строительный контроль\n","cats":[],"entities":[[1160,1178,"Knowledge"],[1326,1355,"Knowledge"],[1906,1926,"SoftSkills"]],"Comments":[]}
{"id":5164,"text":"101611819\nРуководитель строительных проектов\/Генеральный директор\nОбязанности:\n \n \nОбеспечение непрерывного процесса строительства;\n \nОсуществление от лица заказчика выполнения работ по капитальному ремонту многоквартирных домов;\n \nВзаимодействие с проверяющими организациями, осуществляющими контроль за процессом проводимого ремонта по программе капитального ремонта;\n \nОперативное руководство строительством;\n \nВзаимодействие с инспекторами Генподрядчика и Заказчика, с контролирующими органами;\n \nРабота с проектной документацией, принятие решений по спорным техническим вопросам;\n \nКонтроль поставок и расхода материалов;\n \nПостановка задач прорабам, подрядчикам;\n \nРешение вопросов, необходимых для выполнения строительных работ по объектам;\n \nСдача объектов завершенного строительства заказчику;\n \nКонтроль экономических показателей;\n \nОрганизация тендерных процедур;\n \n \nТребования:\n \n \nВысшее техническое образование;\n \nОпыт работы в аналогичной должности - ОБЯЗАТЕЛЬНО!\n \nРабота с госконтрактами;\n \nОпыт работы по капитальным ремонтам жилья - ОБЯЗАТЕЛЬНО!;\n \nЗнание технологии работ по капитальному ремонту- ОБЯЗАТЕЛЬНО!;\n \nОпыт руководства несколькими проектами одновременно;\n \nЗнание проектно-сметной документации;\n \nОпыт проведения переговоров на различном уровне;\n \nЭкспертные знания строительного процесса, технологий и документации.\n \n \nУсловия:\n \n \n \nГотовность к частым командировкам;\n \n \n \nГрафик работы: 5\/2;\n \n \n \nКорпоративная связь предоставляется;\n \n \nРелокация в другой город (300 км от Московской области).\n \nnan\n","cats":[],"entities":[[510,533,"Knowledge"],[814,839,"Knowledge"],[895,925,"Knowledge"],[991,1005,"Knowledge"],[1076,1116,"Knowledge"],[1196,1225,"Knowledge"],[1298,1320,"Knowledge"]],"Comments":[]}
{"id":5165,"text":"102559100\nЗаместитель директора по строительству (Руководитель проекта\/проектов в строительстве)\nМы - производственно-инжиниринговая компания ООО «Альянс Энерго» www.ae-n.ru\nНаша сфера - проектирование, производство, строительство и монтаж энергетического оборудования и автоматизации (АСУ-ТП).\nОбязанности:\n \n \nпроверка проектно-сметной документации;\n \nзапрос и анализ коммерческих предложения от поставщиков материалов и оборудования и от субподрядчиков;\n \nсоставления\/проверка коммерческих смет, графика производства работ и поставки давальческого материала, согласование графиков с заказчиком;\n \nпроверка и оформление разрешительной документации перед началом СМР (инструктаж, приказы на ответственных лиц, оформление пропусков и заявок на проведение определенных видов работ);\n \nподсчет и закрытие объемов выполненных работ;\n \nконтроль поставляемых на строительную площадку строительных материалов и инженерного оборудования;\n \nконтроль и учет рабочего времени строительных бригад и механизмов;\n \nконтроль качества работ, приемка выполненных работ и составление дефектных ведомостей;\n \nприемка выполненных работ;\n \nведение документации (журнал общих работ, ОТ, акты скрытых работ, протоколы совещаний на объекте, заявки на давальческий материалы, спец технику и т.п.);\n \nгарантийное обслуживание объектов;\n \nрегулярные командировки по РФ.\n \n \nТребования:\n \n \nЗнание современных строительных технологий и материалов.\n \nУмение читать и интерпретировать строительные чертежи и проектную документацию.\n \nНавыки найма и управления командой, распределения задач.\n \nЗнание норм и стандартов строительства.\n \nУмение работать с проектной документацией и сметами.\n \nНавыки ведения переговоров и взаимодействия с подрядчиками и заказчиками.\n \nОтветственность и внимательность к деталям.\n \nОтличные организационные и коммуникативные навыки.\n \nСпособность принимать решения в условиях ограниченного времени.\n \nСтрессоустойчивость и умение работать в условиях многозадачности.\n \n \nУсловия:\n \n \nДлительность вахты по согласованию\n \nСтроительство,Организаторские навыки,строительно-монтажные работы,Документальное сопровождение,Умение работать в коллективе,Организация совещаний,Аналитическое мышление,Сопровождение строительства,Производство строительно-монтажных работ,Проектная документация\n","cats":[],"entities":[[321,350,"Knowledge"],[622,649,"Knowledge"],[1128,1140,"Knowledge"],[1383,1419,"Knowledge"],[1439,1501,"Knowledge"],[1512,1539,"SoftSkills"],[1541,1560,"SoftSkills"],[1571,1602,"Knowledge"],[1624,1657,"Knowledge"],[1668,1687,"SoftSkills"],[1737,1752,"SoftSkills"],[1755,1769,"SoftSkills"],[1792,1832,"SoftSkills"],[1902,1921,"SoftSkills"],[1951,1966,"SoftSkills"]],"Comments":[]}
{"id":5166,"text":"102449626\nЗаместитель генерального директора по производству (ветроэнергетика)\nЧем предстоит заниматься:\n \n- Создание направления сервисного обслуживания и ремонта ВЭУ с нуля, управление данным направлением.\n \n- Общее руководство и контроль работы курируемых подразделений.\n \n- Разработка, внедрение технических стандартов деятельности компании, технологических карт, технологических инструкций, обучение и консультирование персонала по техническим вопросам деятельности.\n \n- Организация технических процессов эксплуатации обслуживания и ремонта ВЭУ.\n \n- Организация контроля качества выполненных работ.\n \n- Подготовка расчетов для участия в тендерных закупках по курируемым направлениям деятельности.\n \n- Согласование хода ремонта и его изменение с представителем заказчика.\n \n- Участие в рассмотрении проектно-конструкторской и иной технической документации для проведения ремонтных работ и их улучшения.\n \nДля нас важно:\n \n- Высшее профессиональное (техническое) образование.\n \n- Опыт управления персоналом не менее 2х лет.\n \n- Опыт работы в области ветроэнергетики не менее 3-х лет.\n \n- Знание процессов строительства, ремонта и эксплуатации ветроэнергетических установок - обязательно!\n \n- Профильные тренинги по направлениям «Вэтроэнергетика», наличие прохождения обучения по GWO будет являться преимуществом.\n \n- Английский технический (чтение технической документации).\n \nМы предлагаем:\n \n- Официальное трудоустройство, белая зарплата без задержек.\n \n- График работы: дистанционно, плюс командировки (не менее 50%, в период активной фазы проекта - до 80%.).\n \n- Оплата рабочей мобильной связи.\n \n- Основные территории для командировок: Ставропольский край, Краснодарский край.\n \n- Оплата труда: оклад + премия.\nnan\n","cats":[],"entities":[[396,433,"SoftSkills"],[803,859,"Knowledge"],[928,977,"Knowledge"],[1098,1175,"Knowledge"],[1320,1342,"Tool"]],"Comments":[]}
{"id":5167,"text":"102555275\nРуководитель строительных проектов\n \n \n \n \n \nТОО «Lasselsberger (Ласселсбергер)» ищет высококвалифицированного и опытного руководителя проектов в области строительства, который будет играть ключевую роль в организации и успешной реализации строительных проектов компании. \n \n \n \nТребуемые компетенции и знания включают в себя:\n \n \n \n \nВысшее образование в области инженерии, архитектуры или соответствующая квалификация по профилю деятельности (строительство).\n \nБолее 5 лет опыта в управлении проектами\n \nОпыт управления многопрофильными подрядчиками.\n \nЗнание всех этапов строительного процесса и принципов управления строительными проектами.\n \nНавыки планирования работ, понимание основных составляющих стоимости работ в строительстве.\n \nУмение формировать и развивать эффективные команды.\n \nЗнания строительных норм и правил, а также норм охраны труда и техники безопасности в строительстве.\n \n \n \n \nЗнания языков: Русский, казахский, владение английским обязательно\n \n \nУправление и контроль над подрядчиками посредством эффективной коммуникации и руководства, а также регулярных встреч, посещений объектов, совещаний по строительству.\n \nРазработка детальных планов графиков проектов, графиков производства работ, учет ресурсов, распределение задач между командой, оперативный и технический контроль процессов строительства.\n \nРегулярное общение с учредителями, решение вопросов, связанных с выполнением проекта.\n \nОбеспечение выполнения проектов в полном соответствии с разрешениями, лицензиями и законодательством, а также заявленными требованиями.\n \nОбеспечение выполнения проекта в установленные сроки.\n \nОтветственность за безопасное и своевременное выполнение работ\/проектов на строительной площадке\n \nКонтроль строительных подрядчиков в отношении объема работ, выполняемых в соответствии с согласованным контрактом, финансовый контроль, мониторинг проектной деятельности, проверка выполнения основных этапов проекта и т. д.\n \nПодготовка и сбор проектной и инженерной документации для получения разрешений в соответствии с местным законодательством.\n \nКоординация и консультации с органами власти по всем техническим вопросам, связанным с объектом.\n \nПрием выполненных работ.\n \n \n \n \nnan\n","cats":[],"entities":[[345,363,"Knowledge"],[584,606,"Knowledge"],[619,653,"Knowledge"],[758,801,"SoftSkills"],[812,838,"Knowledge"],[848,865,"Knowledge"],[868,888,"Knowledge"],[929,936,"Knowledge"],[938,947,"Knowledge"],[958,968,"Knowledge"],[1244,1263,"SoftSkills"],[1966,2001,"Knowledge"]],"Comments":[]}
{"id":5168,"text":"102457865\nРуководитель строительно-монтажного управления (Северодонецк, Бердянск)\n«Р-Строй»\n динамично развивающаяся строительная компания, объединившая профессионалов, трудовой опыт и навыки которых направлены на обеспечение передовых проектов на рынке строительной сферы. Работа в нашей компании – это возможность присоединиться к компетентной команде, раскрыть свой собственный потенциал и ощутить значимость и результат своей работы.\n \nКомпания реализует крупные проекты промышленного и гражданского строительства собственными силами.\n \nМы заинтересованы в сотрудничестве с высококвалифицированными специалистами, имеющими профессиональный опыт, высокую мотивацию к труду и собственному развитию.\n \nНа данный момент находимся в поисках руководителя строительно-монтажного управления :\n \n \n \nОбязанности:\n \n \nРуководство СМУ (участками общестроительных, отделочных работ, ПТО,\nзакупки и пр.);\n \nКонтроль всех видов строительно-монтажных работ;\n \nКонтроль соблюдения графиков, объемов, качества выполняемых работ;\n \nКонтроль подготовки исполнительной документации и закрытия объемов;\n \nКонтроль поставки материалов, инструментов, оборудования;\n \nУчастие в совещаниях с Заказчиком, Генподрядчиком и пр.\n \n \nТребования:\n \n \nВысшее профессиональное образование (ПГС);\n \nОпыт работы более 3-х лет на руководящих позициях в строительстве;\n \nЗнание AutoCad, ПК -MS Word, Excel, 1С:Документооборот.\n \n \nУсловия:\n \n \nОбъекты строительства: \nг. Северодонецк., г. Бердянск\n (вахта 60\/30);\n \nРабота в крупной, стабильно-развивающейся компании;\n \nСвоевременная выплата заработной платы (белая), 2 раза в месяц на карту;\n \nОфициальное трудоустройство согласно ТК РФ;\n \nОплачиваемый проезд (туда и обратно), проживание, 3-х разовое питание.\n \nруководство строительством,Строительство,Производство строительно-монтажных работ,Руководство коллективом,Гражданское строительство,Сопровождение строительства,строительно-монтажные работы,Строительно-отделочные работы\n","cats":[],"entities":[[650,667,"SoftSkills"],[1224,1259,"Knowledge"],[1345,1352,"Tool"],[1354,1356,"Tool"],[1358,1365,"Tool"],[1367,1372,"Tool"],[1374,1392,"Tool"]],"Comments":[]}
{"id":5169,"text":"101583227\nРуководитель проекта (Фонд Реновации) (Нагатинский затон)\nГруппа Компаний \"Магистраль\" приглашает в свою команду Руководителя проекта объектов по программе реновации жилищного фонда в г. Москве\n \nОбязанности:\n \n \nОрганизация и контроль всех циклов производства на объекте строительства.\n \n \nКонтроль качества и своевременности выполняемых работ собственными силами и подрядными организациями.\n \n \n \nПланирование и контроль своевременной поставки материалов и оборудования на объект строительства.\n \n \n \nВедение и согласование бюджета по объекту строительства.\n \n \n \nПодготовка отчетности по объекту по себестоимости и затратам.\n \n \n \nСогласование проектных решений.\n \n \n \nВвод объекта в эксплуатацию.\n \n \n \nТребования:\n \n \n \nОпыт получения ЗОС будет преимуществом!!!\n \n \n \nВысшее образование (Строительство).\n \n \n \nОпыт работы в строительстве жилых домов будет преимуществом.\n \n \n \nОпыт работы в строительстве не менее 5 лет.\n \n \n \nЗнание нормативной и технической документации, умение работать с проектной документацией, опыт взаимодействия с контролирующими органами и подрядчиками.\n \n \nВладение работой в программах AutoCAD, Exon.\n \n \nУсловия:\n \n \n \nОбъекты реновации в пределах г. Москва\n \n \n \nОфициальное трудоустройство с первого рабочего дня, белая заработная плата, своевременные выплаты\n \n \nУправление проектами,Строительство,Проектная документация,MS Dos,Управление затратами,Управление строительством,Строительный контроль,Выбор подрядных организаций,1С: Документооборот,Взаимодействие с контрольными органами,Бюджетирование,Управление командой\n","cats":[],"entities":[[783,801,"Knowledge"],[949,987,"Knowledge"],[1007,1030,"Knowledge"],[1129,1136,"Tool"],[1138,1142,"Tool"],[1368,1374,"Tool"],[1472,1491,"Tool"],[1546,1565,"SoftSkills"]],"Comments":[]}
{"id":5220,"text":"102620665\nРуководитель строительных проектов\nКомпания СТМК - это строительство премиальных индивидуальных домов и вилл площадью более 1000 м2.\n \nСпектр услуг :\n \n \nГенеральный подряд строительство\n \nУправление строительством\n \nРазработка конструкторской \/ рабочей документации\n \n \nПРЕИМУЩЕСТВА РАБОТЫ С НАМИ:\n \n \nОфициальное трудоустройство по ТК РФ\n \nСвоевременная выплата заработной платы 2 раза в месяц. Заработная плата будет выплачена всегда и только \nвовремя\n \nРепутация очень надежной компании, т\/к клиенты компании – первые лица компаний, топ-менеджеры, список Forbes.\n \nСтабильность\n компании проверена временем – многие сотрудники работают с самого начала основания компании.\n \nПостоянный рост компании и её объектов.\n \nБольшой и сплоченный коллектив – более 350 человек.\n \nВысокий уровень дохода:\n 240 000 рублей на руки\n \nПолное техническое обеспечение (компьютер, сотовая связь)\n \nОбъекты компании – это всегда индивидуальные и по-настоящему амбициозные проекты! В премиуме – нет типового строительства и рутины.\n \nЛояльные руководители, открытые к новым идеям\n \nЧеткая\n структура взаимодействия\n \nОтношение в нашей компании к каждому сотруднику основано на \nчестности\n и \nподдержке\n в любой жизненной ситуации\n \nВнерабочие корпоративные мероприятия (мы не только работаем, но и отдыхаем)!\n \n \n \n \nОбязанности:\n \n \nУчастие в формировании бюджета и контроль его выполнения;\n \nКонтроль сроков и качества работ, выполняемых подрядными организациями;\n \nВедение строительной документации;\n \nРабота с субподрядчиками;\n \nКонтроль и организация последовательности всех этапов производства работ;\n \nКонтроль подписания актов и расчетов с заказчиком;\n \nПроведение переговоров с заказчиками.\n \n \nТребования:\n \n \nопыт работы Руководителем проекта от 5 лет;\n \nстроительное образование;\n \nВы должны разбираться во всех этапах малоэтажного индивидуального строительства и иметь опыт управления всеми процессами строительства от его начала до финальной сдачи объекта (Fit-out, инженерные системы, ландшафтные работы)\n \nЭЛИТНОЕ КОТТЕДЖНОЕ СТРОИТЕЛЬСТВО!!!\n \nзнание действующих строительных норм;\n \nзнание Автокад;\n \nумение составлять акт выполненных работ КС2, КС3;\n \nзнание офисных компьютерных программ;\n \nпунктуальность, аккуратность.\n \n \nУсловия:\n \n \nоформление по ТК;\n \nместо работа на объекте ;\n \nотпуска, больничные по ТК РФ;\n \nзарплата 240 000 + ГСМ\n \n \n \nКоттеджное строительство,Производство строительно-монтажных работ,Малоэтажное строительство,AutoCAD,Руководитель проектов\n","cats":[],"entities":[[1470,1495,"Tool"],[1760,1784,"Knowledge"],[2073,2090,"Knowledge"],[2101,2108,"Tool"],[2130,2151,"Knowledge"],[2171,2200,"Tool"],[2204,2218,"SoftSkills"],[2220,2232,"SoftSkills"]],"Comments":[]}
{"id":5221,"text":"102449627\nЗаместитель генерального директора по производству (ветроэнергетика)\nЧем предстоит заниматься:\n \n- Создание направления сервисного обслуживания и ремонта ВЭУ с нуля, управление данным направлением.\n \n- Общее руководство и контроль работы курируемых подразделений.\n \n- Разработка, внедрение технических стандартов деятельности компании, технологических карт, технологических инструкций, обучение и консультирование персонала по техническим вопросам деятельности.\n \n- Организация технических процессов эксплуатации обслуживания и ремонта ВЭУ.\n \n- Организация контроля качества выполненных работ.\n \n- Подготовка расчетов для участия в тендерных закупках по курируемым направлениям деятельности.\n \n- Согласование хода ремонта и его изменение с представителем заказчика.\n \n- Участие в рассмотрении проектно-конструкторской и иной технической документации для проведения ремонтных работ и их улучшения.\n \nДля нас важно:\n \n- Высшее профессиональное (техническое) образование.\n \n- Опыт управления персоналом не менее 2х лет.\n \n- Опыт работы в области ветроэнергетики не менее 3-х лет.\n \n- Знание процессов строительства, ремонта и эксплуатации ветроэнергетических установок - обязательно!\n \n- Профильные тренинги по направлениям «Вэтроэнергетика», наличие прохождения обучения по GWO будет являться преимуществом.\n \n- Английский технический (чтение технической документации).\n \nМы предлагаем:\n \n- Официальное трудоустройство, белая зарплата без задержек.\n \n- График работы: дистанционно, плюс командировки (не менее 50%, в период активной фазы проекта - до 80%.).\n \n- Оплата рабочей мобильной связи.\n \n- Основные территории для командировок: Ставропольский край, Краснодарский край.\n \n- Оплата труда: оклад + премия.\nnan\n","cats":[],"entities":[[546,549,"Knowledge"],[835,859,"Knowledge"],[928,977,"Knowledge"],[1053,1068,"Knowledge"],[1146,1175,"Knowledge"],[1320,1342,"SoftSkills"]],"Comments":[]}
{"id":5222,"text":"102493683\nТехнический директор (Главный инженер)\nКомпания ПИВАЛЬДИ объявляет набор на конкурсной основе на позицию ТЕХНИЧЕСКИЙ ДИРЕКТОР (ГЛАВНЫЙ ИНЖЕНЕР).\n \nТребования:\n- высшее профессиональное (техническое) образование;\n- опыт работы по специальности на руководящих должностях не менее 5 лет;\n- знание инженерных систем (вентиляция, отопление, электоэнергия, водоснабжение) объектов, особенности их эксплуатации;\n- знание документов по охране труда, технике безопасности, электоробезопасности, промышленной безопасности;\n- знание проектной документации, умение читать проектную документацию;\n- знание единой системы планово-предупредительного ремонта и рациональной эксплуатации технологического оборудования, инженерных систем зданий, методов и технологий проведения строительно-ремонтных работ;\n- навыки управления ввода объектов в эксплуатацию;\n- навыки работы с большим объемом информации.\n \nОбязанности:\n- обеспечение безаварийной эксплуатации объектов;\n- обеспечение бесперебойной работы систем жизнеобеспечения (отопление, вентиляция, кондиционирование, электро-водоснабжение;\n- взаимодействие с подрядчиками, поставщиками услуг, государственными структурами;\n- обеспечение надлежащего состояния объектов;\n- контроль за проведением ремонтных работ;\n- проверка проектной документации, подготовка и проверка технических заданий;\n- ведение оперативной документации, бюджетирование.\n \nУсловия:\n- ВЫСОКАЯ заработная плата;\n- оформление в соответствии с нормами ТК РФ;\n- бесплатное питание;\n- собеседование проходит в 2-3 этапа.\n \n \nИнженерные системы,Техническая эксплуатация,Материально-техническое обеспечение,Охрана труда и техника безопасности,Проектная документация\n","cats":[],"entities":[[171,220,"Knowledge"],[304,321,"Knowledge"],[438,450,"Knowledge"],[452,494,"Knowledge"],[496,521,"Knowledge"],[532,554,"Tool"],[563,592,"Knowledge"]],"Comments":[]}
{"id":5223,"text":"102198061\nМенеджер - операционист\nТребования:\n \n \nВысшее образование.\n \nОтветственность.\n \nОрганизованность, внимательность, быстрая обучаемость.\n \nРазвитые коммуникативные навыки.\n \nУмение вести деловую переписку.\n \n \nОбязанности:\n \n \nВыписка отгрузочных документов\/пропусков\/ведомостей и пр.\n \nОфис-менеджер: отправка почты, заказ воды, мелких канцтоваров\n \nПриказы ОТ и ПБ\n \nВедение реестра УПД\n \nКадровый ДО\n \nЛогистика\n \n \nУсловия:\n \n \nвысокая‚ стабильная заработная плата\n \n100% гарантий по ТК РФ\n \n100% официальный доход\n \nсистематическое обучение‚ корпоративный Университет\n \nнасыщенная корпоративная жизнь\n \nгарантированный карьерный рост успешных сотрудников в рамках всей компании\n \nработа в крупнейшей федеральной компании‚ существующей на рынке РФ более 30 лет\n \nРежим работы: с 8:00 до 17:00\n \nГрафик работы 5\/2\n \nnan\n","cats":[],"entities":[[50,68,"Knowledge"],[72,87,"SoftSkills"],[91,107,"SoftSkills"],[109,123,"SoftSkills"],[125,144,"SoftSkills"],[157,179,"SoftSkills"],[368,370,"Knowledge"],[373,375,"Knowledge"],[394,397,"Tool"]],"Comments":[]}
{"id":5224,"text":"102662893\nДиректор по строительству (в структуру генподрядчика\/заказчика)\nSTEIT\n – инвестиционно-управляющая компания, являющаяся одним из крупнейших игроков в области коммерческой недвижимости. Портфель компании представлен торговыми центрами от 2 000 до 40 000 м2, классическим street-retail, загородной недвижимостью и другими проектами. В своей работе компания наглядно демонстрирует детальное знание рынка, ориентированность на клиента и профессиональный подход к решению поставленных задач.\n \nНаши сотрудники – это ключевая ценность компании\n. Мы ищем профессионалов, которые могут и готовы работать на результат, имеют опыт реализации успешных проектов и заинтересованы в собственном развитии и благополучии.\n \nОбязанности:\n \n \n \nУправление текущими проектами по строительству торговых комплексов\n \n \n \nПолная организация строительного процесса на объекте строительства\n \n \n \nОсуществление контроля за ходом работ на строительной площадке, контроль качества СМР и соблюдение строительных норм и правил\n \n \n \nПодготовка, отслеживание бюджета проекта, планирование производства работ, разработка и выполнение графика производства работ, согласование подрядных организаций для производства работ\n \n \n \nКонтроль исполнения подрядными организациями договорных обязательств и графиков производства работ\n \n \n \nТехническое обеспечение строительных работ, контроль закупок материалов и оборудования\n \n \n \nПриемка законченных видов и отдельных этапов работ по строительству\n \n \n \nВзаимодействие с заказчиком, техническим надзором и другими контролирующими организациями.\n \n \n \nПостоянный контроль выполнения проекта, координация мероприятий, оперативное решение возникающих проблем\n \n \n \nРасчет объемов работ, подготовка данных по объёмам для сметного отдела; проверка поданных дополнений подрядных организаций\n \n \n \nСогласование смет на дополнительные работы и актов выпиленных работ с Заказчиком\n \n \n \nРуководство работой подчиненных сотрудников\n \n \n \nТребования:\n \n \nВысшее образование (Строительное\/ПГС)\n \n \nОпыт работы в промышленном строительстве на должности заместителя директора\/ директора по строительству от 5 лет\n \n(в структуре Генерального подрядчика или )\n \n \n \nКоммуникабельность, ответственность, активность, умение принимать ответственные решения.\n \n \n \nОпыт строительства крупных торговых объектов станет большим преимуществом.\n \n \n \nУсловия:\n \n \n \nОформление согласно ТК РФ\n \n \n \nГрафик работы 5\/2 с 10 до 19\n \n \n \nВысокая белая заработная плата\n \n \n \n \n \nКомфортный офис у ст.м. Петроградская\n \n \nРуководство коллективом,Формирование бюджета,Промышленно гражданское строительство,Строительство нежилых объектов,Строительство торговых комплексов\n","cats":[],"entities":[[1902,1913,"SoftSkills"],[1968,1986,"Knowledge"],[2174,2192,"SoftSkills"],[2194,2209,"SoftSkills"],[2211,2221,"SoftSkills"],[2230,2261,"SoftSkills"]],"Comments":[]}
{"id":5225,"text":"102558499\nГенеральный директор (строительство железной дороги)\nОбязанности:\n \n \nРуководство деятельностью организации численностью 600 человек;\n \n \nРазработка совместно с собственником бизнеса миссий, глобальных целей компании, а также долгосрочных планов по их реализации в дальнейшей деятельности;\n \n \n \nОрганизация работы и эффективного взаимодействия всех подразделений и участков организации;\n \n \n \nКоординация выполнения работ, составление и контроль исполнения графиков реализации проектов.\n \n \n \nТребования:\n \n \nОбязательный опыт работы от 6 лет на участках строительства железной дороги;\n \nВысшее железнодорожное образование.\n \n \nУсловия:\n \n \nСвоевременная выплата заработной платы;\n \nКомандировки по объектам организации.\n \nУправление командой,Руководство коллективом,Стратегическое мышление,Организаторские навыки,Оптимизация бизнес-процессов,Управленческие навыки,Стратегическое планирование,Управление бюджетом,Управление затратами,Управленческая отчетность\n","cats":[],"entities":[[599,633,"Knowledge"],[734,753,"SoftSkills"],[754,777,"SoftSkills"],[778,801,"SoftSkills"],[802,824,"SoftSkills"],[854,875,"SoftSkills"]],"Comments":[]}
{"id":5226,"text":"102609274\nЗаместитель генерального директора по строительству\nОбязанности:\n \n \nРуководство разработкой перспективных и текущих планов строительства;\n \nОрганизация и контроль работы с проектировщиками в части РД;\n \nОрганизация и контроль строительного производства, анализ процесса строительства;\n \nОбеспечение получения разрешения на строительство объекта;\n \nКонтроль и управление бюджетами и себестоимостью проектов;\n \nКонтроль подготовки ТЗ на тендер и проведение тендеров по выбору организаций-исполнителей;\n \nОрганизация и контроль заключения договоров с проектными, строительными и иными организациями, контроль исполнения договорных обязательств;\n \nОбеспечение взаимодействия проектировщиков, подрядчиков и согласующих инстанций;\n \nОрганизация подбора материалов и оборудования;\n \nСогласование и утверждение разрешительной документации, проектной документации, формирование технических заданий;\n \nАнализ, внедрение и оценка мероприятий, способствующих повышению эффективности строительства;\n \nКонтроль сроков и качества выполнения строительных работ, соответствия строительных работ утверждённой̆ проектно-сметной̆ документации;\n \nОрганизация и контроль приемки законченных строительных работ и объектов;\n \nПоддержка процесса регистрации прав собственности;\n \nОрганизация и проведение рабочих встреч и совещаний.\n \nУправление всеми аспектами строительных проектов, включая планирование, контроль качества и соблюдение сроков, минимизация затрат;\n \nКонтроль соблюдения сроков, выполнения графиков, договорных обязательств.\n \nРазработка мероприятий по устранению отклонений от графиков, сокращению сроков выполнения работ;\n \nВыезд на объекты строительства для контроля, качества производимых работ, соблюдения сроков, принятие мер в случае отклонений;\n \nОдновременное ведение большого количества объектов в нескольких регионах;\n \nКонтроль соблюдения строительных норм, правил, регламентов, требований безопасности.\n \nСвоевременное выявление и решение проблем, вопросов, возникающих в процессе реализации проектов. Разработка и выполнение корректирующих мероприятий;\n \nОбеспечение взаимодействия всех подразделений группы компаний, подрядчиков, партнеров и т.д.\n \n \nТребования:\n \nВысшее строительное образование.\n \nОпыт работы зам. директора по строительству\/директором по строительству в девелоперской или строительной компании от 7-ти лет.\n \n \nЗнание требований нормативных правовых актов, технических документов, регламентирующих:\n \n \n— градостроительную деятельность, техническое регулирование в строительстве;\n \n— закупки и материально-техническое снабжение,\n \n— финансово-хозяйственную деятельность в области строительства,\n \n— ценообразование в строительстве,\n \n— участие в тендерах по закупке услуг и работ в строительстве,\n \n— заключение договоров подряда на выполнение строительных работ,\n \n— порядок приема-передачи законченных объектов строительства и этапов (комплексов) работ;\n \n \nЗнание принципов, методов и средств организации производственной деятельности строительной организации;\n \nЗнание процедур закупки и материально-технического снабжения,\n \nЗнание финансово-хозяйственной деятельности в области строительства,\n \nЗнание принципов ценообразования в строительстве,\n \nЗнание методов и средств управления проектами и стратегического и оперативного планирования в строительстве.\n \nЗнание действующих нормативно-технических и нормативно-правовых документов в сфере проектирования и строительства;\n \nЗнание современных технологий и материалов, строительных норм, правил, требований безопасности;\n \nНаличие наработанных связей в среде генподрядчиков, проектировщиков, изыскателей.\n \n \n \nПонимание принципов, методов и средств оценки коммерческих рисков в строительстве;\n \nЗнание видов коммерческих предложений строительной организации на рынке строительных услуг и умение их анализировать;\n \nУмение анализировать и оценивать проекты производства строительных работ, текущие планы при работе над проектом, ход их выполнения;\n \nУмение определять объемы и содержание производственных заданий.\n \nУмение анализировать и оценивать состояние ведения организационно-технологической, исполнительной и учетной документации по проекту;\n \nУмение анализировать договора генподряда и его условия.\n \nУмение анализировать и оценивать комплектность и качество подготовки документации для сдачи объекта в эксплуатацию и\/или производства строительных работ.\n \nНавыки стратегического, оперативного управления, системность, инициативность;\n \nУмение эффективного выстраивания процессов реализации, сокращение сроков и себестоимости строительства, повышение производительности труда.\n \n \n \nОпыт контроля подготовки ТЗ на тендер и анализа тендерной документации;\n \nОпыт переговоров с заказчиками и поставщиками, организация и проведение производственных совещаний;\n \nОпыт координации проектировщиков, подрядчиков и согласующих инстанций.\n \nУспешный опыт одновременного управления строительными проектами различного масштаба, наличие реализованных проектов (указать какие и где).\n \nУверенный пользователь ПК, знание специализированных программ: MS Office, MS Project, , умение ориентироваться в BIM среде, чтение чертежей.\n \nГотовность к длительным командировкам в регионы (50%).\n \n \nУсловия:\n \n \n​​​​​​​​​​​​​​​​​​​​​​​​​​​​Оформление согласно ТК РФ с первого дня работы;\n \nОклад: по результатам собеседования, белая заработная плата 100%, выплаты 2 раза в месяц;\n \nРежим работы: пн-чт с 9:00 до 18:00, пт с 9:00 до 16:45;\n \nРасширенный социальный пакет: ДМС, компенсация питания, мобильная связь;\n \nОфис в 10 минутах пешком от м. Курская\/м. Чкаловская;\n \nУчастие в реализации интересных и разнообразных задач в Москве и регионах присутствия Группы компаний «БЭЛ Девелопмент».\n \nnan\n","cats":[],"entities":[[816,843,"Knowledge"],[845,867,"Knowledge"],[1106,1136,"Knowledge"],[2186,2217,"Knowledge"],[2370,2396,"Knowledge"],[2398,2420,"Knowledge"],[3014,3030,"Knowledge"],[3078,3114,"Knowledge"],[3149,3174,"Knowledge"],[5002,5004,"Tool"],[5042,5051,"Tool"],[5053,5063,"Tool"],[5092,5095,"Knowledge"],[5103,5118,"Knowledge"]],"Comments":[]}
{"id":5227,"text":"102596696\nЗаместитель директора по капитальному строительству\nВ связи с увеличением объемов работ на объектах строительства ЛЭП, ТЭЦ в развивающуюся компанию требуется заместитель директора по капитальному строительству, с подчинением отдела капитального строительства, ПТО, проектного отдела, начальников участков и всей структуры реализации текущих проектов, который будет выполнять следующие обязанности:\n \n \n \nпостроение устойчивой структуры отдела КС с входящими в него службами для качественного и своевременного выполнения работ по проектам;\n \n \n \nосуществление контроля за выполнением строительно-монтажных работ, приемка законченных объектов в срок;\n \n \n \nпроверка выполненных работ на соответствие проектно-сметной документации с соблюдением сроков, ввод объектов в эксплуатацию;\n \n \n \nпланирование бюджета расходов на периоды;\n \n \n \nреализация масштабных проектов по капитальному строительству и новых объектов на территории РФ;\n \n \n \nуправление и контроль работы групп соответствующего кадрового состава на каждом объекте в соответствии с соблюдением сроков и условий выполнения работ.\n \n \n \nКакого коллегу мы ждем:\n \n \nс опытом работы в руководящей должности не менее 3-х лет и опытом работы в сопровождении нескольких объектов строительства и ввода в эксплуатацию подстанций одновременно от 10-ти лет;\n \nвысшее профессиональное образование (строительное или\\и электротехническое);\n \n \nЗнания и умения:\n \n- требований нормативных правовых актов, технических и руководящих документов, регламентирующих строительную деятельность (капитальное строительство),\n— техническое регулирование и контроль в строительстве объектов;\n— вопросы трудовых отношений, охраны труда, пожарной безопасности, охраны окружающей среды и рационального использования природных ресурсов,\n— закупки и материально-техническое снабжение,\n— финансово-хозяйственную деятельность в области строительства,\n— ценообразование в строительстве,\n— участие в торгах по закупке услуг и работ в строительстве,\n— заключение договоров подряда на выполнение строительных работ,\n— ведение учетной, отчетной статистической финансово-хозяйственной документации строительной организации,\n— порядок приема-передачи законченных объектов капитального строительства и этапов (комплексов) работ;\n• строительные системы и технологии строительства, тенденции технологического и технического развития строительного производства;\n• принципы, методы и средства организации производственной деятельности строительной организации;\n• типы организационно-административной структуры производственной деятельности в строительной организации;\n• профессионально-квалификационную структуру строительного производства;\n• методы и средства управления проектами в строительстве;\n• методы и средства стратегического и оперативного планирования в строительстве;\n• требования к оформлению, порядок согласования и утверждения локальных распорядительных, технических нормативных документов, регулирующих:\n— производственную деятельность строительной организации,\n• состав показателей производственной деятельности в строительстве;\n• методы и средства проведения технико-экономических расчетов в строительстве;\n• информационное моделирование в строительстве;\n• основы системы управления качеством и особенности ее внедрения в строительное производство;\n• методы и средства проведения финансово-экономических расчетов в строительстве, оперативного планирования финансово-хозяйственной деятельности в строительной организации;\n• методы и средства оценки коммерческих рисков в строительстве, составления бизнес-планов;\n• методы и средства проектного финансирования в строительстве;\n• критерии оценки эффективности использования финансовых, имущественных и материально-технических ресурсов строительного производства;\n• виды коммерческих предложений строительной организации на рынке строительных услуг;\n• факторы, определяющие повышение конкурентоспособности строительной организации;\n• методы и средства взаимодействия с профессиональной общественностью и органами государственной власти по вопросам, относящимся к деятельности строительной организации;\n• порядок и условия прохождения согласований и экспертиз для объекта капитального строительства (строительство, реконструкция, капитальный ремонт);\n• правила и порядок разработки проектной и рабочей документации для объекта капитального строительства (строительство, реконструкция, капитальный ремонт);\n• процедуру и порядок прохождения запросов в органах власти, службах и ведомствах;\n• основные положения системы менеджмента качества;\n• правила документального оформления приемки-сдачи результатов строительных работ;\n• принципы и правила ведения переговоров и деловой переписки.\n \n \n \nработающий в сметных программах (Гранд-смета, Госстройсмета, MS Office, работа с оргтехникой).\n \n \n \nЧто предлагаем для Вас:\n \n \nинтересная работа в динамично развивающейся компании,в команде профессионалов, дружный молодой коллектив;\n \nпредусматривается работа в командировках с нахождением на объектах строительства нашей большой Родины;\n \nамбициозные задачи в уникальном бизнесе с развитием и колоссальным опытом;\n \nоформление в соответствии с ТК РФ, социальный пакет;\n \nкорпоративные поздравления с днем рождения, подарки детям за успешное завершение учебного года, на Новый год;\n \nвозможность управлять своим доходом, готовы обсудить зарплатные ожидания кандидатов;\n \nполный рабочий день, понедельник-четверг с 08:00 до 17:00, пятница с 8:00 до 16:00, выходной суббота, воскресенье;в период частых командировок работа в соответствии с графиком производства на объекте.\n \nСтроительство,Документальное сопровождение,Нормативно-техническая документация,Технологическая документация,Руководство коллективом,Охрана труда и техника безопасности\n","cats":[],"entities":[[708,737,"Knowledge"],[1318,1353,"Knowledge"],[1443,1457,"Knowledge"],[1644,1662,"Knowledge"],[1664,1676,"Knowledge"],[1678,1699,"Knowledge"],[1888,1919,"Knowledge"],[2075,2126,"Tool"],[2407,2457,"Knowledge"],[2491,2562,"Knowledge"],[2684,2704,"SoftSkills"],[3080,3130,"Knowledge"]],"Comments":[]}
{"id":5228,"text":"101450334\nЗаместитель генерального директора по строительству\nОбязанности:\n \n \nКонтроль за организацией, соблюдением сроков, качеством выполнения ПИР, строительных работ в соответствии с графиком производства работ.\n \nОрганизация и контроль выполнения авторского и технического надзора, контроль соответствия объемов работ проектно-сметной документации.\n \nРегулярное проведение производственных совещаний и планерок на объекте, контроль выполнения принятых на совещаниях решений.\n \nОрганизация сдачи-приемки выполненных работ со стороны Общества.\n \nОбеспечение получения необходимых согласований и документов для своевременного ввода объекта в эксплуатацию, участие в приемке работ и организация работ по эксплуатации а\/дороги.\n \nОрганизация эффективного взаимодействия с проектными, строительно-монтажными организациями, с государственными структурами, экспертными организациями, органами исполнительной власти и иными организациями по вопросам проектирования и строительства объекта.\n \n \nТребования:\n \n \nВысшее (инженерно-техническое, ПГС, экономическое, финансовое, управление проектами) образование. Как преимущество образование по специальности автомобильные дороги и аэродромы.\n \nЗнание и понимание технологии строительства и содержания дорог.\n \nОпыт ведения объекта до сдачи в эксплуатацию.\n \nЗнание нормативных документов СНиПов, ГОСТов и пр.\n \nУверенный пользователь MS Office, AutoCad, MS Project, Revit и Navisworks.\n \n \nУсловия:\n \n \nРабота в динамично развивающейся компании, входящей в структуру ГПБ (АО) \n г. Омск.\n \nКонкурентоспособная заработная плата (по результатам собеседования), 13-ая заработная плата, годовое вознаграждение по результатам работы Общества, стимулирующая выплата к отпуску.\n \nnan\n","cats":[],"entities":[[1122,1150,"Knowledge"],[1206,1249,"Knowledge"],[1331,1337,"Knowledge"],[1339,1345,"Knowledge"],[1377,1386,"Tool"],[1388,1395,"Tool"],[1397,1407,"Tool"],[1409,1414,"Tool"],[1417,1427,"Tool"]],"Comments":[]}
{"id":5229,"text":"102449628\nЗаместитель генерального директора по производству (ветроэнергетика)\nЧем предстоит заниматься:\n \n- Создание направления сервисного обслуживания и ремонта ВЭУ с нуля, управление данным направлением.\n \n- Общее руководство и контроль работы курируемых подразделений.\n \n- Разработка, внедрение технических стандартов деятельности компании, технологических карт, технологических инструкций, обучение и консультирование персонала по техническим вопросам деятельности.\n \n- Организация технических процессов эксплуатации обслуживания и ремонта ВЭУ.\n \n- Организация контроля качества выполненных работ.\n \n- Подготовка расчетов для участия в тендерных закупках по курируемым направлениям деятельности.\n \n- Согласование хода ремонта и его изменение с представителем заказчика.\n \n- Участие в рассмотрении проектно-конструкторской и иной технической документации для проведения ремонтных работ и их улучшения.\n \nДля нас важно:\n \n- Высшее профессиональное (техническое) образование.\n \n- Опыт управления персоналом не менее 2х лет.\n \n- Опыт работы в области ветроэнергетики не менее 3-х лет.\n \n- Знание процессов строительства, ремонта и эксплуатации ветроэнергетических установок - обязательно!\n \n- Профильные тренинги по направлениям «Вэтроэнергетика», наличие прохождения обучения по GWO будет являться преимуществом.\n \n- Английский технический (чтение технической документации).\n \nМы предлагаем:\n \n- Официальное трудоустройство, белая зарплата без задержек.\n \n- График работы: дистанционно, плюс командировки (не менее 50%, в период активной фазы проекта - до 80%.).\n \n- Оплата рабочей мобильной связи.\n \n- Основные территории для командировок: Ставропольский край, Краснодарский край.\n \n- Оплата труда: оклад + премия.\nnan\n","cats":[],"entities":[[62,77,"Knowledge"],[164,167,"Knowledge"],[835,859,"Knowledge"],[928,977,"Knowledge"],[1146,1175,"Knowledge"],[1320,1342,"SoftSkills"]],"Comments":[]}
