{"id":5170,"text":"102602533\nМенеджер проектов по строительству ресторанов (Дубай)\nСоискатели ВНИМАНИЕ!\n \n \nОпыт работы по строительству ресторанов полного цикла - ОБЯЗАТЕЛЕН!\n \nДанная вакансия для тех, кто готов к переезду в Дубай\n \nОбязательно владение \nразговорным английским языком\n!\n \n \nВ сопроводительном письме, пожалуйста, укажите в какой компании вы занимались строительством ресторанов!\n \n \n \nОбязанности:\n \n \nОрганизация производства работ по строительству с 0 и реконструкции ресторанов.\n \nСоставление графиков производства строительных работ и контроль за их соблюдением.\n \nКонтроль за обоснованием сроков выполнения работ и достоверным определением стоимости работ.\n \nКонтроль поставок оборудования и материалов.\n \nКонтроль соответствия качества материалов контрактным спецификациям и действующим стандартам.\n \nКонтроль работ по технадзору за строительством.\n \nСогласование бюджета.\n \nРазработка и выдача ТЗ для проектирования, реконструкции или строительства.\n \nПодготовка тендерной документации.\n \nАнализ проектной документации. Корректировка документации в процессе работы.\n \nСогласование проектной документации со смежными отделами компании.\n \nСогласование графиков производства работ.\n \nТехнадзор работы подрядных организаций.\n \nКонтроль хода строительных работ.\n \nПроведение переговоров с подрядчиками по вопросам устранения выявленных нарушений и недостатков.\n \nУчастие в приемке объекта приемочной комиссией и вводе его в эксплуатацию\n \nВзаимодействие со всеми организациями и владельцами помещений по разрешению проблем, связанных с реконструкцией и строительством объектов.\n \nСдача объектов в эксплуатацию.\n \n \nТребования:\n \n \nОпыт работы в аналогичной должности и аналогичными обязанностями ОБЯЗАТЕЛЕН!\n \nОпыт работы по строительству ресторанов ОБЯЗАТЕЛЕН!\n \n \nУсловия:\n \n \nГрафик работы 5\/2\n \nОфициальное оформление.\n \nЗаработная плата: обсуждается индивидуально.\n \nОплата питания, перелета, проезда, мобильной связи.\n \nnan\n","cats":[],"entities":[[249,266,"Knowledge"],[483,503,"Knowledge"],[568,616,"SoftSkills"],[619,660,"Knowledge"],[663,707,"SoftSkills"],[710,777,"Knowledge"],[806,820,"Knowledge"],[856,876,"Knowledge"],[880,902,"Knowledge"],[958,991,"Knowledge"],[995,1024,"Knowledge"],[1074,1109,"Knowledge"],[1143,1177,"Knowledge"],[1187,1225,"Knowledge"],[1229,1261,"Knowledge"],[1265,1287,"SoftSkills"],[1440,1491,"SoftSkills"]],"Comments":[]}
{"id":5171,"text":"102572308\nРуководитель строительного проекта\nОбязанности:\n \n \n \nРуководство строительным объектом;\n \n \n \nВходной контроль проектной документации объектов капитального строительства;\n \n \n \nОформление разрешений и допусков, необходимых для производства строительных работ на участке строительства\n \n \n \nПланирование и контроль строительного производства на участке строительства в соответствии с требованиями охраны труда, пожарной безопасности и охраны окружающей среды\n \n \n \nВзаимодействие с подрядными организациями‚ заказчиком‚ проектировщиком;\n \n \n \nСоставление и согласование графиков производства работ;\n \n \n \nОсуществление оперативного контроля за обеспечением участка необходимыми материалами, оборудованием, инструментом, инвентарными приспособлениями, спецодеждой и индивидуальными защитными приспособлениями;\n \n \n \nКонтроль стоимости строительно-монтажных работ;\n \n \n \nУчастие в сдаче законченных строительством объектов;\n \n \n \nУчастие в приемке работ, выполненных подрядными организациями, контроль соответствия заявленных объемов, качества и расценок на работы;\n \n \n \nВзаимодействие с органами исполнительной власти;\n \n \n \nОсуществление ведения ежегодных материально-финансовых отчетов по установленным формам.\n \n \n \nТребования:\n \n \n \nВысшее строительное образование; ПГС, Управление персоналом\n \n \n \nОпыт управления и сдачи объектов капитального строительства, дополнительным плюсом будет опыт в строительстве жилых объектов:\n \n \n \nОпыт взаимодействия с органами исполнительной власти;\n \n \n \nУправление производством, отделом ПТО на площадке, подрядными организациями;\n \n \n \nВзаимодействие с заказчиком, проектной организацией;\n \n \n \nПодготовка необходимых графиков;\n \n \n \nЛичный контроль выполнения ГПР, качества работ;\n \n \n \nТребуется опыт в планировании и учете ресурсного обеспечения проекта, осуществление контроля реализации этапов, отчетность, своевременная корректировка отклонений;\n \n \n \nУсловия:\n \n \nГрафик работы: с 08.00 до 17.00 часов, пятидневная рабочая неделя;\n \nДостойный уровень дохода, обсуждается индивидуально на собеседовании с успешным кандидатом;\n \nОформление согласно ТК РФ с первого рабочего дня;\n \nВыплата заработной платы 2 раза в месяц;\n \nМесто работы: по согласованию с кандидатом\n \nВзаимодействие с контрольными органами,Взаимодействие с надзорными организация,Управленческие навыки,Документальное сопровождение,Выбор подрядных организаций,Руководство коллективом,Технический надзор,Строительство\n","cats":[],"entities":[[1247,1278,"Knowledge"],[1280,1283,"Knowledge"],[1285,1306,"Knowledge"],[1313,1372,"Knowledge"],[1445,1497,"Knowledge"],[1505,1529,"Knowledge"],[1531,1554,"Knowledge"],[1556,1580,"Knowledge"],[1588,1615,"Knowledge"],[1647,1678,"Knowledge"],[1686,1716,"Knowledge"],[1718,1732,"Knowledge"],[1750,1808,"Knowledge"],[1852,1902,"Knowledge"]],"Comments":[]}
{"id":5172,"text":"102281714\nРуководитель строительных проектов\nРесторанный холдинг Pinskiy & Co. приглашает на работу Руководителя строительных проектов\n \nВаши будущие задачи:\n \n- Организация выполнения всего комплекса работ со стороны Заказчика при строительстве новых (реконструкции действующих) ресторанов;\n- Проектирование и строительство (до 10 ресторанов в год) (новые объекты, реконструкция, объекты с переходом открытия на следующий год)\n- Участие в разработке и контроль графиков строительства объектов;\n- Приёмка выполненных работ по качеству, количеству и соответствию проектов;\n- Составление и защита сметы;\n- Разработка альтернативных решений при отхождении от дизайн-проектов;\n- Разработка графиков производства работ и выполнение мероприятий по устранению отклонений от графиков;\n- Подготовка тех.заданий на проектирование, инженерные изыскания, проведение экспертных и изыскательных работ;\n- Контроль за получением рабочей документации, контроль поставок материалов;\n- Контроль технологий производства работ;\n- Представление и защита интересов генерального подрядчика в контролирующих органах\n \nМы ждем от Вас:\n \n- Профильное инженерно-строительное образование;\n- Опыт управления строительными проектами от 5 лет в строительстве предприятий питания с момента составления технического задания до полной сдачи объекта (гражданское строительство);\n- Знание нормативной базы, градостроительного кодекса, СНИПов, Сводов правил, САНПИНов;\n- Знание требований и норм СП и ГОСТ в общестроительных работах, технологий выполнения этапов строительства;\n- Опыт строительства объектов по дизайн проекту (подбор отделочных материалов, согласование с дизайнерами и т.д.)\n- Умение строить на основании дизайн-проектов;\n- Опыт поиска и навыки переговоров с подрядчиками;\n- Ответственность, способность самостоятельно принимать решения в рамках своих компетенций\n- Знание Autocad\n \nМы готовы предложить:\n \n- Высокий уровень заработной платы;\n- График работы с 5\\2 с 10:00 до 19:00; гибридный формат работы, 90% вне офиса;\n- Оформление по ТК РФ;\n- Офис в центре Москвы\nЖдем Ваш отклик!\nСтроительство,Управление строительством,Проектная документация,Взаимодействие с надзорными организациями,Строительный контроль\n","cats":[],"entities":[[1113,1158,"Knowledge"],[1162,1210,"Knowledge"],[1345,1368,"Knowledge"],[1370,1396,"Knowledge"],[1398,1404,"Knowledge"],[1406,1419,"Knowledge"],[1421,1429,"Knowledge"],[1433,1494,"Knowledge"],[1496,1524,"Knowledge"],[1542,1587,"Knowledge"],[1656,1699,"Knowledge"],[1703,1750,"Knowledge"],[1754,1769,"SoftSkills"],[1771,1842,"SoftSkills"],[1845,1859,"Knowledge"]],"Comments":[]}
{"id":5173,"text":"102517712\nРуководитель строительного проекта в Усть-Луге\nСтроительная компания ООО ЮГТРАНССТРОЙ ищет в штат \nРУКОВОДИТЕЛЯ ПРОЕКТА\n на \nобъект УСТЬ ЛУГА\n для работы на объекте, с опытом практической работы в строительной области от 6-ти лет и соответствующими знаниями. Проживание, спецодежда, командировочные, проезд за счёт компании.\n \nОбязанности:\n \n \nЭффективное управление строительным проектом, включая координацию работы 25-40 человек\n \nОбеспечение надежной работы техники и персонала на объекте\n \nВзаимодействие с ключевыми сотрудниками и подрядчиками для успешного завершения проекта в срок\n \nРабота с исполнительной документацией и контроль за отчетностью\n \nУстановление и поддержание эффективных отношений с Заказчиком\n \nВедение и контроль графика строительства;\n \nПодготовка ежемесячных отчетов о ходе реализации строительства, ежемесячный бюджет;\n \nСогласование и выдача Рабочей Документации (анализ в рамках полномочий);\n \nСдача объекта в эксплуатацию управляющей компании.\n \n \nТребования:\n \n \nОпыт работы в роли руководителя строительных проектов не менее 6 лет\n \nГлубокие знания и опыт работы с БНС\n \nОпыт успешного ведения исполнительной документации и взаимодействия с Заказчиком\n \nУверенное владение ПК для предоставления отчетности в электронном виде\n \nОбразование высшее инженерно-строительное;\n \n \nУсловия:\n \n \nКомандировочные и оплачиваемое проживание в Усть-Луге\n \nОфициальное трудоустройство согласно законодательству РФ\n \nУчастие в крупном строительном проекте в Усть-Луге\n \n \nПросим заинтересованных кандидатов откликнуться либо связаться по телефону для дополнительной информации. Ваши навыки и опыт могут сделать вас ключевым членом нашей успешной команды в Усть-Луге. По факту успешного выполнения проекта компания предусматривает участие в других объектах и переезд в город Сочи.\nПроектная документация,Сопровождение строительства,Управление производственным персоналом,Управленческие навыки\n","cats":[],"entities":[[178,204,"Knowledge"],[1007,1060,"Knowledge"],[1078,1113,"Knowledge"],[1116,1166,"Knowledge"],[1169,1196,"Knowledge"],[1199,1220,"Knowledge"],[1272,1313,"Knowledge"],[1900,1921,"SoftSkills"]],"Comments":[]}
{"id":5174,"text":"102306862\nЗаместитель директора по строительству (коммерческие объекты)\nНаш партнер, строительная компания (девелопер), специализирующаяся на строительстве коммерческих объектов.\nСейчас в структуре Генподрядчика открыта вакансия \nЗаместитель директора по строительству\n.\nВ работе несколько объектов на разных стадиях строительства.\n \nОбязанности:\n \n \nОрганизация полного цикла строительства на объектах коммерческой недвижимости.\n \nВзаимодействие со службой Заказчика, с надзорными органами.\n \nКонтроль сроков проекта, согласование и утверждение графика работ.\n \nКонтроль сроков и качества работ подрядных организаций.\n \nУправление бюджетом.\n \nУчастие в выборе подрядных организаций, проведение переговоров.\n \nКонтроль, проверка технической и исполнительной документации.\n \n \nТребования:\n \n \nОпыт управления проектами с \"нуля\" до ввода в эксплуатацию.\n \nОпыт ведения строительных объектов со стороны Генподрядчика.\n \nВысшее строительное образование.\n \n \nУсловия:\n \n \nОформление по ТК РФ.\n \nЗаработная плата: до 400 000 рублей \"на руки\", обсуждается с успешным финалистом.\n \nГрафик работы: 5\/2, полный день.\n \nРегулярные выезды на объекты.\n \nРуководство коллективом,Бюджетирование,Управление бюджетом,Организаторские навыки,Строительство,Договорная работа,Деловое общение,Взаимодействие с разрешительными органами,Взаимодействие с контрольными органами\n","cats":[],"entities":[[792,817,"Knowledge"],[854,888,"Knowledge"],[917,948,"Knowledge"],[1180,1199,"SoftSkills"],[1255,1270,"SoftSkills"]],"Comments":[]}
{"id":5175,"text":"102442591\nТабельщик \/ Специалист по учёту времени\nФГУП «\nГлaвнoе Bоeнно-Cтроительноe Упрaвление №14\n»\n \nB cвязи с увеличением объёмa paбoт ищeм \nТабельщик \n(специалист по учёту времени) в свою комaнду\n \nУcловия\n:\n● Oфициaльнoe тpудоуcтрoйство;\n● Грaфик pабoты \n5\/2\n;\n● Оплaчивaeмый ежeгoдный отпуcк;\n● Прeдocтaвляeтcя oбщежитие oт Пpедприятия;\n● Мecто paбoты: \nМосквa\n;\nOбязаннocти\n:\n● Tабельный учeт фактического времени пребывания работников на предприятии, осуществляет контроль за их своевременной явкой на работу и уходом с работы, нахождением на рабочих местах;\n● Выполнение задач в рамках своей профессии\nТребования\n● Опыт работы;\n● Профессиональное обучение;\n● Умение работать в команде\nЗаработная плата указана до вычета налога. Подробнее можно узнать по телефону. \nПрисылайте отклик.\n Мы перезвоним Вам\nnan\n","cats":[],"entities":[[625,636,"Knowledge"],[640,665,"Knowledge"],[669,694,"SoftSkills"]],"Comments":[]}
{"id":5176,"text":"101766143\nРуководитель проекта\nВ девелоперскую компанию (Застройщик) требуется \nРуководитель проекта.\n \nНаша цель-задавать новое качество жизни, создавая стандарты девелопмента. Наши проекты: ЖК Макаровский, ЖК Нагорный, ЖК Изумрудный Бор, Клубный дом на Хохрякова, Премиум-проект на Октябрьской, Екатеринбург-СИТИ, Башня Исеть, Гастромолл, Шерегеш.\n \nОбязанности:\n \n \nОбщее руководство проектом на всех стадиях жизненного цикла\n \nСбор инвестиционной стоимости объекта с формированием финмодели, ее утверждение и актуализация\n \nПодготовка и утверждение дорожной карты реализации проекта, ее актуализация\n \nПостановка, контроль и проверка выполненных задач командой проекта на всех стадиях реализации проекта\n \nОбщий контроль за деятельностью РСО в части обеспечения инженерными сетями и сопутствующей документацией по сетям, совместная координация решений\n \nПроведение и участие в совещаниях с Генпроектировщиком, Генподрядчиком, коммуникация с контрагентами и гос.органами\n \nОперативное принятие решений по текущим вопросам\n \nКоординация команды проекта, планирование деятельности в зависимости от стадии реализации проекта\n \nПодготовка справочной\/отчетной информации\n \nОценка и анализ рисков проекта, принятие решений по их минимизации или управлению ими (поиск альтернатив)\n \nОрганизация хранения информации по проекту в структурированной форме\n \nОптимизация проектных решений, участие в формировании продукта\n \nОбеспечение эффективного взаимодействия со структурными подразделениями компании\n \nФормирование перспективной застройки объекта\n \nОценка работы и мотивация команды проекта\n \n \nТребования:\n \n \nВысшее образование (ПГС), желательно наличие дополнительного образования (экономическое, управленческое)\n \nУспешный опыт реализации крупных девелоперских проектов, на аналогичной должности - не менее 5 лет\n \nНеобходимые знания:\nисходно-разрешительной документации, основ градостроительного законодательства\nориентирование в действующих нормах и стандартах в области проектирования и строительства\nтехнологии производства строительно-монтажных работ\nпорядка приёмки законченных строительством объектов и ввод их в эксплуатацию, методы контроля качества\nспособов и методов планирования строительного производства, определения видов и объемов строительных работ\nпорядка подготовки, заключения и исполнения хозяйственных и финансовых договоров, исполнение условий договоров подряда порядка финансирования СМР, формирования и определения рыночной стоимости видов и комплексов работ, расчета и определения договорных цен; составления бюджета проекта и формирования финансовой модели\nпродолжительности сроков производства каждого (отдельного) этапа работ в соответствии с графиком до ввода объекта в эксплуатацию\n \nУверенный пользователь ПК (MS Office,MS Project), AutoCAD\n \nНавык администрирования инженерных процессов\n \nУправленческие навыки, лидерские качества\n \nУмение находить решения в сложных задачах, нестандартно мыслить\n \nУмение работать в режиме многозадачности.\n \n \nУсловия:\n \n \nОфициальное трудоустройство по ТК РФ\n \nВыплаты без задержек: 2 раза в месяц\n \nВозможность профессионального роста\n \nУютный офис в центре города рядом с набережной и метро \"Динамо\"\n \nБонусы по итогам работы\n \nСистема скидок для сотрудников в культурных, образовательных, спортивных и развлекательных заведениях\n \nУчастие в громких и амбициозных девелоперских проектах\n \nИсходно-разрешительная документация,градостроительное законодательство\n","cats":[],"entities":[[1607,1631,"Knowledge"],[1652,1679,"Knowledge"],[1723,1769,"Knowledge"],[1835,1870,"Knowledge"],[1872,1913,"Knowledge"],[1914,2003,"Knowledge"],[2004,2055,"Knowledge"],[2064,2132,"Knowledge"],[2170,2217,"Knowledge"],[2266,2284,"Knowledge"],[2286,2346,"Knowledge"],[2367,2411,"Knowledge"],[2413,2458,"Knowledge"],[2485,2521,"Knowledge"],[2523,2550,"Knowledge"],[2584,2654,"Knowledge"],[2715,2740,"Knowledge"],[2742,2751,"Tool"],[2752,2762,"Tool"],[2765,2772,"Tool"],[2775,2819,"Knowledge"],[2822,2843,"SoftSkills"],[2845,2863,"SoftSkills"],[2866,2907,"SoftSkills"],[2909,2929,"SoftSkills"],[2932,2972,"SoftSkills"]],"Comments":[]}
{"id":5177,"text":"102181387\nРуководитель строительного проекта\nКомпания - лидер рынка среди управляющих компаний по дачному фонду: обслуживает и сдает в аренду загородную недвижимость, в том числе в рамках совместных программ с Мэрией и Правительством Москвы, муниципальными и государственными структурами, различными коммерческими предприятиями, находится в поиске руководителя строительного проекта\n \nОбязанности:\n \n \nСоставление и ведение: Графика производства работ (ГПР), Графика движения денежных средств (ГДДС), Графика движения рабочих сил (ГДРС); Формирование и контроль бюджета проекта; контроль проведения работ, сдача, приемка работ;\n \nВыполнение и организации взаимодействия с контрагентами при проектировании\\подготовке строительного производства на предпроектной, проектной стадии или при производстве работ на объекте;\n \nОрганизация, подготовка и проведение совещаний по строительному проекту на middle и top уровнях;\n \nСамостоятельная подготовка графиков, документов, презентаций, графических материалов, таблиц. Ведение документации в своей зоне ответственности при реализации проектов, активное поддержание коммуникации с участниками проекта, государственными органами. Необходимо осуществлять руководство или самостоятельно исполнять функционал по проектно-строительной части проекта, общая организация работы по реализации проекта\n \n \nТребования:\n \n \nОбразование: высшее – ПГС, желательно дополнительное образование\\повышение квалификации.\n \nОпыт работы не менее 5 лет в девелоперской компании, техническом заказчике или в структуре Застройщика-инвестора. Преимущество – опыт реализации VIP объектов. Преимущество – опыт в реализации проектов по гостиницам; коттеджным поселкам;\n \nЖелателен опыт самостоятельной реализации девелоперских проектов в Москве или регионах со стороны Застройщика, опыт взаимодействия с органами исполнительной власти;\n \nТребуется умение по формированию бюджета проекта, осуществление контроля за бюджетом на всех стадиях реализации проекта, подготовка ТЗ по проекту, сопровождение разработки и приемки проектной документации;\n \nНеобходим опыт при подготовке тендерной документации по выбору поставщиков. Опыт по подготовке Договора подряда.\n \nТребуется опыт в планировании и учете ресурсного обеспечения проекта, осуществление контроля реализации этапов, отчетность, своевременная корректировка отклонений;\n \nВладение MS Office (Word, Excel, Power Point, MS Projeсt или другие программы КСП);\n \nНеобходим опыт работы с системами электронного документооборота, желательно 1С или аналогами;\n \nОпыт работы на уровне пользователя в AutoCAD обязателен.\n \n \nУсловия:\n \n \nВысокий, конкурентоспособный оклад+ годовая премия не менее 18% от годового оклада\n \nГрафик работы 5\/2 с 9 до 18.\n \nОфициальное трудоустройство, полный соц. пакет\n \nВсе выплаты и компенсации строго в соответствии с требованиями законодательства\n \nРабота в компании лидере в сфере малоэтажного строительства, высоком и развитом бренде.\n \n \n \nВзаимодействие с контрольными органами,Управленческие навыки,Взаимодействие с надзорными организациями,Управление производством,Документальное сопровождение,Выбор подрядных организаций,Строительство,Гражданское строительство,Строительный контроль,Управление строительством,Производство строительно-монтажных работ,Технический надзор,Руководство коллективом\n","cats":[],"entities":[[1354,1379,"Knowledge"],[1381,1441,"Knowledge"],[1445,1496,"Knowledge"],[1574,1602,"Knowledge"],[1694,1757,"Knowledge"],[1795,1847,"Knowledge"],[1861,1899,"Knowledge"],[1901,1935,"Knowledge"],[1972,1996,"Knowledge"],[1998,2022,"Knowledge"],[2069,2133,"Knowledge"],[2184,2242,"Knowledge"],[2298,2336,"Knowledge"],[2340,2358,"Knowledge"],[2360,2364,"Tool"],[2366,2371,"Tool"],[2373,2384,"Tool"],[2386,2396,"Tool"],[2436,2489,"Knowledge"],[2502,2504,"Tool"],[2559,2566,"Tool"],[2937,2975,"Knowledge"],[2976,2997,"SoftSkills"],[3040,3064,"Knowledge"],[3065,3093,"Knowledge"]],"Comments":[]}
{"id":5178,"text":"102613340\nРуководитель строительных проектов\nМТС \n— это мультисервисная цифровая экосистема. Мы создаем и развиваем сервисы в сфере мобильной связи, больших данных, искусственного интеллекта, облачного хранения, медиа и финансов – все они делают жизнь людей проще и интереснее.\n \nМы находимся в поисках Руководителя проектов в Департамент по строительству. С нас уникальный опыт работы и крутые коллеги!\n \nЧем предстоит заниматься:\n \n \nорганизовывать и контролировать все этапы строительных проектов в соответствии с техническим заданием;\n \nработать с проектной документацией;\n \nработать с подрядными организациями, контролировать технологии работ, сроки выполнения;\n \nобеспечивать эффективное взаимодействие структурных подразделений на объекте;\n \nвести коммуникацию с подрядчиками и коллегами в зоне своей ответственности.\n \n \nЧто мы ждем от кандидата:\n \n \nзнание технологий и методов строительства;\n \nвысшее образование ПГС;\n \nопыт реализации успешных проектов.\n \n \nМы предлагаем:\n \n \nОклад + годовой бонус;\n \nПрограмма ДМС с первого месяца работы - это 100% покрытие расходов в частных клиниках, включая стоматологию. Застраховать близких родственников можно со скидкой 50%. Для любителей путешествий - страховка в поездках за границу. А еще есть страхование жизни;\n \nОчное и онлайн-обучение в Корпоративном университете, у внешних провайдеров, если это полезно для работы, обмен опытом во внутренних профессиональных сообществах, а также доступ к онлайн-библиотеке в полезными книгами и периодикой;\n \nОплачиваемые выходные на значимые события в жизни сотрудника;\n \nМатериальная помощь в сложных жизненных ситуациях;\n \nКорпоративная мобильная связь + интернет, а так же единая подписка МТС Premium (онлайн кинотеатр KION, сервис МТС Music, МТС Строки и т.д.);\n \nПредложения от партнёров для путешествий, развлечений и занятий спортом;\n \nВозможность участия в волонтерских программах: мы организуем благотворительные ярмарки, образовательные проекты для детей, конкурсы социальных проектов и экологические проекты;\n \nВнутренняя спортивная программа «В движении»: забеги, марафоны, турниры по разным видам спорта, медитации и занятия на баланс.\n \nAutoCAD,Проектная документация,Технический надзор,Строительный контроль\n","cats":[],"entities":[[436,499,"Knowledge"],[541,575,"Knowledge"],[579,614,"Knowledge"],[616,647,"Knowledge"],[649,665,"Knowledge"],[669,734,"Knowledge"],[749,823,"Knowledge"],[859,900,"Knowledge"],[904,926,"Knowledge"],[930,963,"Knowledge"],[2149,2156,"Tool"],[2180,2198,"Knowledge"],[2199,2220,"Knowledge"]],"Comments":[]}
{"id":5179,"text":"101993856\nНачальник участка\nОбязанности:\n \nПолное управление участком СМР, 100 человек. Линейный газопровод. \n \nТребования:\n \n \nвысшее специальное;\n \nопыт реализации объектов строительства от 1 млрд. рублей, указать в сопроводительном письме;\n \nстаж работы не менее 5 лет;\n \nопыт переговоров с заказчиком на уровне первых лиц, ответственных за производство; \n \nналичие письменных рекомендаций от представителей заказчика. \n \n \nУсловия:\n \n• работа на объекте в г. Свободный, Амурской области\n \n• оплата проезда из любой точки России;\n \n• прогрессивная система мотивации.\n \n \n \nЗвонить по указанному телефону отдела кадров с 8 до 18 часов по московскому времени.\n \n \nПроектная документация,Управление строительством,Руководство коллективом\n","cats":[],"entities":[[128,146,"Knowledge"],[150,206,"Knowledge"],[245,271,"Knowledge"],[275,325,"Knowledge"],[361,420,"Knowledge"]],"Comments":[]}
