{"id":5341,"text":"102363966\nДиректор юридического департамента\nПривет!\n \nМы являемся аккредитованной IT-компанией международного уровня с офисами более чем в 5 странах мира. Наша компания является лидером в сфере предоставления платежного сервиса на международном рынке.\nКомпания занимается \nразработкой и внедрением платежных решений\n, которые способствуют успешному функционированию бизнеса:\nСобственная разработанная ERP-система\n, обрабатывающая 100 тысяч запросов в секунду;\nСобственный написанный шлюз для обработки онлайн-банкинга и многое другое\nНа рынке мы находимся уже \nболее 6 лет\n, продолжаем \nактивно расти и развиваться\n: с 2017 года мы наращиваем темпы и расширяем географию бизнеса. За это время мы \nзаняли топ-3 в Европе и топ-1 в России\n в своей нише.\n \nЧтобы сделать новый рывок в росте и развитии компании нам нужно больше сильных, профессиональных, нацеленных на результат сотрудников.\n \nЧем предстоит заниматься:\n \n \nЮридическое сопровождение компании;\n \n \nУправление отделом от 15 человек;\n \n \nВедение претензионной и судебной работы, решение кейсов с командой;\n \nКонтроль и координация юридического отдела;\n \nКонтроль правового характера за исполнением условий договоров;\n \nВедение реестров, подготовка отчетов;\n \nУчастие в судебных процессах Арбитражных судах и судах общей юрисдикции;\n \nПредставление интересов в ФАС.\n \n \nОжидания от кандидата:\n \n \nВысшее юридическое образование;\n \nОт 6 лет практики;\n \nОпыт на управленческой должности командой от 15 человек;\n \nОтличное знание действующего законодательства РФ: гражданское право, договорное право, страховое право;\n \nСоставление досудебных и судебных документов, юридические заключения;\n \nВысокая скорость работы;\n \nМногозадачность.\n \n \nУсловия:\n \n \n \nз\/п от 250 000 рублей;\n \n \n \nОформление по ТК РФ в аккредитованную IT компанию;\n \n \n \nЕжеквартальные бонусы по результатам работы;\n \n \n \nКомфортный рабочий график 5\/2 c 10:30 до 19.30;\n \n \n \nГарантированный быстрый карьерный рост и развитие.\n \n \n \nВ сопроводительным письме обязательно укажите ответы на следующие вопросы:\n \n \nСколько человек у Вас было в подчинении на последнем месте и какие были должности у этих сотрудников? \n \nОбщее количество закрытых гражданских и арбитражных дел?\n \nКратко опишите Ваши громкие кейсы\n \nnan\n","cats":[],"entities":[[1357,1387,"Knowledge"],[1391,1408,"Knowledge"],[1412,1467,"Knowledge"],[1521,1538,"Knowledge"],[1540,1556,"Knowledge"],[1558,1573,"Knowledge"],[1577,1621,"Knowledge"],[1623,1645,"Knowledge"],[1649,1672,"SoftSkills"],[1676,1691,"SoftSkills"]],"Comments":[]}
{"id":5342,"text":"102685146\nСтарший юрист\nЗоны ответственности:\n \n \n \n \n \n \n \n \n \n \n \n \n \nЮридическое сопровождение развития бизнеса компании;\n \nДоговорная и претензионная работа;\n \nПодготовка правовых заключений по вопросам государственного, административного, антимонопольного, налогового законодательства;\n \nПредставление интересов компаний в государственных органах, арбитражных судах и судах общей юрисдикции;\n \nПодготовка юридических заключений по вопросам экономических прав, разработка внутренних нормативных актов, юридическая поддержка по вопросам корпоративной деятельности.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n​​​\nНам важно увидеть:\n \n \nВысшее юридическое образование;\n \nЗнания в различных отраслях российского законодательства (корпоративное, гражданское, административное, трудовое);\n \nОпыт договорной работы;\n \nОпыт работы в сфере экономического права.\n \nnan\n","cats":[],"entities":[[625,655,"Knowledge"],[717,730,"Knowledge"],[732,743,"Knowledge"],[745,761,"Knowledge"],[763,771,"Knowledge"],[776,798,"Knowledge"],[802,842,"Knowledge"]],"Comments":[]}
{"id":5343,"text":"102165537\nЮрист\nKeyGroup - консалтинговая компания по развитию бизнеса. Мы предоставляем широкий спектр услуг для компаний по всему миру. Компания занимается созданием и ускорением развития проектов, сотрудничает с международными стартапами и венчурными фондами. KeyGroup оказывает финансовые и юридические услуги, полный цикл разработки сайтов, SMM и PR продвижение, запускает b2c и b2b продажи и много другое.\n \nСейчас мы в поисках талантливых и творческих людей, которые находятся в начале своего карьерного пути. Мы готовы всему научить, показать вам невероятный мир работы в международных компаниях и дать возможность поучаствовать во всех процессах.\n \nОбязанности :\n \n \nРабота по корпоративному праву в российском и международном правовом поле (купля и продажа акций, акционерные соглашения и тд);\n \nПроработка правовых вопросов по праву интеллектуальной собственности на приобретаемые и созданные объекты (программное обеспечение, товарные знаки и другая интеллектуальная собственность);\n \n \nРазработка пользовательских, лицензионных соглашений, политики конфиденциальности и договоров по новым продуктам и вновь регистрируемым компаниям;\n \n \nРабота с иностранными юрисдикциями (Кипр, Великобритания, США, ОАЭ, Гонгконг, Сингапур, Франция).\n \n \nДоговорная работа (договор займы, оказания услуг, аренда, купля-продажа, NDA) как на английском, так и на русском языке;\n \n \n \nАнализ законодательства (как РФ, так и иностранных юрисдикций), подготовка заключений, проведение Due Dilligence;\n \n \n \nЮридическое сопровождение в судебных органах.\n \n \n \nТребования:\n \n \n \nВысшее юридическое образование (предпочтительно МГУ, МГЮА, МГИМО);\n \n \n \nОпыт работы от 1-го года.;\n \n \n \nВладение английским языком от B2;.\n \n \n \nЗнание РФ законодательства (ГК, ФЗ «Об ООО», ФЗ «Об АО», и пр.);\n \n \n \nОпыт работы с международным правом.\n \n \n \nУмение самостоятельно разрабатывать и проводить правовую экспертизу;\n \n \n \nУверенный пользователь ПК (Microsoft Office, PowerPoint, Excel и т. п.), умение работать с правовыми базами (Консультант +);\n \n \n \nДополнительным преимуществом будет являться: опыт работы в юридическом консалтинге, инвестиционной или финансовой компании.\n \n \n \nУсловия:\n \n \n \nДружная команда профессионалов;\n \n \n \nМеждународный договор фриланса (оказания услуг);\n \n \n \nРабота в офисе Москва-Сити и удаленно (гибридный формат работы);\n \n \n \nФиксированная заработная плата от 150 000 руб.;\n \n \n \nГрафик работы 5\/2 с гибким началом рабочего дня;\n \n \n \nКорпоративная культура: обучаем новым языкам, корпоративный доступ к онлайн библиотекам.\n \n \n \nПостоянная поддержка от руководителей компании, обучение и развитие новых сотрудников.\n \n \n \nРаботая у нас, вы получите полезный опыт, улучшите свои навыки и приобретёте новые компетенции.\n \n \n \nНескучные задачи, новые проекты, творческий подход и максимальная реализация потенциала.\n \n \nАнглийский язык,Консультант плюс,Юридический консалтинг,Юридическое сопровождение\n","cats":[],"entities":[[1569,1599,"Knowledge"],[1642,1666,"Knowledge"],[1684,1707,"Knowledge"],[1723,1742,"Knowledge"],[1787,1821,"Knowledge"],[1836,1896,"Knowledge"],[1931,1947,"Tool"],[1949,1959,"Tool"],[1961,1966,"Tool"],[2013,2026,"Tool"],[2080,2157,"Knowledge"]],"Comments":[]}
{"id":5344,"text":"102581905\nЮрисконсульт IT\nМы \nГруппа компаний \nOptimacros\n. \n \nЧто мы делаем\n \n \n \nРазрабатываем отечественное ПО. Optimacros — это платформа для анализа больших данных. Этот анализ нужен бизнесу — чтобы обоснованно принимать решения, мониторить и планировать деятельность компании.\n \n \n \nВнедряем наши решения и автоматизируем бизнес-процессы клиентов.\n \n \n \nОказываем услуги по IT-консалтингу.\n \n \n \nСейчас \nищем\n \nю\nриста\n \nвендорского\n направления\n.\n \nЧто \nнужно делать\n \nОсновная загрузка\n — это согласование лицензионных договоров, технической поддержки, NDA. Реже — внедрения систем на базе нашего ПО и дополнительных соглашений.\n \nДля этого мы активно участвуем в переговорах с клиентами, ищем компромиссы по формулировкам, поддерживаем плотный контакт с менеджером проекта.\n \nСогласование ведем через СЭД (Directum), переписываемся в мессенджерах.\n \nДополнительные задачи\n:\n \n \n \nразработка нетиповых договоров, например, по интеллектуальной собственности,\n \n \n \nподготовка официальных писем,\n \n \n \nсоздание инструкций и памяток для инициаторов,\n \n \n \nработа над базой знаний юристов.\n \n \n \n \n \nЧто мы ждем\n \n \n \nИдеально, если ты имеешь опыт работы на стороне разработчика ПО\/IT-консалтинга\/дистрибьютора. Без уверенного знания 4 части ГК РФ ничего не получится.\n \n \n \nУверенно себя чувствуешь на переговорах.\n \n \n \nОриентируешься в налоговом законодательстве и бухгалтерском учете, чтобы согласовывать договоры.\n \n \n \nУмеешь писать\/говорить о рисках по договору доступным языком и писать информативные деловые письма.\n \n \n \nТы любишь работать в команде и хочешь помогать инициаторам.\n \n \n \nТы готов автономно вести задачи и самостоятельно их приоритезировать.\n \n \n \nТы готов(а) выполнить тестовое задание.\n \n \n \n \n \nЧто мы предлагаем\n \n \n \n \n100% удаленка. Если захочешь, сможешь работать из наших офисов в Москве и Санкт-Петербурге.\n \n \n \nФултайм 5\/2, гибкий график (но на связи в рабочее время).\n \n \n \nОфициальное трудоустройство в аккредитованной IT-компании;\n \n \n \nСоциальный пакет: частичная компенсация затрат на медицину, технику, обучение на выбор;\n \n \n \nРегулярные тимбилдинги, онлайн-игры, спортивные соревнования.\n \n \n \nАтмосфера поддержки внутри отдела. Мы помогаем друг другу в сложных кейсах и при высокой загрузке. А твой будущий наставник — руководитель юридического отдела.\n \n \n \nМы уже собрали сильную экспертизу внутри отдела и обмениваемся опытом, чтобы расти в команде. У нас есть возможности для вертикального и горизонтального развития.\n \n \nДоговорная работа,Гражданский кодекс РФ,Согласование договоров\n","cats":[],"entities":[[1147,1214,"Knowledge"],[1231,1251,"Knowledge"],[1279,1318,"SoftSkills"],[1326,1391,"Knowledge"],[1429,1527,"SoftSkills"],[1538,1593,"SoftSkills"],[1604,1669,"SoftSkills"]],"Comments":[]}
{"id":5345,"text":"88997513\nЮрист (сопровождение проектов)\nКомпания \nTESLI\n – холдинговая структура, целью которой является предоставление максимального спектра товаров и услуг в области электроснабжения\n \nTESLI - занимает 34 место в ТОП-50 Рейтинге работодателей России в 2022г.\n \nКомпания объединяет налаженное сборочное производство электрощитов, монтаж электрооборудования, продажу низковольтных комплектующих и электроустановочных изделий ведущих европейских производителей, продажу архитектурного и декоративного света европейских производителей.\n \nЮрист по договорному праву\n \nОбязанности:\n \n \nСогласование, разработка различных видов договоров (поставка, подряд, аренда, строительный подряд и другие);\n \nСоставление дополнительных соглашений, протоколов разногласий, ведение переговоров с контрагентами по договорным разногласиям;\n \nПретензионная работа: составление претензий, ответы на входящие претензии.\n \nПодготовка аналитических справок по проектам;\n \nВедение переписки с контрагентами;\n \nКонсультирование сотрудников компании.\n \n \nТребования:\n \n \nВысшее юридическое образование;\n \nОпыт от 3 лет в аналогичной должности;\n \nГлубокие знания в области гражданского права;\n \nУмение работать в режиме многозадачности;\n \nМетодический подход к решению поставленных задач;\n \nОрганизованность, обучаемость;\n \nУмение правильно расставлять приоритеты (работать от бизнеса).\n \n \nУсловия:\n \n \nОфициальное оформление по ТК РФ;\n \nГрафик работы 5\/2 на выбор (с 8:00 до 17:00\/ с 09:00 до 18:00\/ с 10:00 до 19:00);\n \nСистема корпоративного обучения;\n \nПерспектива профессионального и карьерного роста;\n \nЗарплата с успешным кандидатом обсуждается индивидуально;\n \nМосква, м. Кожуховская (в пешей доступности, 5-7 мин).\n \n \n* Уважаемые соискатели, просьба высылать ваше резюме с указанием желаемого уровня заработной платы.\n \nБлагодарим за проявленный интерес к нашей вакансии!\nПретензионная работа,Договорная работа,Деловая переписка,Согласование договоров,Составление договоров\n","cats":[],"entities":[[1043,1073,"Knowledge"],[1077,1114,"Knowledge"],[1118,1162,"Knowledge"],[1166,1206,"SoftSkills"],[1210,1258,"SoftSkills"],[1262,1278,"SoftSkills"],[1280,1291,"SoftSkills"],[1295,1334,"SoftSkills"]],"Comments":[]}
{"id":5346,"text":"102564511\nГлавный юрисконсульт\nВ Правовой Департамент Фонда Сколково ищем Главного юрисконсульта\n \nОбязанности:\n \n \nРазработка проектов договоров (включая, но не ограничиваясь договоры аренды зданий и помещений, договоры аренды оборудования, договоры аренды транспортных средств, договоры возмездного оказания услуг (в т.ч. уборки помещений, организации деловых поездок, услуг связи, организация и проведение мероприятий, услуги по организации питания (кейтеринг), PR и реклама, услуги в области обучения), договоры комплексного технического обслуживания и ремонта автотранспортных средств, договоры транспортного обслуживания; договоры на выполнение комплекса работ и услуг по эксплуатации и техническому обслуживанию помещений, договоры подряда (в т.ч. выполнение работ по перепланировке, переоборудованию и отделке нежилых помещений, на изготовление и монтаж продукции, на ремонт автотранспорта), договоры поставки оборудования, договоры купли-продажи мебели, канцелярских товаров, продуктов питания и т.п., договоры хранения, транспортировки товарно-материальных ценностей, договоры страхования движимого имущества, страхования ответственности причинения вреда жизни, здоровью и имуществу других лиц, возникающих из осуществления Фондом деятельности по содержанию и эксплуатации объектов недвижимости; соглашения о сотрудничестве, меморандумы о взаимопонимании, соглашения о конфиденциальности, договоры со специальным налоговым режимом для самозанятых граждан, договоры с нерезидентами, договоры на объекты интеллектуальной деятельности.\n \nСогласование проектов договоров, в том числе, на предмет наличия всех существенных условий (в том числе условий, определенных локальными нормативными актами Фонда в качестве существенных); наличия признаков сделки, для совершения которой Фонду и (или) контрагенту требуется специальное разрешение или согласие третьих лиц, одобрение органов Фонда или контрагента; соответствия проекта договора применимому праву;\n \nРассмотрение и правовая экспертиза первичных учетных и отчетных документов по соответствующим договорам в процессе их исполнения;\n \nОсуществление юридической экспертизы проектов договоров и анализ возникающих при заключении договоров правовых рисков;\n \nОбеспечение соответствия заключаемых договоров требованиям действующего законодательства, нормативным документам Фонда;\n \nКонсультирование работников по вопросам подготовки, согласования, заключения, исполнения, расторжения договоров;\n \nПодготовка исковых заявлений, досудебных претензий, отзывов на исковые заявления, ответов на претензионные письма контрагентов, писем, юридических заключений по вопросам, возникающим в рамках договорного процесса.\n \n \nТребования:\n \n \nВысшее юридическое образование;\n \nОпыт работы в государственных структурах, институтах развития, фондах на аналогичных должностях;\n \nЗнание законодательства РФ;\n \nОпыт ведения договорной работы;\n \nНавыки официальной переписки, грамотная письменная речь, аналитические способности; ответственность, внимательность, стрессоустойчивость, клиентоориентированность, коммуникабельность, инициативность;\n \nНавыки работы с правовыми базами (Консультант+), офисными приложениями Microsoft, 1С (приветствуется);\n \nЗнание английского языка (приветствуется);\n \n \nУсловия:\n \n \nОформление по ТК РФ;\n \nРабота в коллективе экспертов;\n \nДМС со стоматологией;\n \nПолный рабочий день на территории работодателя (территория инновационного центра «Сколково»).\n \nРабота в команде,Деловая переписка,Ведение документации,Проектная деятельность,Умение работать с правовыми базами\n","cats":[],"entities":[[2684,2714,"Knowledge"],[2718,2813,"Knowledge"],[2824,2843,"Knowledge"],[2847,2877,"Knowledge"],[2881,2909,"SoftSkills"],[2911,2936,"SoftSkills"],[2938,2963,"SoftSkills"],[2965,2980,"SoftSkills"],[2982,2996,"SoftSkills"],[2998,3017,"SoftSkills"],[3019,3043,"SoftSkills"],[3045,3063,"SoftSkills"],[3065,3079,"SoftSkills"],[3117,3129,"Tool"],[3154,3164,"Tool"],[3165,3168,"Tool"],[3195,3212,"Knowledge"]],"Comments":[]}
{"id":5347,"text":"102649968\nЮрисконсульт\nВ связи с расширением штата ООО \"Центр Альтернативного Финансирования\" приглашает кандидатов на вакансию юрисконсульт юридического отдела\n \nОбязанности:\n \n \n \nФормирование и отправка документов в суды на вынесение исполнительных документов (судебных приказов, исполнительных листов, определений о замене стороны взыскания);\n \n \n \nКонтроль вынесения и получения документов;\n \n \n \nОбщение с судами (дистанционно) по вопросам получения документов в определенные сроки;\n \n \n \nКоммуникация с ФССП; Обжалование действий должностных лиц;\n \n \n \nВедение договорной работы: правовая экспертиза договоров.\n \n \n \nТребования:\n \n \n \nВысшее юридическое образование и стаж работы по специальности не менее 3-х лет;\n \n \n \nЗнание ГК, ГПК, НК РФ, ТК ;\n \n \n \nУверенный пользователь ПК, хорошие знания Word, Excel;\n \n \n \nПрактические навыки составления и подготовки документов.\n \n \n \nУсловия:\n \n \n \nРабота в офисе, полная занятость;\n \n \n \nГрафик работы 5\/2 с 9:00 до 18:00 (суббота, воскресенье-выходные);\n \n \n \nОформление по трудовому кодексу РФ;\n \n \n \nОфициальные выплаты, отчисления согласно законодательству РФ.\n \n \nумение самостоятельно определять приоритетность задач,Внимательность,ведение договорной работы\n","cats":[],"entities":[[642,672,"Knowledge"],[675,720,"Knowledge"],[735,737,"Knowledge"],[739,742,"Knowledge"],[744,749,"Knowledge"],[751,754,"Knowledge"],[804,808,"Tool"],[810,815,"Tool"],[823,878,"Knowledge"]],"Comments":[]}
{"id":5348,"text":"102374467\nВедущий юрисконсульт\nАО «РТ-Информационная безопасность» является организацией прямого управления Государственной корпорации «Ростех».\n \nОсновная миссия компании\n - \nсистемное решение задач в области информационной безопасности\n по защите объектов критической информационной инфраструктуры, а также любых информационных систем, как предприятий Государственной корпорации «Ростех», так и в стране в целом.\n \nСейчас мы в поисках \nВедущего юристконсульта\n.\n \nЧто нужно делать:\n \n \nПолное юридическое сопровождение деятельности компании;\n \nРазработка и юридическая экспертиза договоров;\n \nРазработка внутрикорпоративных документов, взаимодействие с внутренними отделами и внешними структурами;\n \nПредставление интересов компании в судах, подготовка процессуальных документов;\n \nЮридическое сопровождение закупок компании;\n \nУправление процессами внутри отдела;\n \nОказание правовой помощи подразделениям компании.\n \n \n \n \nКакой опыт важен для нас:\n \n \nОпыт работы от 3-х лет в должности ведущего юриста или юриста в единственном лице;\n \nРабота с ЕПОЗ и ФЗ о закупках;\n \nОпыт работы в IT-сфере;\n \nОгромным преимуществом будет опыт управления юридическим отделом.\n \n \n \n \nКакие условия предлагаем:\n \n \nСтабильную официальную окладную часть + премии по результатам работы;\n \nОформление по ТК РФ;\n \nРаботу в молодой и дружной команде профессионалов;\n \nСопровождение и помощь в первые месяцы работы;\n \nОбучение для развития и прокачки навыков;\n \nПартнерскую программу скидок;\n \nКомфортные условия работы в офисе (ПК, техника, чай\/ кофе для перерыва на обед);\n \nГрафик работы 5\/2 с пн по пт с 9 до 18 ч.;\n \nОфис расположен в БЦ Варшавка Sky (15-20 мин пешком от ст.м. Чератновская, Южная).\n \nСогласование договоров,Взаимодействие с государственными контролирующими органами,Деловая переписка\n","cats":[],"entities":[[957,1038,"Knowledge"],[1042,1071,"Knowledge"],[1075,1097,"Knowledge"],[1130,1165,"Knowledge"]],"Comments":[]}
{"id":5349,"text":"100504375\nГлавный специалист юридического отдела\nОбязанности:\n \n \nВакансия на срочный трудовой договор до 07.2026 с возможностью продления.\n \n \nПроведение правовой экспертизы проектов должностных инструкций работников и положений о подразделениях, договоров поставки, подряда, возмездного оказания услуг, страхования.\n \n \n \nПредставление интересов АО \"Атомэнергоремонт\" в судах, ведение претензионной и исковой работы, подготовка ответов на запросы судебных и иных государственных органов.\n \n \n \nОформление доверенностей (в том числе машиночитаемых доверенностей), взаимодействие с нотариусами (заверение копий документов, нотариальные доверенности и пр.)\n \n \n \nПодготовка юридических заключений по заявкам структурных подразделений.\n \n \n \nТребования:\n \n \nВысшее юридическое образование\n \nОпыт работы по специальности - от 1 года, приветствуется опыт работы в организациях ГК \"Росатом\".\n \nЛичные характеристики - ответственность, стрессоустойчивость.\n \nЗнания гражданского, трудового, процессуального законодательства.\n \nНавыки работы в правовых справочно-информационных системах.\n \n \nУсловия:\n \n \n \nКомфортные условия работы\n \n \nСовременные рабочие места\n \nЦифровые сервисы для сотрудников\n \n \nОбучение и развитие\n \n \nСобственная онлайн-платформа с программами профессионального и личностного роста – от инженерных курсов до изучения иностранных языков\n \nУчастие в конференциях, тренингах и конкурсах профессионального мастерства\n \n \nКарьерные возможности\n \n \nКарьерные консультации для построения экспертной или управленческой траектории роста\n \nПоддержка карьерного развития сотрудников\n \n \nСоциальные программы\n \n \nДМС со стоматологией и госпитализацией\n \nСтрахование несчастных случаев на производстве\n \nЛиния психологической поддержки\n \nФинансовая помощь в особых жизненных ситуациях\n \n \nКорпоративная жизнь\n \n \nТимбилдинги\n \nСпортивные активности и отраслевые соревнования\n \nВолонтерские движения\n \nМероприятия для сотрудников и их семей\n \nnan\n","cats":[],"entities":[[756,786,"Knowledge"],[789,829,"Knowledge"],[846,885,"Knowledge"],[913,928,"SoftSkills"],[930,949,"SoftSkills"],[960,972,"Knowledge"],[974,983,"Knowledge"],[985,1001,"Knowledge"],[1021,1079,"Knowledge"]],"Comments":[]}
{"id":5350,"text":"102612220\nКорпоративный юрист\nОбязанности корпоративного юриста\n: *Консультирование сотрудников компании по вопросам корпоративного права;*Анализ и оценка юридических рисков; *Проверка юридических документов на соответствие законодательству;*Подготовка учредительных документов, договоров и другой юридической документации; *Представление интересов компании в суде и государственных органах; *Участие в переговорах с партнёрами и контрагентами;*Мониторинг изменений в законодательстве и судебной практике; *Контроль за соблюдением законодательства в деятельности компании\n \nТребования к корпоративному юристу\n: * высшее юридическое образование; * опыт работы в области корпоративного права; * знание гражданского, корпоративного, налогового законодательства; * умение работать с правовыми базами данных; * навыки составления юридических документов; * коммуникабельность, ответственность, внимательность к деталям.\n \nУсловия:\n \nОфициальное трудоустройство;\n \nВысокая заработная плата по результатам собеседования.\nnan\n","cats":[],"entities":[[613,643,"Knowledge"],[647,689,"Knowledge"],[700,712,"Knowledge"],[714,728,"Knowledge"],[730,757,"Knowledge"],[761,802,"Knowledge"],[813,847,"Knowledge"],[851,869,"SoftSkills"],[871,886,"SoftSkills"],[888,912,"SoftSkills"]],"Comments":[]}
