{"id":5331,"text":"102659106\nВедущий юрисконсульт\nОбязанности:\n \n \n \nправовое и организационное обеспечение деятельности органов управления акционерного общества (Общее собрание акционеров, Совет директоров), взаимодействие с акционерами;\n \n \nраскрытие информации об обществе;\n \nвзаимодействие с держателем реестра акционеров;\n \nконтроль соответствия корпоративных процедур общества требованиям законодательства Российской Федерации;\n \nподготовка доверенностей;\n \nвзаимодействие с нотариусом, с налоговыми органами, с ФАС, с Банком России, с дочерними компаниями;\n \nразработка проектов Устава, иных ЛНА в сфере корпоративного управления;\n \nсоздание (закрытие, изменение сведений) обособленных структурных подразделений;\n \nдоговорно-правовая работа.\n \n \nТребования:\n \n \n \nвысшее юридическое образование.\n \n \n \nопыт работы по юридической специальности не менее 2 лет. Опыт работы в сфере корпоративного управления приветствуется.\n \n \n \nзнание действующего гражданского законодательства (в том числе об акционерных обществах, об обществах с ограниченной ответственностью), грамотная устная и письменная речь, внимательность, стрессоустойчивость, умение работать в режиме многозадачности\n \n \n \nУсловия:\n \n \nофициальное трудоустройство в полном соответствии с ТК РФ;\n \nсвоевременная и официальная «белая» з\/плата;\n \nграфик работы 5\/2, режим работы: с 9.00 до 18.00 (пятница до 16.30)\n \nместо работы: г. Краснодар, Красных Партизан д. 192\n \nдополнительные социальные выплаты\n \nполная занятость, полный день.\n \nКорпоративное право,Документальное сопровождение\n","cats":[],"entities":[[376,413,"Knowledge"],[567,573,"Knowledge"],[935,964,"Knowledge"],[1051,1067,"SoftSkills"],[1070,1085,"SoftSkills"],[1087,1101,"SoftSkills"],[1103,1122,"SoftSkills"],[1124,1164,"SoftSkills"],[1485,1504,"Knowledge"]],"Comments":[]}
{"id":5332,"text":"101933926\nЮрист\nОбязанности:\n \n \n \nРазработка, правовая экспертиза и согласование договоров (партнерских соглашений, NDA, поставки товаров, выполнения работ, оказания услуг, лицензионных соглашений, НИОК(Т)Р, ВЭД и др.);\n \n \n \n \n \nЮридическое сопровождение сделок, оценка правовых рисков;\n \nОформление правовых документов для участия организации в качестве участника в процедурах государственных закупок, закупок за счет\n \n \n \nсобственных средств;\n \n \n \nПретензионно-исковая работа;\n \n \n \nУчастие в проведении переговоров с поставщиками и заказчиками по юридическим вопросам;\n \n \n \nВедение деловой переписки с партнерами, контрагентами и представителями государственных органов;\n \n \n \nУчастие в подготовке локальных нормативных актов;\n \n \n \nКорпоративное сопровождение деятельности организации (оформление решений собраний акционеров);\n \n \n \nКонсультирование специалистов кадровой службы в вопросах применения трудового права и ведения кадрового делопроизводства, подготовка необходимой документации.\n \n \n \nТребования:\n \n \n \nВысшее юридическое образование;\n \n \n \nОпыт работы в должности юрисконсульта\/юриста не менее 5-и лет;\n \n \n \nОпыт работы в IT компаниях со специализацией заказной разработки, являющейся резидентом ПВТ (будет преимуществом);\n \n \n \nОпыт работы с госорганами;\n \n \n \nЗнание гражданского, хозяйственного, налогового и договорного права, знание законодательства в сфере интеллектуальной собственности.\n \n \n \nУсловия:\n \n \nРобота в уютном офисе в центре Минска\n \nРасширенный бонусный пакет (медстраховка, доп. выплата к отпуску, компенсация спортивных и культурных мероприятий, 3 sick days и др.)\n \nДружный молодой коллектив\n \nДоговорная работа,Документальное сопровождение,Работа с большим объемом информации,Юридическая поддержка,Составление договоров,Заключение договоров\n","cats":[],"entities":[[199,207,"Knowledge"],[795,813,"SoftSkills"],[910,925,"Knowledge"],[1336,1353,"Knowledge"]],"Comments":[]}
{"id":5333,"text":"102454488\nВедущий юрист\nОбязанности:\n \n \nПравовое сопровождение деятельности компании\n \nДоговорная работа (правовая экспертиза, разработка различных видов договоров, участие в переговорах по заключению договоров поставки, подряда, оказания услуг, аренды, транспортной экспедиции)\n \nПодготовка заключений по правовым вопросам, возникающим в деятельности компании, анализ судебной практики\n \nПретензионно-исковая работа (арбитражный процесс)\n \nПредставительство интересов компании в судах общей юрисдикции, арбитражных судах, а также в государственных органах\n \n \nТребования:\n \n \nВысшее юридическое образование\n \nОпыт работы не менее 6 лет\n \nЗнание гражданского, административного, трудового, процессуального права, законодательства о рекламе\n \nзнание английского языка, уровень В2\n \nУмение работать с большим объемом информации, расставлять приоритеты, готовность к работе в условиях многозадачности\n \n \nУсловия:\n \nрабочий день с 9:00 до 18:00\n \n \n \n \nnan\n","cats":[],"entities":[[363,369,"SoftSkills"],[691,712,"Knowledge"],[714,740,"Knowledge"],[743,767,"SoftSkills"],[782,826,"SoftSkills"],[828,850,"SoftSkills"],[852,898,"SoftSkills"]],"Comments":[]}
{"id":5334,"text":"101403343\nАссистент юриста\nGoshawk \n— ведущая консалтинговая фирма, специализирующаяся на юридическом менеджменте, государственно-частном партнерстве (ГЧП), HR, PR и управлении высшим образованием. Мы ищем преданного и внимательного к деталям помощника юриста, который присоединится к нашей команде юристов. Эта должность предлагает уникальную возможность работать в динамичной среде, поддерживая наш отдел юридического управления и внося вклад в значимые проекты в сфере ГЧП.\nОбязанности:\n \n \nАдминистративная поддержка:\n• Помощь старшим юристам в подготовке и подаче юридических документов.\n• Управление и организация юридической документации для обеспечения правильного хранения и доступности.\n• Координация и планирование встреч, консультаций и других мероприятий, связанных с юридическими вопросами.\n \nЮридические исследования:\n• Проведение юридических исследований и анализ законов, регламентов и судебных решений.\n• Подготовка всесторонних отчетов и резюме на основе результатов исследований.\n• Оставаться в курсе актуальных юридических разработок и изменений в законодательстве.\n \nУправление документацией:\n• Составление, проверка и внесение изменений в контракты, соглашения, письма и другие юридические документы.\n• Обеспечение своевременной подготовки и отправки юридической корреспонденции.\n• Сохранение конфиденциальности и целостности чувствительной информации.\n \nПоддержка в судебных процессах:\n• Помощь в подготовке документов для судебных разбирательств.\n• Ведение календаря судебных заседаний и обеспечение соблюдения сроков.\n• Взаимодействие с внешними адвокатами и соответствующими заинтересованными сторонами по мере необходимости.\n \nКоммуникация:\n• Взаимодействие с клиентами, партнерами и государственными органами по юридическим вопросам.\n• Подготовка и составление корреспонденции, запросов и других материалов для общения.\n• Обеспечение эффективной и своевременной коммуникации внутри юридической команды и с внешними сторонами.\n \n \nТребования:\n \n \nОбразование:\n• Степень бакалавра права или так же студент старших курсов юридической программы.\n \nОпыт:\n• Предыдущий опыт работы в юридическом отделе или юридической фирме приветствуется.\n• Знание проектов ГЧП является плюсом.\n \nНавыки и компетенции:\n• Глубокое понимание гражданского, административного и трудового права.\n• Уверенное владение Microsoft Office и базами данных для юридических исследований.\n• Навыки работы с ChatGPT являются плюсом.\n• Отличные письменные и устные коммуникативные навыки на узбекском, русском и английском языках.\n• Внимание к деталям и способность обрабатывать большие объемы информации.\n \nЛичные качества:\n• Высокий уровень ответственности и организационных навыков.\n• Способность быстро включаться в поставленные задачи и оперативно выполнять работу.\n• Способность работать самостоятельно и в команде.\n• Приверженность конфиденциальности и профессиональной этике.\n• Готовность учиться и развиваться профессионально.\n \n \nУсловия:\n \n• График работы: полная занятость, удаленная работа, 8 часов в день.\n• Условия оплаты: сдельная оплата, с выплатами два раза в месяц за каждый рабочий день (8 часов) на основе отчетов о выполненной работе.\n• Местоположение: удаленная работа.\n• Зарплата: конкурентоспособная, основанная на количестве выполненных рабочих дней (по 8 часов каждый).\n \nКак подать заявку:\n \nЗаинтересованные кандидаты приглашаются отправить резюме и сопроводительное письмо на почту. Пожалуйста, укажите «Заявка на должность юридического ассистента» в теме письма.\nДеловая переписка,Составление договоров,Административная поддержка руководителя,Работа с юридическими лицами,Согласование договоров,Гражданское право,Юридическое сопровождение,Документооборот,Английский язык,Юрист,Авторское право\n","cats":[],"entities":[[206,216,"SoftSkills"],[219,242,"SoftSkills"],[699,732,"SoftSkills"],[1305,1334,"SoftSkills"],[1671,1697,"SoftSkills"],[2281,2296,"Knowledge"],[2319,2335,"Tool"],[2338,2351,"Tool"],[2400,2407,"Tool"],[2456,2478,"SoftSkills"],[2524,2542,"SoftSkills"],[2557,2595,"SoftSkills"],[2618,2649,"SoftSkills"],[2679,2730,"SoftSkills"],[2733,2760,"SoftSkills"],[2764,2799,"SoftSkills"],[2877,2895,"SoftSkills"]],"Comments":[]}
{"id":5335,"text":"102676542\nЮрисконсульт по договорной работе\nОбязанности:\n \n \nразработка и правовой анализ гражданско-правовых договоров (лицензионные, научно-технические, о защите конфиденциальной информации, купли-продажи, аренды, поставки, подряда и иные), в том числе с иностранными контрагентами, в том числе с использованием залога, поручительства, гарантии;\n \nведение деловой переписки;\n \nподготовка проектов локальных нормативно-правовых актов компании;\n \nподготовка документации для получения лицензий, разрешений. необходимых для ведения деятельности организации;\n \nорганизация, систематизация, учет и хранение правовой документации;\n \nпроверка контрагентов при заключении сделок (анализ на предмет благонадежности);\n \nотслеживание изменений законодательства, затрагивающих деятельность Общества, подготовка правовых заключений по различным вопросам права, оценка юридических рисков\/последствий, консультирование коллег (в т.ч. по итогам анализа законодательства и судебной практики);\n \nпредставительство интересов компании в государственных и муниципальных органах, контролирующих и административных органах власти, ФССП и обжалование их действий.\n \n \nТребования:\n \n \nВысшее юридическое образование;\n \nОпыт работы юристом не менее 3х лет, опыт работы в строительных компаниях будет являться преимуществом;\n \nЗнание ПК на уровне уверенного пользователя;\n \nзнание гражданского права, права интеллектуальной собственности, процессуального права;\n \nопыт сопровождения договоров ВЭД.\n \n \nУсловия:\n \n \nОфициальное трудоустройство в соответствии с ТК РФ.\n \n \nГрафик: 5\/2 с 09.00 -18.00 или с 8.00 -17.00.\n \n \n \nДМС после прохождения испытательного срока (3 месяца)\n \n \n \nМесто работы: Краснодар, Ростовское ш. 14\/2.\n \n \nЮридическая поддержка,Заключение договоров,Консультант плюс,Электронный документооборот\n","cats":[],"entities":[[350,375,"SoftSkills"],[379,398,"SoftSkills"],[447,470,"SoftSkills"],[572,586,"SoftSkills"],[939,955,"Knowledge"],[1302,1311,"SoftSkills"],[1750,1766,"Tool"],[1767,1794,"Tool"]],"Comments":[]}
{"id":5336,"text":"102600519\nВедущий юрисконсульт претензионно-искового отдела\n \n \nТребования:\n \n \nВысшее юридическое\n \nОпыт работы по специальности от 2х лет\n \nПриветствуется опыт в гос секторе (органы юстиции, экономические или гражданские суды), адвокатура, консалтинг или аналогичная позиция в компании\n \nЯзыки - узб, рус, 3й рабочий - преимущество\n \n \nУсловия:\n \n \nЛокация - Ташкент\n \nПожелания по заработной плате, просьба указывать в резюме. \n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":5337,"text":"102578831\nЮрисконсульт\nОбязанности:\n \n \nПравовое сопровождение хозяйственной деятельности группы компаний, в том числе разработка и согласование проектов гражданско-правовых договоров (контрактов) с российскими и иностранными контрагентами\n \nПодготовка протоколов разногласий\n \nВедение на высоком уровне переписки с органами власти и контрагентами\n \nОбеспечение претензионно-исковой работы\n \nЗащита интересов обществ и их должностных лиц в судах судебной системы РФ по гражданско-правовым спорам,а также делам об административных правонарушениях\n \nКонсультирование структурных подразделений в сфере применения законодательства о рыболовстве и сохранении водных биологических ресурсов, налогового, таможенного, трудового законодательства и т.д.\n \nСогласование проектов локальных нормативных актов, мониторинг внесения изменений в действующее законодательство, в том числе с целью разработки локальных нормативных актов или своевременного внесения изменений в локальные нормативные акты или их отмены\n \nПодготовка правовых заключений по вопросам, возникающим в ходе деятельности хозяйственных обществ\n \nРегистрация морских судов и сделок с ними\n \nВзаимодействие с государственными органами,службой капитана морского порта\n \nОформление свидетельств о страховании\n \n \nТребования:\n \n \nЗнание действующего гражданского, административного, налогового,таможенного законодательства, законодательства о рыболовстве и сохранении водных биологических ресурсов,правового регулирования отношений, возникающих из торгового мореплавания\n \nЗнание внешнеэкономических сделок\n \nЗнание основных конвенций в сфере морского права и рыболовства\n \nЗнание основ международного частного права,гражданского и арбитражного процесса\n \n \nУсловия:\n \n \nОфициальное трудоустройство\n \nОплата больничных и отпусков\n \nКомпенсация оплаты проезда до места отдыха раз в 2 года\n \nБесплатные обеды\n \nРабота в центре города\n \n \n \nПретензионная работа,Договорная работа,Составление договоров,Деловая переписка,Документооборот\n","cats":[],"entities":[[278,313,"SoftSkills"],[610,640,"Knowledge"],[710,736,"Knowledge"],[768,795,"Knowledge"],[829,857,"Knowledge"],[890,917,"Knowledge"],[958,984,"Knowledge"],[1344,1372,"Knowledge"],[1374,1404,"Knowledge"],[1575,1621,"Knowledge"]],"Comments":[]}
{"id":5338,"text":"102609832\nЮрисконсульт\nКорпорация развития Нижегородской области\n отвечает за инвестиционный климат региона, курирует социально-значимые инфраструктурные проекты и помогает инвесторам реализовывать их собственные.\n \nЗа последнее время в Корпорации развития кратно выросло количество проектов и направлений работы. Каких именно — мы подробно рассказываем в описании организации.\n \nВас ждет множество разноплановых \nзадач\n, таких как:\n \n \nПодготовка юридических заключений по вопросам земельного, градостроительного, гражданского законодательства;\n \nСопровождение договорной, претензионной и исковой работы;\n \nРабота с земельно-имущественными документами (анализ договоров аренды з\/у, недвижимого имущества).\n \n \nЧто \nмы ждем \nот кандидата:\n \n \nВысшее юридическое образование;\n \nУверенный пользователь ПК;\n \nОтветственность, внимательность;\n \nЖелание развиваться.\n \n \nТакже \nмы предоставляем\n:\n \n \nконкурентные условия труда — официальное трудоустройство, белая заработная плата, регулярные премии;\n \nнасыщенная корпоративная жизнь — клубы по интересам, тренинги на развитие софт-скиллов, корпоративные праздники, творческие вечера и даже спортивные марафоны;\n \nбесплатное обучение сотрудников;\n \nтеннисный стол;\n \nдружный коллектив;\n \nбольшой и комфортный офис с видом на Кремль и новым воркаутом перед входом (возможно, самый лучший офис в городе :) )\n \nудобный график работы с 8:00 или 9:00 (только офис).\n \nДоговорная работа,Гражданское право,Заключение договоров,Деловое общение\n","cats":[],"entities":[[515,544,"Knowledge"],[777,802,"SoftSkills"],[806,821,"SoftSkills"],[823,837,"SoftSkills"],[841,860,"SoftSkills"]],"Comments":[]}
{"id":5339,"text":"102351779\nСтарший юрисконсульт\nОбязанности:\n \n \nЮридическое сопровождение производственной деятельности предприятия;\n \nПредставление интересов предприятия в судебных инстанциях;\n \nСоставление исков и претензий;\n \nСоставление договоров и сопровождение сделок;\n \nРабота с внутренним документооборотом;\n \nВизирование документов.\n \n \nТребования:\n \n \nОпыт работы от 3-х лет;\n \nУмение работать с Консультант Плюс и системой Microsoft Office;\n \nЗнание трудового, гражданского, процессуального права;\n \nОтветственность, грамотная устная и письменная речь, внимание к деталям инициативность.\n \n \nУсловия:\n \n-Трудоустройство согласно ТК РФ;\n \n- Уровень оплаты труда: оклад + КТА (коэффициент, отражающий возможную работу сверх нормы рабочего времени);\n \n- Рабочий день с 9-00 до 18-00.\n \n- За ненормированный рабочий день, предоставляется дополнительно 3 дня к основному отпуску и оплата согласно КТА;\n \n- Рабочее место в оборудованном офисе в центральной части города;\n \n- Дружный коллектив, новогодние подарки детям сотрудников.\n \nСобеседование проводится по адресу: г. Нижний Новгород, ул. Алексеевская д.27 с 15-00 до 18-00 в рабочие дни. На собеседовании при себе иметь: резюме, копию трудовой книжки, документ об образовании, паспорт.\n \n \nДоговорная работа,Претензионная работа,Составление исков,Деловая переписка,Составление договоров,Гражданское право,Консультант плюс,Юридическое сопровождение,Трудовое право,Юридическая поддержка\n","cats":[],"entities":[[390,406,"Tool"],[418,434,"Tool"],[470,491,"Knowledge"],[495,510,"SoftSkills"],[512,528,"SoftSkills"],[531,546,"SoftSkills"],[548,566,"SoftSkills"],[567,581,"SoftSkills"],[1332,1349,"Knowledge"],[1350,1366,"Tool"],[1393,1407,"Knowledge"]],"Comments":[]}
{"id":5340,"text":"102638737\nЮрист \/ юрисконсульт\nОбязанности:\n \n1. Юридическое сопровождение хозяйственной деятельности нескольких юридических лиц (группы компаний).\n \n2. Ведение договорной работы на предприятии.\n \n3. Ведение претензионно-исковой и судебной работы общества.\n \n4. Юридическое сопровождение административных проверок на предприятии совместно с другими отделами и их обжалование.\n \n5. Подготовка документов в области корпоративного права.\n \n6. Регистрация ООО, ликвидация, внесение изменений в учредительные документы (контроль регистрационных процедур от старта до завершения создание ЮЛ и ИП, изменение адреса, наименования, видов деятельности, смена учредителей и директора, реорганизации в различных формах, контроль соблюдения сроков). Взаимодействие с банками по расчетным счетам.\n \n7.Консультации в правовой сфере (гражданской, трудовой, корпоративной, земельной, административной, налоговой и тд).\n \n8.Сопровождение налоговых проверок.\n \nТребования:\n \n1 .Знание законодательства (нормативно-правовых актов всех уровней) и практика его применения.\n \n2.Профессиональные качества: опыт по профессии не менее 6-ти лет, развитая профессиональная память, внимательность, наблюдательность, интеллектуальные способности, эмоциональная устойчивость, грамотная письменная и устная речь, работа в режиме многозадачности.\n \n3. Личные качества: высокая степень самоорганизации, интеллектуальность, нравственность, развитое чувство долга и ответственность за исполнение своих обязанностей, умение принимать правильные решения в стрессовых ситуациях, профессиональная этика, умение вести переговоры, работать в команде.\n \n4.Успешное участие в судебных разбирательствах приветствуется.\n \n5. Наличие высшего юридического образования обязательно.\n \nУсловия:\n \n1. Официальное трудоустройство.\n \n2. График работы 5\\2.\n \n3. Выплата заработной платы 2 раза в месяц\nРегистрация юридических лиц,Корпоративное право,Договорная работа,Претензионная работа,Гражданское право,Природоохранное законодательство.,Арбитражные суды,Административное право\n","cats":[],"entities":[[984,1009,"Knowledge"],[1119,1151,"SoftSkills"],[1153,1167,"SoftSkills"],[1169,1185,"SoftSkills"],[1187,1215,"SoftSkills"],[1217,1243,"SoftSkills"],[1268,1279,"SoftSkills"],[1281,1312,"SoftSkills"],[1336,1367,"SoftSkills"],[1369,1387,"SoftSkills"],[1389,1403,"SoftSkills"],[1405,1427,"SoftSkills"],[1430,1478,"SoftSkills"],[1480,1515,"SoftSkills"],[1564,1587,"SoftSkills"],[1589,1607,"SoftSkills"]],"Comments":[]}
