{"id":10482,"text":"102605642\nБизнес-аналитик\nhoster.by\n — одна из первых в стране IT-компаний, которая давно стала синонимом качественного хостинга и облачных решений для бизнеса.\n \nСегодня мы:\n \n— Единственный в Беларуси аккредитованный регистратор международных —доменов и крупнейший регистратор доменов .BY\/.БЕЛ.\n— Провайдер всех существующих на рынке видов хостинга, инфраструктурных решений для сложных проектов и готовых облачных сервисов для бизнеса.\n— SOC hoster.by — первый коммерческий центр кибербезопасности, аттестованный Оперативно-аналитическим центром при Президенте Республики Беларусь.\n \nМы ищем \nбизнес-аналитика\n, который не боится сложных кейсов, хочет прокачать свои профессиональные компетенции, а также готов брать на себя ответственность за результат.\n \nЗадачи на новом месте:\n \n— Выявление, сбор бизнес-требований. Разработка и управление требованиями к бизнес-задачам и разработки ПО.\n— Проведение анализа задач заказчиков и составление технических заданий.\n— Взаимодействие с владельцами и участниками бизнес-процессов, а также команды разработки.\n— Моделирование и описание бизнес-процессов, разработка прототипов пользовательских интерфейсов.\n— Управление требованиями на протяжении всего цикла разработки, участие во внедрении программных продуктов. Приемка и тестирование разработки.\n— Проведение предпроектного анализа существующих информационных систем, моделей и применяемых технологий.\n— Разработка пользовательской документации, проведение обучения пользователей, консультирование пользователей.\n— Работа с нормативными правовыми актами, стандартами и иной документацией, определяющей деятельность Заказчика.\n \nОт кандидата мы ожидаем:\n \n— Опыт работы в должности бизнес-аналитика от 2 лет и более.\n— Оконченные курсы по бизнес-анализу в области разработки программного обеспечения, а также навыки работы с технической документацией.\n— Практические навыки по сбору и описанию функциональных и нефункциональных требований, подготовке технических заданий к программному обеспечению.\n— Грамотная устная и письменная речь.\n— Навыки переговоров.\n— Умение взаимодействовать с командой и находить общий язык с коллегами из других отделов.\n— Понимание терминов клиент-серверной архитектуры, frontend и backend разработки.\n— Умение быстро разбираться в новых прикладных областях.\n— Умение видеть автоматизируемый процесс в целом и аргументировать предлагаемое решение.\n \nС нашей стороны:\n \n— Официальное трудоустройство в компании-лидере отрасли.\n— Полный социальный пакет (оплата больничных листов, ДМС, 8 sick days, 28 календарных дней трудового отпуска, возможность изучения иностранных языков, скидки от партнеров и т.д.).\n— Современный офис в Caspian Plaza (ул. Аранская, 8).\n— Комфортные условия работы, безлимитные чай, кофе, сладости, фрукты.\n— Крутая команда, с которой приятно не только работать, но и отдыхать.\n \nВам будет намного комфортнее с нами, если вам не чужда самоирония, чувство юмора и спокойствие в любой ситуации.\n \nРеализуй себя, оставаясь собой:\n \n— Полная свобода действий для инициативных и ответственных людей.\n— Уверенность в завтрашнем дне с компанией, которая доказала свои лидерские позиции и заинтересована в развитии каждого человека.\n— Возможность оставаться собой в атмосфере безусловного уважения и честности.\n \nПрисоединяйтесь!\n \n \n \n \nБизнес-анализ,Аналитика,Анализ бизнес показателей\n","cats":[],"entities":[[1764,1799,"Knowledge"],[1825,1850,"Knowledge"],[1894,1908,"Knowledge"],[1911,1938,"Knowledge"],[2171,2199,"Knowledge"],[2201,2210,"Knowledge"],[2212,2231,"Knowledge"],[3283,3296,"Knowledge"],[3297,3306,"Knowledge"],[3307,3332,"Knowledge"]],"Comments":[]}
{"id":10483,"text":"100396053\nБизнес-аналитик\nВ международную компанию в сфере iGaming ищем бизнес-аналитика, который сможет быстро подхватить процесс стремительного развития продуктов, готовить и доводить продуктовые задачи в продакшн. У нас есть как внешние продукты с миллионами пользователей, так и внутренние продукты с множеством интеграций, включая другие международные компании.\n \nЕсли Ты хочешь и можешь построить процессы и коммуникацию по интеграциям с внешними компаниями, а также влиять своими решениями на наших пользователей, то эта вакансия для тебя.\n \nОбязанности:\n \n \n \nПроактивно взаимодействовать со стейкхолдерами и департаментами, выявлять потребности и проблемы, совместно находить оптимальные решения;\n \n \n \nСобирать, описывать, анализировать требования; выявлять разногласия в требованиях разных заказчиков и добиваться их урегулирования;\n \n \n \nНе просто описать задачу, но и найти ее value;\n \n \n \nДоводить требования до членов команды, обеспечивать правильность их интерпретации и понимания;\n \n \n \nРазрабатывать процессы (проектирование, описание, согласование);\n \n \n \nГенерировать идеи по улучшению существующих процессов и продукта;\n \n \n \nОценивать последствия изменений процессов;\n \n \n \nУчаствовать на этапах вывода фичи в продакшн;\n \n \n \nПринимать и тестировать продуктовые задачи со стороны пользователя;\n \n \n \nУмение анализировать данные, метрики и делать соответствующие выводы (у нас есть АБ тесты, дашборды и много всего);\n \n \n \nТребования:\n \n \n \nВысшее техническое образование;\n \n \n \nПонимание процесса разработки и поддержки программного обеспечения в рамках различных методологий (Agile, Waterfall и прочее);\n \n \n \nОпыт работы бизнес-аналитиком или владельцем продукта от 1,5 лет (особенно на сложных проектах с интеграцией систем);\n \n \n \nСистемное и гибкое мышление, умение структурировать информацию и принимать обоснованные решения;\n \n \n \nОпыт описания процессов, знание нотаций и инструментов (BPMN, UML);\n \n \n \nГотовность к работе в быстро меняющейся среде, способность быстро обучаться и адаптироваться;\n \n \n \nНавыки построения эффективного взаимодействия, понимание потребностей заказчиков, пользователей и участников команды;\n \n \n \nМотивация к улучшению продуктов и процессов.\n \n \n \nОпыт работы с различными проектами и заинтересованными сторонами: техническими и продуктовыми;\n \n \n \nАнглийский язык не ниже уровня B1 (требуется для взаимодействия с иностранными компаниями и заинтересованными сторонами).\n \n \n \nУсловия:\n \n \n \nСильная команда, интересные и сложные задачи, полное погружение в свою предметную область;\n \n \n \nКонкурентная заработная плата и прозрачная система мотивации;\n \n \n \nКомфортный и уютный офис в пешей доступности от метро Парк Челюскинцев;\n \n \n \nВозможность работать как в офисе, так и удаленно;\n \n \n \nОфициальное оформление по ТК РБ;\n \n \n \nГрафик работы 5\/2 с гибким началом рабочего дня;\n \n \n \nКорпоративные скидки на изучение английского языка и занятия спортом;\n \n \n \nКорпоративный доступ к программе Benefits.by;\n \n \n \nКорпоративное обслуживание в медицинском центре \"Лодэ\";\n \n \nСкидки на личные консультации с психологом на сервисе yasno.live.\n \nБизнес-анализ,Анализ данных,Аналитическое мышление,BPMN,UML,Agile Project Management,Business Analysis\n","cats":[],"entities":[[1329,1349,"Knowledge"],[1351,1358,"Knowledge"],[1510,1529,"Knowledge"],[1532,1566,"Knowledge"],[1599,1604,"Knowledge"],[1606,1615,"Knowledge"],[1757,1766,"SoftSkills"],[1769,1784,"SoftSkills"],[1793,1819,"SoftSkills"],[1832,1852,"SoftSkills"],[1916,1920,"Tool"],[1922,1925,"Tool"],[2310,2320,"SoftSkills"]],"Comments":[]}
{"id":10484,"text":"101631081\nБизнес-продуктовый аналитик (Юрент)\nМТС\n — это мультисервисная цифровая экосистема. Мы создаем и развиваем сервисы в сфере мобильной связи, больших данных, искусственного интеллекта, облачного хранения, медиа и финансов – все они делают жизнь людей проще и интереснее.\n \nМы ищем в команду «Юрент» бизнес-продуктового аналитика.\n \nЮрент\n — это сервис шеринга электросамокатов и велосипедов. С помощью мобильного приложения вы можете активировать любой свободный электросамокат\/велосипед на одной из сотен парковок, расставленных по городу, и завершить поездку там, где вам удобно.\n \nЧем предстоит заниматься:\n \nКак продуктовый аналитик, вы будете:\n \n \nСоздавать и поддерживать периодическую отчетность;\n \nРазвивать и оценивать качество системы метрик;\n \nРазрабатывать дэшборды и автоматизированную отчетность;\n \nАнализировать данные с помощью SQL или Python.\n \n \nКак бизнес-аналитик, вы будете:\n \n \nСоздавать аналитический бэклог продукта со стороны МТС, управлять приоритетами;\n \nУчаствовать в работе над продуктом, помогая формулировать гипотезы, детализируя логику и события;\n \nВзаимодействовать с внешней командой для успешного запуска экспериментов;\n \nСотрудничать с внутренними и внешними командами для обеспечения знаниями, основанными на данных.\n \n \nЧто мы ждем от кандидата:\n \n \nВысшее образование в сфере Вычислительная математика \/ Статистика \/ Анализ данных;\n \n \nОпыт работы бизнес-аналитиком\/менеджером продукта\/менеджером проектов от 1 года;\n \n \nОпыт работы продуктовым аналитиком от 2 лет (без учета стажировок);\n \nХорошее знание SQL (Clickhouse, Greenplum);\n \nОпыт работы с системами аналитики (AppsFlyer, AppMetrica, Yandex Metrica), BI-системами (Superset);\n \nПонимание продуктовых, финансовых, бизнес-метрик;\n \nУмение не только собирать данные, но и правильно интерпретировать их;\n \nУмение доносить результаты исследований в формате презентаций.\n \n \nЧто мы предлагаем:\n \n \nВсе официально: оформление в штат, оклад + полугодовая и годовая премия при выполнении плановых показателей;\n \nУдобный формат работы: пятидневная рабочая неделя с понедельника по пятницу, а комфортное время начала и окончания рабочего дня можно согласовать с руководителем;\n \nРабота полностью в удаленном формате, а значит можно работать из дома, в коворкинге, кафе или там, где будет удобно;\n \nОтпуск 28 календарных дней + 3 дополнительных дня за ненормированный рабочий день;\n \nМедицинская страховка с доступом в частные клиники и 100% покрытием расходов, включая стоматологию. Можно застраховать близких родственников на льготных условиях. Для любителей путешествий – страховка в поездках за границу. А еще есть страхование жизни;\n \nКорпоративная мобильная связь и интернет для сотрудников, а для близких – на выгодных условиях;\n \nКомпенсация расходов на спорт или питание на выбор;\n \nОбучение в Корпоративном университете, у внешних провайдеров, если это полезно для работы, а также доступ к онлайн-библиотеке с полезными книгами и периодикой;\n \nЕдиная подписка МТС Premium — онлайн-кинотеатр KION, сервисы МТС Музыка и Строки;\n \nПредложения от партнёров для путешествий, развлечений и занятий спортом;\n \nВозможность участия в волонтерских программах: мы помогаем детям из детских домов, учим пенсионеров безопасному поведению в интернете, сдаем кровь, очищаем парки от мусора и многое другое;\n \nДоступ к Продуктовому университету – возможность бесплатно всесторонне прокачать хард- и софт-скиллы владельца продукта и углубить свои знания о разработке продукта в МТС.\n \nnan\n","cats":[],"entities":[[686,710,"Knowledge"],[736,759,"Knowledge"],[777,785,"Knowledge"],[788,817,"Knowledge"],[821,841,"Knowledge"],[852,856,"Tool"],[860,866,"Tool"],[918,947,"Knowledge"],[1034,1056,"Knowledge"],[1090,1126,"SoftSkills"],[1554,1558,"Tool"],[1620,1629,"Tool"],[1631,1641,"Tool"],[1643,1657,"Tool"],[1674,1682,"Tool"],[1756,1771,"Knowledge"],[1788,1804,"Knowledge"]],"Comments":[]}
{"id":10485,"text":"102179951\nМладший бизнес-аналитик\nBI.ZONE создает IT-продукты для обеспечения кибербезопасности: от мобильных приложений до сложных платформ, в основе которых лежат методы машинного обучения. Благодаря нашим решениям жизнь десятков миллионов людей становится лучше и безопаснее.\n \nМы ищем младшего бизнес аналитика в команду развития корпоративных процессов. Основные задачи включают участие в проектах оптимизации кросс-функциональных процессов компании, в том числе изменение инструментов работы.\n \nЧем предстоит заниматься:\n \n \nАнализировать метрики и описания действующих процессов компании, готовить фактуру для принятия решений по оптимизации\n \nОрганизовывать встречи с владельцами процессов (готовить повестки встреч и писать протоколы договоренностей)\n \nСобирать, фиксировать и согласовывать функциональные требования к системам с заказчиками изменений и владельцами процессов\n \nСтавить задачи системному аналитику\/разработчику на настройку\/разработку системы\n \nУчаствовать в пользовательском тестировании настроек корпоративных бизнес-систем\n \nОписывать бизнес-процессы и пользовательские сценарии работы в корпоративных системах\n \nПроводить обучение сотрудников по итогам изменения методологии и инструментов работы\n \nКонтролировать процессы управления обращениями и ведения документации консультантами\n \n \nЧто нам очень важно:\n \n \nДоброжелательность, умение устанавливать контакт с людьми\n \nГрамотная письменная и устная речь\n \nАналитический склад ума\n \nУмение работать в команде\n \nВысшее образование (бакалавр, магистр или специалист)\n \n \nБудет плюсом:\n \n \nОпыт работы с системами управления документооборотом, взаимоотношением с клиентами (CRM), списком дел\/задач\n \nОпыт работы бизнес-аналитиком в ИТ\n \nОпыт выстраивания процессов на системах управления задачами (управление обращениями, управление проектами, управление разработкой)\n \nОбразование в области бизнес\/системного анализа или менеджмента\n \nЗнание основ ITIL и PMBoK\/BABoK\n \nЗнание одного из фреймворков разработки и\/или жизненного цикла продуктов\n \n \nМы предлагаем:\n \nГибкий подход к удаленке. \nВозможность совмещать работу из дома и в офисе\n \nЗабота о здоровье.\n ДМС, страхование жизни, страховка для выезда за границу, консультации психолога и телемедицина, дополнительные дни отпуска\n \nИпотечные программы. \nСубсидия ипотеки от Сбера и льготная ипотека для ИТ-специалистов\n \nКомфортный офис.\n Штаб-квартира в центре Москвы, 10 минут от метро. Игровые комнаты для отдыха и общения, пространства для сна, кухня на каждом этаже с напитками, фруктами и снеками, удобные рабочие места\n \nОбучение.\n Сертификация, профильные курсы, конференции, митапы, хакатоны, CTF-ы\n \nКорпоративный спорт.\n Спортивные зоны в офисе и скидки на фитнеc\n \nСовременная техника. \nТехника на базе macOS, Windows\n \nWork-life balance.\n Классные корпоративы и поддержка мероприятий по интересам сотрудников\n \nБесплатная подписка на СберПрайм+. \nДоступ к фильмам и музыке, бесплатная доставка из кафе и супермаркетов, а также другие предложения от сервисов экосистемы Сбера\n \nСвободная атмосфера. \nНикакого дресс-кода и лишней бюрократии\n \nПредусмотренные законодательством гарантии. \nЛьготы для сотрудников BI.ZONE, как аккредитованной IT-компании\nАнализ бизнес-процессов,Аналитическое мышление,Разработка технических заданий,Аналитика,Сбор и анализ информации,Atlassian Confluence,Постановка задач разработчикам,Математический анализ,ITIL,PMBOK,BABOK,Деловое общение\n","cats":[],"entities":[[531,552,"Knowledge"],[555,585,"Knowledge"],[1342,1360,"SoftSkills"],[1383,1399,"SoftSkills"],[1439,1462,"SoftSkills"],[1472,1490,"SoftSkills"],[1604,1621,"Knowledge"],[1721,1743,"Knowledge"],[1928,1933,"Tool"],[1935,1940,"Tool"],[1941,1946,"Tool"],[1966,1989,"Knowledge"],[1995,2021,"Knowledge"]],"Comments":[]}
{"id":10486,"text":"100476039\nРуководитель направления\nВ АО НПФ «ГАЗФОНД пенсионные накопления» открыта вакансия Руководитель направления\n \nУ нас уже 6,5 млн действующих клиентов. Перед нами стоит цель — достичь их максимального охвата собственными и кросс-продуктами. Мы ищем в команду маркетинга и онлайн-продаж руководителя направления для быстрого запуска нового продукта – программа долгосрочных сбережений. Программа для удобства накоплений с существенной государственной поддержкой: https:\/\/gazfond-pn.ru\/pension_programs\/pds\/. Что предстоит сделать: в сжатые сроки запустить продажи по собственной базе и\/или выстроить продажи на внешних платформах для привлечения новых клиентов. Главные метрики, за которые предстоит отвечать — проникновение конкретного продукта в базу; % клиентов, оформивших продукт и оплативших; LTV клиента; выполнение плана продаж.\n \nЧто будет входить в обязанности:\n \n \nПроработка стратегии привлечения на продукт;\n \nФормирование roadmap;\n \nАнализ и увеличение эффективности каналов привлечения (Личный кабинет, мобильное приложение, e-mail рассылки, лендинг, телемаркетинг);\n \nОрганизация исследований (как числовых, так и клиентских) в областях: поиск точек роста (поиск сегментов \/ триггеров, тесты стратегий коммуникаций), исследование негативных эффектов (коммуникационная слепота, отток и т.п);\n \nВыстраивание стратегии взаимодействия с ЦА;\n \nРазработка и запуск маркетинговых и триггерных коммуникаций;\n \nРазработка и запуск триггерных рекламных кампаний;\n \nСоздание и запуск бизнес-процесса работы с лидами;\n \nРазвитие кросс-продаж;\n \nИнициирование и реализация иных мероприятий, направленных на достижение KPI.\n \n \nНаши пожелания к кандидату:\n \n \nОпыт работы маркетологом \/ в продакт- или проджект- менеджменте \/ бизнес-аналитиком, желательно в финтех\/финансовом секторе\/маркетплейсах;\n \nОпыт в диджитал\/офлайн\/crm-маркетинге и стратегии: знание инструментов маркетинга и аналитики и умение их применять;\n \nОпыт работы в кросс-функциональной команде;\n \nНавык проектирования маркетинговых стратегий;\n \nОпыт подготовки и согласования документации: бизнес требования, технические задания, постановок задач на создание\/модификацию информационных систем и бизнес-процессов;\n \nПонимание основ UX\/UI дизайна;\n \nДизайн-мышление;\n \nУмение и желание много общаться с людьми;\n \nУмение аргументированно отстаивать свою позицию, подкрепляя ее цифрами.\n \n \nСо своей стороны, мы предлагаем:\n \n \nПостоянную работу с официальным трудоустройством;\n \nДружную команду одного из крупнейших НПФ с офисом класса AAA+ у метро;\n \nУдобный график работы 5\/2 с 9.00 до 17.30. Мы отдыхаем в выходные и праздничные дни;\n \nНабор возможностей, привилегий и инициатив в соответствии с корпоративной политикой.\n \nXML,MS SQL,1С: Предприятие 8,SQL,Atlassian Jira\n","cats":[],"entities":[[1996,2019,"Knowledge"],[2068,2085,"Knowledge"],[2087,2106,"Knowledge"],[2119,2170,"Knowledge"],[2173,2189,"Knowledge"],[2209,2222,"Knowledge"],[2226,2241,"SoftSkills"],[2268,2285,"SoftSkills"],[2313,2336,"SoftSkills"],[2701,2704,"Tool"],[2705,2711,"Tool"],[2712,2729,"Tool"],[2730,2733,"Tool"],[2734,2748,"Tool"]],"Comments":[]}
{"id":10487,"text":"101075526\nProduct manager\nМеждународная IT-компания в поиске Product manager. Тебя будут окружать опытные специалисты, которые с удовольствием поделятся с тобой своим опытом.\nЗадачи:\n \n \nВыявление проблем бизнеса заказчика и поиск максимально эффективного решения;\n \nСоставление и анализ требований к продукту;\n \nОформление концепции в техническое задание с конкретными требованиями к будущему продукту;\n \nПостоянное взаимодействие со стейкхолдерами;\n \nВыявление рисков и потенциальных блокеров, своевременное уведомление о них всех участников команды и стейкхолдеров.\n \n \nНеобходимые навыки:\n \n \nОпыт запуска и ведения проектов;\n \nОпыт использования Confluence или аналогичного инструмента для сбора требований, JIRA или другого инструмента управления пользовательскими историями и задачами;\n \nПрекрасные навыки общения и решения проблем;\n \nУмение выстраивать продуктовую аналитику и работать с ней.\n \n \nКомпания предлагает:\n \n \nОфициальное оформление;\n \nОфисный формат работы;\n \nБольничные и отпускные оплачиваются в размере 100%;\n \nРабочий день 5\/2 с гибким началом рабочего дня с 8:30 до 10:00;\n \nЗамечательные коллеги, всегда готовые прийти на помощь;\n \nОтсутствие дресс-кода;\n \nЧастичная компенсация питания плюсом к зп;\n \nКомплименты в день рождения;\n \nПодарки сотрудникам и их детям на Новый год.\n \nnan\n","cats":[],"entities":[[651,661,"Tool"],[695,711,"Knowledge"],[713,717,"Tool"],[742,791,"Knowledge"],[861,882,"Knowledge"]],"Comments":[]}
{"id":10488,"text":"101956864\nМладший бизнес-аналитик\nПривет! Мы в поиске начинающего аналитика, желающего развивать свои профессиональные компетенции и участвовать в крутых проектах одной из крупнейших компаний-производителей продуктов питания и бытовой химии.\n \n \n \nОсновные задачи:\n \n \nПоддержка качества предоставляемых ИТ сервисов;\n \nКонсультирование пользователей по вопросам эксплуатации ИТ систем или прикладного ПО в зоне ответственности;\n \nСогласование с бизнесом требований к новой функциональности внедренных или внедряемых ИТ-систем;\n \nУчастие в проектах по внедрению новых ИТ-сервисов и систем, а также в разработке, тестировании и внедрении новых интерфейсов в соответствии с согласованными требованиями;\n \nРазработка функциональных спецификаций для поставщика услуг;\n \nУчастие в согласовании технической спецификации, предлагаемых технических решений и их внедрения.\n \n \nНаши ожидания:\n \n \nВысшее техническое образование;\n \nНавыки описания требований или бизнес-процессов;\n \nОпыт эксплуатации, внедрения или поддержки ИТ-бизнес систем, описания бизнес-процессов предприятия, навыки постановки задач на разработку\nпрограммного обеспечения, навыки программирования\/автоматизации рутинных задач;\n \nЗнание BMPN 2.0 или аналогов\n \n \nМы предлагаем:\n \n \nОформление в аккредитованную ИТ-компанию;\n \nБелую заработную плату;\n \nГибридный формат работы в Санкт-Петербурге или Екатеринбурге;\n \nДМС;\n \nВозможность участвовать в масштабных интересных проектах.\n \nBPMN,Анализ бизнес-процессов\n","cats":[],"entities":[[927,946,"Knowledge"],[951,967,"Knowledge"],[976,988,"Knowledge"],[990,1000,"Knowledge"],[1004,1030,"Knowledge"],[1078,1108,"Knowledge"],[1142,1187,"Knowledge"],[1198,1206,"Tool"],[1444,1448,"Tool"],[1449,1472,"Knowledge"]],"Comments":[]}
{"id":10489,"text":"102580297\nСтажер бизнес-аналитик\nМы ищем в нашу большую и дружную команду специалиста, который планирует связать свою карьеру с миром ИТ, развиваться в нем и делать цифровую жизнь миллионов людей лучше. Одна из наших проектных команд реализует проекты по разработке высоконагруженных ЕСМ-систем. Если тебе интересно погрузиться в анализ, ты видишь себя в роли системного или бизнес-аналитика - скорее откликайся!\n \nТвои задачи:\n \n \nСобирать и анализировать требования Заказчика, формировать постановки в разработку на их основе\n \nРаботать с технической документацией и нормативными документами\n \nАнализировать полноту реализации функциональных требований\n \nРазрабатывать и актуализировать проектные документы на разрабатываемое ПО\n \nКонтролировать выполнения требований к ПО\n \nПроводить консультации ключевых пользователей в ходе ПСИ\n \n \nМы ждем от тебя:\n \n \nЗнание типов\/видов проектной и эксплуатационной документации\n \nЗнание нотаций моделирования предметной области (UML, ER, BPMN и т.д.)\n \nВысшее техническое образование\n \nСтремление к новым знаниям\n \nАналитическое мышление и умение анализировать большое количество информации.\n \n \nЧто мы обеспечим:\n \n \nУютный офис в шаговой доступности от м. Савёловская, можно работать в гибридном графике\n \nВозможность развиваться внутри компании, перспективы профессионального и карьерного роста\n \nПоездки на конференции и тренинги за счет компании, внутренние семинары, внутренние митапы, мы очень любим учиться новому\n \nАтмосферу дружелюбия и взаимовыручки\n \nСовременную технику для комфортной работы.\n \nСистемный анализ,SQL,UML,BPMN\n","cats":[],"entities":[[872,888,"Knowledge"],[890,919,"Knowledge"],[929,950,"Knowledge"],[971,974,"Tool"],[976,978,"Tool"],[980,985,"Tool"],[1028,1054,"SoftSkills"],[1057,1079,"SoftSkills"],[1089,1132,"Knowledge"],[1550,1566,"Knowledge"],[1567,1570,"Tool"],[1571,1574,"Tool"],[1575,1579,"Tool"]],"Comments":[]}
{"id":10490,"text":"101433658\nБизнес-аналитик\nО компании и продукте:\n \nКомпания разрабатывает облачную платформу для реализации финансовых сервисов на базе data driven процессингового центра. Разрабатываемая платформа предоставляет витрину финтех-инструментов и ИТ-инфраструктуру для быстрого получения доступа к широкому спектру продуктового функционала. Структура решения предусматривает механизмы масштабирования, распределения и оптимизации работы с большими процессинговыми данными. На платформе предоставлен полный комплекс бизнес-процессов, обеспечивающих привлечение клиентов, анализ их потребностей и подбор оптимального продукта. В системе в настоящий момент времени зарегистрировано свыше 1000 бизнес-пользователей сегмента B2B, которые получают доступ к банковским продуктам и услугам через web-интерфейс платформы, либо через API-системы.\n \nЗадачи:\n \n \nФормулирование бизнес-потребности и проработка пользовательских сценариев.\n \nМоделирование новых, анализ и оптимизация существующих бизнес-процессов, а также их описание в нотации BPMN 2.0.\n \nМодульная декомпозиция задач для разработки.\n \nПодготовка спецификаций REST API (Swagger).\n \nФункциональное тестирование доработок.\n \nКонтроль процесса внедрения изменений в ИС.\n \n \n \n \nОжидания:\n \n \nОпыт работы в позиции Бизнес-аналитика от 5 лет.\n \nУмение выявлять бизнес-потребность заказчика.\n \nУверенное знание нотаций BPMN\/DMN, опыт работы с BPMS.\n \nНавыки проектирования модели данных и прикладной архитектуры для их обработки.\n \n \nБудет плюсом:\n \n \nОпыт работы с NoSQL базами данных (Elasticsearch).\n \nREST API (Swagger).\n \nПонимание бизнес-процессов в банковской сфере.\n \n \n \n \nПредложения:\n \n \nРабота в БЦ Спутник г. Москва (м. Павелецкая), возможен гибрид (3 дня в неделю в офисе: вторник, среда, четверг)\n \nВозможность выбрать удобное для себя начало рабочего дня с 8 до 10\n \nОфициальное оформление, полностью белая зарплата\n \nДМС после испытательного срока\n \nОтсутствие корпоративной суеты, постоянных созвонов\/собраний\n \nВозможность быстро реализовывать бизнес-идеи (вплоть до «утром идея - вечером в проде»)\n \nБизнес-анализ,BPMN,DMN,BPMS,Моделирование бизнес процессов,Функциональное тестирование\n","cats":[],"entities":[[1296,1323,"SoftSkills"],[1362,1366,"Knowledge"],[1367,1370,"Knowledge"],[1386,1390,"Tool"],[1416,1429,"Knowledge"],[1432,1454,"Knowledge"],[1509,1528,"Knowledge"],[1530,1543,"Tool"],[1548,1556,"Knowledge"],[1558,1565,"Tool"],[2063,2076,"Knowledge"],[2077,2081,"Tool"],[2082,2085,"Tool"],[2086,2090,"Tool"],[2091,2121,"Knowledge"],[2122,2149,"Knowledge"]],"Comments":[]}
{"id":10491,"text":"101525837\nНачинающий специалист\/стажер в IT компанию (удаленно)\nТребуемый опыт работы: без опыта\n \nЧастичная занятость, удаленная работа\n \nПривет! Меня зовут Алексей, я основатель компании Бот в помощь.\nМы являемся Золотым партнером Битрикс24, входим в топ 10 из 40 компаний по Региону и в топ 50 по России. Партнеры АМОCRM и RetailCRM Мы даем гарантию результата внедрения, благодаря комплексному подходу в работе.\n \nРезультат, который получают клиенты: увеличение продаж, прозрачность бизнеса, улучшение качества работы с клиентами. У собственника освобождается время на развитие! С помощью внедрения CRM мы решаем проблемы потери лидов, слива маркетингового бюджета, упущенных продаж, хаоса и бардака в компании.\n \nЗа последний год наша выручка выросла более чем на 100%. В связи с масштабированием компании и расширением производственного отдела ищем сотрудников на позицию удаленных начинающих специалистов по настройке и внедрению Битрикс24, RetailCRM, AMOCRM. (На старте вы сможете выбрать по какому направлению пойти, потом сможете сменить направление или стать многовендорным, что еще расширит ваши компетенции)\n \nРабота в нашей команде - это:\n \n \n \nразвитие в перспективном направлении - IT технологии;\n \n \n \nреальная поддержка от других членов команды и всех руководителей;\n \n \n \nвозможность повлиять на развитие бизнеса клиентов и экономику нашей страны;\n \n \n \nрегулярный обмен опытом, общение и разборы интересных кейсов;\n \n \n \nотсутствие сезонности - клиенты есть всегда;\n \n \n \nобучение навыкам удаленной работы;\n \n \n \nсвобода перемещения и времени работы - ты можешь работать из любой точки мира, время сна и обеда выбираешь сам.\n \n \n \nЧем ты будешь заниматься:\n \n \n \nизучать Битрикс24, RetailCRM, AMOCRM и сдавать экзамены на знание продукта и получение различных компетенций;\n \n \n \nанализировать бизнес-процессы заказчика, переводить его «пожелания» и «боли» с русского языка на технический;\n \n \n \nпроводить аудит и анализ процессов продаж и выполнения обязательств;\n \n \n \nнастраивать CRM как с нуля, так и вносить изменения в текущие конфигурации (как в облачной, так и в коробочной): воронки, бизнес-процессы компании, сквозная аналитика, каналы коммуникаций и т.д.;\n \n \n \nосуществлять первичную настройку CRM, интеграцию (через готовые коннекторы: IP-телефония, социальные сети и т.д.) и автоматизацию процессов (через дизайнера бизнес-процессов);\n \n \n \nнастраивать интеграции с другими системами (с помощью наших штатных программистов или своими силами);\n \n \n \nучаствовать в переговорах с заказчиками, консультировать их по возможностям CRM систем, при необходимости –- проводить демонстрацию решений или прототипов;\n \n \n \nнаходить эффективные решения по настройке Битрикс24 для конкретных компаний и процессов;\n \n \n \nучаствовать в оценке возможности и трудоемкости реализации задач заказчика;\n \n \n \nобучать и консультировать пользователей по возможностям системы и произведенным доработкам;\n \n \n \nвзаимодействовать со специалистами по внедрению и другими членами проектных команд в рамках реализации проектов.\n \n \n \nМы предлагаем:\n \n \n \nПостоянное обучение по продукту, а также технологии твоей работы, так, чтобы клиенты в итоге были довольны! Наставничество руководителя отдела. Возможность первым узнавать о возможностях и новинках Битрикс24, участвовать в семинарах и конференциях.\n \n \n \nПолную базу знаний по Битрикс24 и нашим разработкам;\n \n \n \nГибкий график;\n \n \n \nДружный коллектив;\n \n \n \nПоддержку и передачу опыта от наставника-куратора;\n \n \n \nПерспективные возможности для обучения, профессионального и карьерного роста.\n \n \n \nСтажировка позволит:\n \n \n \nПопробовать себя в интересных проектах по сопровождению Битрикс24, RetailCRM или AMOCRM у средних и крупных клиентов в различных отраслях бизнеса;\n \n \n \nУзнать больше о сфере IT-технологий на нашем рынке;\n \n \n \nРаботать в развивающейся, перспективной и профессиональной команде.\n \n \n \nЧего мы ждем от тебя:\n \n \n \nжелание учиться, развиваться и не бояться новых задач;\n \n \n \nготовности работать в команде;\n \n \n \nумения работать с несколькими проектами одновременно;\n \n \n \nразвитых коммуникативных навыков, т.к. нужно будет активно взаимодействовать с собственниками и руководителями компаний;\n \n \n \nпонимания, как устроены бизнес-процессы в малых, средних и крупных компаниях;\n \n \n \nпонимания, роли автоматизации;\n \n \n \nумения слушать клиента, анализировать его потребности сквозь призму возможностей продукта;\n \n \n \nумения анализировать процессы, ситуации, выявлять проблемы и предлагать решения;\n \n \n \nналичия организованного рабочего места (пк\/ноутбук, гарнитура с микрофоном, интернет со скоростью не менее 2 Мбит\/сек)\n \n \n \nТы нам подходишь, если:\n \n \n \nОтветственно относишься к работе;\n \n \n \nКоммуникабелен;\n \n \n \nС компьютером на “Ты”;\n \n \n \nЛюбишь и хочешь обучаться в сфере IT;\n \n \n \nУмеешь ставить задачи самостоятельно, контролировать их исполнение и достигать результата.\n \n \nnan\n","cats":[],"entities":[[1691,1700,"Tool"],[1702,1711,"Tool"],[1713,1719,"Tool"],[1799,1828,"Knowledge"],[2205,2228,"Knowledge"],[2386,2416,"Knowledge"],[3972,3990,"SoftSkills"],[4067,4090,"SoftSkills"],[4209,4224,"Knowledge"],[4280,4298,"Knowledge"],[4410,4432,"Knowledge"]],"Comments":[]}
{"id":10522,"text":"102274991\nБизнес-аналитик (ведущий аналитик)\nОбязанности:\n \n \nПредоставление понятных и непротиворечивых требований для разработки продукта\n \n \nВыявление заинтересованных лиц и их потребностей\n \n \n \nУправление требованиями, в т.ч. идентификация, анализ и документирование\n \n \n \nУправление изменениями\n \n \n \nОбеспечение процесса приоритизации требований\n \n \n \nИзучение документации, касающейся предметной области проекта\n \n \n \nПроведение интервью с заинтересованными лицами\n \n \n \nИсследование и анализ уже существующих продуктов и других решений\n \n \n \nМоделирование предметной области проекта, в т.ч. Бизнес-процессов, функциональных и информационных моделей\n \n \n \nРазработка документации по системе, в виде концепции, схем, моделей прототипов интерфейсов\n \n \n \nУчастие в разработке плана внедрения системы\n \n \n \nРазработка пользовательских инструкций, документов для сертификации и других сопроводительных документов к продукту\n \n \n \nКонсультирование членов команды проекта и внешних участников по предметной области и требованиям\n \n \n \nТребования:\n \n \nВысшее образование в сфере ИТ\n \n \nОпыт разработки функциональных и нефункциональных требований к ИТ системам\n \n \n \nЗнание типов требований и атрибутов качества требований\n \n \n \nПонимание места требований в процессе разработки ИТ систем\n \n \n \nОпыт работы с UML и BPMN\n \n \n \nРабота с пользовательскими сценариями и фичами\n \n \n \nОпыт проведения пользовательских интервью\n \n \n \nПлюсом будет:\n \n \n \nОпыт работы в продуктовых командах\n \n \n \nПонимание типовых подходов при разработке продуктов (работа с гипотезами, проектирование от потребностей)\n \n \n \nПрототипирование интерфейсов\n \n \n \nЗнание основ разработки и SQL\n \n \n \nМоделирование данных и предметной области\n \n \n \nОпыт написания ТЗ по ГОСТ 34\n \n \n \nОпыт разработки пользовательских сценариев с помощью CJM, JTBD, персон и т.д.\n \n \n \nУсловия:\n \n \n \nОплата труда по ТК РФ\n \n \n \nГибкое начало рабочего дня\n \n \n \nПредоставление техники\n \n \n \nВозможности роста — вертикального и горизонтального\n \n \n \nПоощряем развитие и инициативу, помогаем учиться\n \n \nnan\n","cats":[],"entities":[[1137,1161,"Knowledge"],[1175,1191,"Knowledge"],[1194,1223,"Knowledge"],[1240,1256,"Knowledge"],[1309,1312,"Tool"],[1315,1319,"Tool"],[1395,1420,"SoftSkills"],[1541,1560,"Knowledge"],[1562,1592,"Knowledge"],[1600,1628,"Knowledge"],[1642,1658,"Knowledge"],[1661,1664,"Tool"],[1671,1692,"Knowledge"],[1694,1712,"Knowledge"],[1734,1747,"Knowledge"],[1807,1810,"Tool"],[1812,1816,"Tool"]],"Comments":[]}
{"id":10523,"text":"102622049\nBusiness analyst\/Бизнес-аналитик (iGaming)\nНаш iGaming проект существует на рынке с 2014 г. и за это время успел прочно закрепиться в топах индустрии гемблинга. Мы очень стабильны и продолжаем расширяться. В команде 30+ IT специалистов (devops, manual\/auto QA, web\/mobile devs, backend devs, аналитики и др.).\n \nСейчас мы находимся в поисках бизнес-аналитика в связи с расширением команды.\n \nВаши задачи:\n \n \nАнализ пользовательских требований и их декомпозиция на системные требования;\n \nПервичное тестирование и формализация гипотез;\n \nСбор требований от пользователей и бизнес-отделов;\n \nТесное взаимодействие с продуктовыми менеджерами для эффективной реализации проектных целей;\n \nПриоритизация задач и проектов для оптимизации рабочих процессов.\n \n \nНаши ожидания:\n \n \nОпыт работы в гемблинг-индустрии обязателен;\n \nЗнание инструментов бизнес-анализа, таких как BPMN, UML и проч.;\n \nОпыт работы с SQL запросами и таблицами;\n \nВысокие аналитические способности и умение работать в команде.\n \n \nМы предлагаем:\n \n \nУдаленный формат работы;\n \nДостойная заработная плата в стейблах;\n \nОтсутствие бюрократии;\n \nОтсутствие текучки, многие ребята работают с момента основания компании и растут внутри компании;\n \nПремирование по результатам работы.\n \n \nSQL,UML,BPMN\n","cats":[],"entities":[[419,453,"Knowledge"],[499,521,"Knowledge"],[524,544,"Knowledge"],[799,817,"Knowledge"],[878,882,"Tool"],[884,888,"Tool"],[913,917,"Tool"],[950,975,"SoftSkills"],[985,1003,"SoftSkills"]],"Comments":[]}
{"id":10524,"text":"102381641\nBusiness analyst\nNaveksoft\n – full-stack IT-компания, которая более 7 лет успешно занимается разработкой собственных продуктов и капсульных программных решений для различных сфер бизнеса, которые актуальны сейчас и в будущем.\n \nNaveksoft \n– это\n \n \nкрупные уникальные проекты, которые позволят реализовывать себя в различных направлениях, прокачивать свои скиллы и быть всегда на волне;\n \nпрофессиональная команда, не лишенная душевности, в которой каждый человек является личностью, а не переменной в коде;\n \nдоверительный workspace, где ты точно будешь услышан и сможешь получать удовольствие от своей работы.\n \n \nПрисоединяйся к нам в роли \nБизнес-аналитика\n и стань частью команды, где ценится энергия и стремление к достижению общей цели!\nЗадачи:\n \n \nДетализация бизнес-требований, разработка функциональных и нефункциональных требований проекта;\n \nВизуализация UI в виде макетов и\/или прототипов перед постановкой задач дизайнерам;\n \nРабота в паре с PM над формированием требований, их декомпозиции, анализе и приоритезации для команды разработки;\n \nДекомпозиция требований, подготовка Vision & Scope, SRS, Project Backlog;\n \nУчастие в процессе планирования, оценки сложности и сроков;\n \nКоммуникация и координация работы с командами, поддержка разработки и тестирования выпускаемых фич;\n \nКоммуникация с Заказчиком с целью формирования требований;\n \nСбор, анализ метрик и статистики проекта;\n \nАктуализация внутренней документации, бизнес-процессов.\n \n \nДля нас ценно:\n \n \nОпыт на аналогичной позиции \nот 1 года\n;\n \nЗнание жизненного цикла проекта и основных методологий разработки;\n \nМоделирование бизнес-процессов в нотациях BPMN, EPC, IDEF0, IDEF3;\n \nМоделирование систем в нотации UML, знание основных диаграмм;\n \nЗнание и понимание классификации требований, умение формулировать требования;\n \nДокументирование требований. Знание таких документов, как BRD, FSD, SRS, знание техник описания требований в виде User Story и Use Case;\n \nЗнание способов оценки и приоритизации задач;\n \nЗнание принципов MVP и умение правильно декомпозировать задачи;\n \nАрхитектуру и устройство программного обеспечения;\n \nОпыт работы с Jira, Confluence, Draw.io, Figma, Visio, Xmind, Exсel;\n \nСпособность систематизировать информацию и выстраивать логические связи;\n \nУметь создавать четкую и структурированную документацию.\n \n \nЕсли ты дочитал до этого места и уже видишь себя частью нашей команды, тогда наверняка ты нам подходишь, и \nмы готовы предложить\n:\n \n \n \nУютный workplace: современная техника, просторные рабочие места;\n \n \n \nЗаработную плату, привязанную к курсу USD;\n \n \n \nБесплатное проф. обучение и посещение профильных курсов и ивентов за счет компании;\n \n \n \nОплату 70% занятий английским языком на платформе SkyENG;\n \n \n \nКомпенсацию спортивных активностей;\n \n \n \nПокрытие медицинских расходов;\n \n \n \nГибкий график работы\n в офисе\n (доступ к офису открыт с 7:00 до 22:00, основные часы работы команды с 10 до 18);\n \n \n \n26 календарных дней отпуска и 3 sick days в год;\n \n \n \nЧай, кофе, сладости, фрукты и другие приятности;\n \n \n \nОфисные активности без повода (настольные игры, PlayStation и пр.);\n \n \n \nАвто- и велопарковку возле офиса.\nЖдем ваших откликов с сопроводительным письмом!\n \n \nUML,Бизнес-анализ,MS Visio,BPMN,Моделирование бизнес процессов,EPC,IDEF0,IDEF3,BRD,FSD,Atlassian Confluence,SRS,Drow.io\n","cats":[],"entities":[[864,879,"Knowledge"],[1066,1089,"Knowledge"],[1161,1173,"Knowledge"],[1380,1387,"Knowledge"],[1389,1407,"Knowledge"],[1644,1648,"Tool"],[1650,1653,"Tool"],[1655,1660,"Tool"],[1662,1667,"Tool"],[1702,1705,"Tool"],[1714,1731,"Knowledge"],[1753,1778,"Knowledge"],[1787,1811,"Knowledge"],[1815,1842,"Knowledge"],[1970,1977,"Knowledge"],[1979,1998,"Knowledge"],[2042,2064,"Knowledge"],[2135,2139,"Tool"],[2141,2151,"Tool"],[2153,2160,"Tool"],[2162,2167,"Tool"],[2169,2174,"Tool"],[2176,2181,"Tool"],[2183,2188,"Tool"],[2204,2232,"Knowledge"],[2292,2322,"Knowledge"]],"Comments":[]}
{"id":10525,"text":"100519713\nБизнес-аналитик удаленно (Отдел бизнес-технологий)\nСпортмастер\n — это международный спортивный ритейлер, в команде которого работает более 20 тысяч сотрудников. Наши магазины открыты в России, Беларуси, Казахстане, Армении. Наша миссия — быть проводником в мир спорта, спортивного стиля и активного отдыха.\n \nПартнёрство, дружба, доверие, честность – главные ценности Спортмастер.\n \nСейчас наша команда в поиске \nБИЗНЕС-АНАЛИТИКА \nв Отдел бизнес-технологий Департамента управления товарными категориями.\n \n \n \nКлючевые задачи:\n \n \nУчастие во внедрении информационной системы ассортиментного планирования;\n \nОписание бизнес-процессов управления товарными категориями;\n \nПодготовка предложений по оптимизации процессов, внесение предложений по улучшениям информационных систем;\n \nВзаимодействие с бизнес-подразделениями: проведение обучения пользователей, сбор требований на доработку;\n \nУправление задачами на разработку информационной системы ассортиментного планирования, работа в роли бизнес-аналитика в команде разработки продукта.\n \n \nНаши ожидания:\n \n \nРелевантный опыт работы – от 2 лет;\n \nВысшее образование (желательно инженерно-техническое);\n \nНаличие опыта внедрения информационных систем в роли аналитика;\n \nНавыки проведения обучения и сопровождения пользователей, сбора и обработки требований бизнеса, написания ТЗ на разработку программного продукта, пользовательской документации;\n \nЖелательно владение следующими программами: Excel, Power Point, Jira, Confluence.\n \n \nЧто мы предлагаем:\n \n \nУдаленный формат работы;\n \nГибкое утро: можно выбрать старт начала рабочего дня в 8, 9 или 10 утра;\n \nУчастие в проекте кафетерия льгот (ДМС, спорт, мобильная связь, обучение, впечатление(отдых за городом);\n \nОбучение и развитие (как внутреннее, так и внешнее) + корпоративные скидки на Skyeng, Lerna (Skillbox, Geekbrains), Яндекс Практикум, Language Link, Novakid;\n \nСкидка на питание в офисе компании;\n \nКорпоративная скидка на товары компании;\n \nBestBenefits – сервис персонализированных скидок и привилегий;\n \nПрограмма лояльности - льготные тарифы в фитнес-центры (World Class, X-fit, Fitmost), скидка на медицинские услуги KDL и Gemotest, специальные условия от банков-партнеров и мобильная связь (Мегафон и Билайн), бронирование отелей Отелло и многое другое;\n \nПаркинг (через бронирование).\n \nБизнес-анализ,Аналитическое мышление,Atlassian Jira,MS PowerPoint,Постановка задач разработчикам,Навыки презентации\n","cats":[],"entities":[[1177,1208,"Knowledge"],[1287,1293,"Knowledge"],[1295,1323,"Knowledge"],[1325,1373,"Knowledge"],[1375,1404,"Knowledge"],[1452,1457,"Tool"],[1459,1470,"Tool"],[1472,1476,"Tool"],[1478,1488,"Tool"],[2319,2332,"Knowledge"],[2333,2355,"SoftSkills"],[2356,2370,"Tool"],[2371,2384,"Tool"]],"Comments":[]}
{"id":10526,"text":"100564577\nБизнес-аналитик \/ стажер (Внедрение CRM Битрикс24)\nО компании:\n \nМы – интеграторы Битрикс24. Работаем с 2019 года. Активно развиваем команду с 2023 года. В команде на текущий момент 8 сотрудников. Сопровождаем более 100 клиентов по всей стране.\n \nНа текущий момент мы являемся:\n \n \nЗолотым партнером Битрикс24\n.\n \nВходим в ТОП 50 интеграторов по продажам облачного Битрикс24 в общем рейтинге партнеров Битрикс24 в России за 2023 год.\n \nПервое место в рейтинге по привлечению клиентов в Битрикс24 в 2023 году\n \n \nЧем мы занимаемся?\n \n \nвнедряем Битрикс24 быстро и эффективно, работаем с разным сегментом компаний, поэтому процесс внедрения чаще всего нестандартный, и для тех кто любит думать и развивать мозги.\n \nпосле внедрения сопровождаем компанию клиента и развиваем функционал, обучаем сотрудников компании;\n \nразрабатываем нестандартные приложения для Битрикс24 и отраслевые решения;\n \n \nРабота Специалистом сопровождения Битрикс24 с нами:\n \nЭто развитие в самом перспективном сегодня направлении - IT технологии;\n \nЭто реальная поддержка других членов команды в вашем личностном и карьерном росте;\n \nЭто работа из дома, из уютной обстановки, где вы сам хозяин. \n21\n век на дворе, хватит уже тратить время на дорогу до офиса и обратно)\n \nКто нам нужен:\n \n \nУ вас есть пользовательский опыт работы с Битрикс24, возоможно вы имеете опыт в настройках, например, воронок, пользовательских полей и подключению телефонию, ватсап и т.п., знаете что такое 1С Бухгалтерия и зачем ее интегрировать с Битрикс24;\n \nВы умеете пользоваться zoom, яндекс.телемост, гугл-календарем\n \nВы владеете современной IT- терминологией и пользуетесь chatGPT или другими AI\n \nУ вас жгучее желание обучаться, проходить тесты и сразу использовать новые навыки в работе\n \nВы активный, открытый и позитивный человек;\n \n \nЧем вы будете заниматься:\n \n \nИспользовать современный способ общения с клиентами - Чат в Битрикс, ZOOM\n \nВести свою деятельность и работу с клиентами в нашем Битрикс24, заполнять отчетность\n \nНастраивать штатный функционал Битрикс24, бизнес-процессы, CRM-роботы;\n \nРаботать с обращениями действующих клиентов по настройкам Битрикс24, настраивать Битрикс24, почты, телефонию, открытые линии.\n \nКонсультировать действующих клиентов по тарифам Битрикс24 и подключению дополнительных сервисов типа интеграций с Whatsapp.\n \n \nЧто мы предлагаем:\n \n \nУспешную технологию работы с клиентами, звонками, техническими нюансами работы с Битрикс24 и вообще организации своего дня.\n \nКодовая фраза: \nО\nтинтегрируем этот мир\n \nВнимательность к вашим идеям в развитии команды \/ услуг \/ продукта;\n \nВозможность в короткие сроки стать мощным специалистом в своей специальности;\n \nПрозрачную систему оплаты труда\n \nУдаленная работа из любой точки мира\n \n \nНу и про формальности:\n \n \n \nОплата на испытательный срок (1 месяц) - оклад;\n \n \n \nОплата в дальнейшем: оклад + премии + доп. мотивация (оплата раз в две недели);\n \n \n \nВозможно совмещение, условия обсуждаются!\n \n \nКорпоративная связь;\n \nГрафик: 5\/2 с 8:00 - 17:00 (по МСК), а СБ, ВС – выходные;\n \nХоум Офис;\n \nБитрикс24,Навыки презентации,Навыки переговоров,Оптимизация бизнес процессов,CRM\n","cats":[],"entities":[[1315,1324,"Tool"],[1409,1430,"Knowledge"],[1464,1478,"Tool"]],"Comments":[]}
{"id":10527,"text":"102274546\nАналитик\nОбязанности:\n \n \nВзаимодействие с командой разработки информационных систем на всех этапах модифицирования, загрузки базы данных и сдачи системы в эксплуатацию;\n \nВзаимодействие с заказчиком, выявление требований к информационной системе;\n \nНаписание постановок задач, согласование их с заказчиком;\n \nПостановка задач разработчикам, участие в тестировании, демонстрации функционала в рамках разработки системы;\n \nПроектирование бизнес-процессов, автоматизируемых в рамках информационной системы;\n \nОбучение и оказание консультационных услуг пользователям ИС;\n \nУчастие в проведении работ по организации перехода информационной системы и ее функциональных частей в эксплуатацию (опытную, промышленную);\n \nПроведение функционального тестирования web-приложений и сервисов, по завершению различных этапов разработки.\n \n \nТребования:\n \n \nВысшее техническое и\/или экономическое и\/или гуманитарное (желательно техническое);\n \nНе менее 1 года в области ИТ на должности аналитика;\n \nНавыки сбора требований, анализа и описания бизнес-процессов;\n \nОпыт подготовки проектной документации;\n \nНавык написания постановок задач, включая постановки задач для разработчиков;\n \nНавык подготовки презентационных материалов;\n \nЗнание аспектов функциональных и технических архитектур, аспектов интеграции прикладных систем;\n \nПонимание Agile-методологии;\n \nВысокая организованность и внимание к деталям;\n \nЗнание баз данных и SQL будет большим плюсом;\n \nЗнание методов системного анализа (UML).\n \n \nУсловия:\n \n \nОфициальное оформление по ТК РК;\n \nГрафик работы 5\/2 с 9:00 до 18:30, обед с 13:00 до 14:30;\n \nРабота в успешно развивающейся IT Предприятии;\n \nСистема наставничества и обучения от более опытных сотрудников;\n \nВозможность профессионального роста.\n \nnan\n","cats":[],"entities":[[750,777,"Knowledge"],[780,788,"Knowledge"],[1001,1017,"Knowledge"],[1019,1027,"Knowledge"],[1029,1054,"Knowledge"],[1074,1096,"SoftSkills"],[1116,1132,"SoftSkills"],[1197,1223,"SoftSkills"],[1243,1258,"Knowledge"],[1260,1282,"Knowledge"],[1293,1321,"Knowledge"],[1335,1352,"Knowledge"],[1364,1380,"SoftSkills"],[1383,1401,"SoftSkills"],[1412,1422,"Knowledge"],[1425,1429,"Tool"],[1460,1486,"Knowledge"],[1488,1491,"Tool"]],"Comments":[]}
{"id":10528,"text":"101932055\nБизнес аналитик (Senior)\nЦифровые Привычки\n – аккредитованная IT-компания, резидент Сколково, топ-5 подрядчиков Сбера. Мы предоставляем услуги IT-консалтинга, заказной разработки, аутсорсинга IT-процессов и развиваем собственные продукты и проекты партнеров.\n \nНаша команда\n — это сплоченный коллектив высококвалифицированных профессионалов, способных эффективно решать самые сложные задачи. Нас более 250 человек, распределенных по разным проектам и городам.\n \nЛюди\n — самый ценный актив.\n \nНаша команда экспертов объединена общими идеями, ценностями и миссией. Мы делаем свою работу лучше каждый день благодаря общим принципам, которые нами движут.\n \nМы заботимся о благополучии специалистов: создаем комфортные условия труда, ставим амбициозные задачи и даем возможность поменять проект, если он по каким-то причинам перестал устраивать.\n \nКоличество наших проектов растет, как растет и наша команда. Сейчас мы в поиске \nбизнес аналитика на проект Сбера.\n \nОбязанности:\n \n \n Участие в планировании, проектировании и разработке продукта;\n \nразработка клиентских путей;\n \nреализация и настройка системы;\n \nдетальное проектирование интеграции со смежными сервисами (в том числе API);\n \nразработка и согласование документации в рамках производственного процесса (технический дизайн, описание функциональности, архитектура, рабочая документация);\n \nанализ архитектуры смежных сервисов, проектирование интеграционных решений, участие в формировании архитектуры решений;\n \nучастие в тестировании и приемке нового функционала;\n \n внедрение изменений в операционные подразделения\n \n \nТребования:\n \n \n \nОпыт работы от 2-4 лет;\n \n \n \nразработка бизнес-требований;\n \n \n \nописание процессов TO BE;User Strories.\n \n \n \nвыявление и формулирование бизнес-требований в формате User Strories;\n \n \n \nнотация BPMN. Моделирование бизнес-процессов;\n \n \n \nсоздание макетов UI\/UX;\n \n \n \nвыявление и формулирование функциональных требований в формате Use Cases на основе User Stories;\n \n \n \nопределение точек интеграции для системы и первичный сбор документации для анализа интеграционного взаимодействия;\n \n \n \nвыявление и документирование нефункциональных требований к системе;\n \n \n \nнотация UML - для описания процессов, состояний.\n \n \n \nУсловия:\n \n \nДостойная заработная плата.\n \nТрудоустройство по ТК, ИП, ГПХ, СЗ. Нахождение на территории РФ обязательно\n \nГибридный формат работы ( офис в Москве, удаленка - для регионов).\n \nРеальный рост внутри компании, регулярный пересмотр зарплаты по результатам работы.\n \nОбучение в образовательном центре HeadBridge на базе компании.\n \nВозможность изучения английского языка.\n \nДоход обсуждаем с каждым кандидатом индивидуально (все зависит от вашего уровня знаний)\n \nДМС через 6 мес работы.\n \nUML,BPMN,Use case,User Story\n","cats":[],"entities":[[1647,1664,"Knowledge"],[1681,1696,"Knowledge"],[1730,1762,"Knowledge"],[1802,1806,"Tool"],[1808,1838,"Knowledge"],[1855,1868,"Knowledge"],[2182,2186,"Tool"]],"Comments":[]}
{"id":10529,"text":"102070095\nМенеджер проектов\/проектный менеджер\nОбязанности:\n \n \nСопровождение процесса интеграции приобретаемых бизнесов (Направление: Производство, Строительство, ИТ, Медицина).\n \nПроведение встреч с бизнес-единицами по проектам интеграции и внедрении проектов развития в компании.\n \nПланирование и реализация процесса интеграции, внедрение новых бизнес-процессов в интегрируемые бизнесы.\n \nПоддержка\/актуализация методологии интеграции, повышение эффективности процесса.\n \nСоставление и актуализация планов интеграции.\n \nМониторинг и контроль процесса интеграции.\n \n \nТребования:\n \n \nВысшее образование в области бизнеса, экономики и финансов, информационных технологий.​​​​​​\n \nОпыт реализации внедрения ИТ проектов в роли проектного менеджера, руководителя проекта;\n \nОпыт работы в консалтинге, крупных компаниях в сфере корпоративных финансов \/ инвестиций \/ стратегии.\n \nОпыт работы с различными инструментами анализа данных (Power BI, PowerQuery – как преимущество).\n \nСпособность эффективно работать в команде и с различными заинтересованными сторонами.\n \nПродвинутый пользователь MS Office (включая MS Project).\n \n \nУсловия:\n \n \nОформление по ТК РФ.\n \nОклад + квартальные премии.\n \nГибкий график работы 5\/2. Формат работы - частично удаленный.\n \nДМС страхование, карта корпоративного питания. \n \nШаговая доступность от метро Арбатская.\n \nnan\n","cats":[],"entities":[[697,718,"Knowledge"],[786,797,"Knowledge"],[819,847,"Knowledge"],[850,861,"Knowledge"],[863,872,"Knowledge"],[931,939,"Tool"],[941,951,"Tool"],[998,1016,"SoftSkills"],[1088,1097,"Tool"]],"Comments":[]}
{"id":10530,"text":"101422319\nBA\/IT Sales Manager\nНебольшая компания - резидент Парка Высоких Технологий в поиске бизнес аналитика\/менеджера по продажам. Занимаемся созданием web\/mobile сервисов\/игр разной степени сложности с участием машинного обучения.\n \nОбязанности:\n \n \nучастие в Pre-sale;\n \nвыявление потребностей бизнеса (сбор и фиксация требований);\n \nразработка таблицы описания функциональности сервиса\/приложения;\n \nобщение с клиентами (управление ожиданиями и построение долгосрочных партнерских отношений).\n \n \nТребования:\n \n \nопыт участия в Pre-sale;\n \nопыт общения с клиентами (выявление требований, управление ожиданиями и построение долгосрочных партнерских отношений);\n \nзнание английского языка (разговорного и письменного) на уровне Upper-intermediate и выше - будет плюсом;\n \nвысокий уровень ответственности, исполнительность, самостоятельность, умение работать в команде, общая грамотность и эрудированность;\n \nопыт работы в продажах (будет преимуществом);\n \nаналитический склад ума и системный подход в работе.\n \nпрезентабельный вид\n \nобязательно прохождение небольшого тестового задания (создание функциональной таблицы)\n \n \nУсловия:\n \n \nработа в стремительно растущей IT-компании;\n \nофис недалеко от ст. метро Грушевка \/ Площадь Франтишка Богушевича;\n \nФикс + % от продаж;\n \n8-часовой рабочий день;\n \nофициальное трудоустройство по ТК РБ.\n \nСбор требований,BPMN,Business Analysis,Деловая переписка,Телефонные переговоры,Заключение договоров,Business Development,Оптимизация бизнес-процессов\n","cats":[],"entities":[[308,313,"Knowledge"],[315,334,"Knowledge"],[350,391,"Knowledge"],[675,687,"SoftSkills"],[792,807,"SoftSkills"],[809,825,"SoftSkills"],[827,844,"SoftSkills"],[853,871,"SoftSkills"],[879,891,"SoftSkills"],[893,908,"SoftSkills"],[960,983,"SoftSkills"],[1345,1360,"Knowledge"],[1361,1365,"Tool"],[1366,1383,"Knowledge"]],"Comments":[]}
{"id":10531,"text":"102410080\nМладший бизнес-аналитик \/ Business Analyst Junior\nПривет, это команда буше!\n \nМы ищем начинающего аналитика данных для проекта по развитию новых пекарен-кондитерских буше и Теплого Хлеба в Санкт-Петербурге.\nТы будешь разрабатывать формы окупаемости новых кафе и бизнесов, строить модели выбора оптимальных локаций и прогнозировать экономику наших заведений.\n \nЕсли ты:\n \n \n \nобладаешь опытом обработки данных на Python;\n \n \n \nумеешь строить графики в Python\/Excel и доносить важную информацию с их помощью;\n \n \n \nимеешь аналитический склад ума, умеешь систематизировать информацию;\n \n \n \nлюбишь находить инсайты в данных и презентовать их менеджменту\n \n \n \nто эта вакансия для тебя.\n \nВ число твоих задач войдут:\n \n \n \nвыезд к локациям новых кафе, сбор чеков у ближайших конкурентов;\n \n \n \nсоздание моделей для оценки успешности новых точек;\n \n \n \nсоздание отчётов, дашбордов и презентаций, которые помогут повысить эффективность принятия решений менеджментом.\n \n \n \nБудет дополнительным преимуществом:\n \n \n \nЗнание основ экономики и финансов;\n \n \n \nОпыт прохождения аналитических курсов (от Yandex\/Karpov\/Skillbox\/Skillfactory и других);\n \n \n \nЗнание SQL;\n \n \n \nХорошее знание города.\n \n \n \nУ нас тебя ждут:\n \n \nаналитический отдел с приоритетом на баланс между работой и личной жизнью;\n \nуютный офис на Петроградской с бесплатными обедами, печеньками и кофе (Ясная Поляна);\n \nполностью \"белая\" заработная плата, официальное трудоустройство;\n \nсофинансирование обучения и поддержка по получению дополнительных знаний в рамках рабочего процесса;\n \nвозможность бесплатных консультаций у корпоративных психологов;\n \nгибридный формат работы (офис\/дом);\n \nсофинансирование занятий спортом и английским языком;\n \nскидки на продукцию буше 25%, на кофейные напитки – 50%;\n \nнадбавка за стаж;\n \nвнутренние мероприятия буше: лектории, йога, арт-терапия и много чего ещё;\n \nподарки на дни рождения, Новый год и другие праздники;\n \nДМС после шести месяцев работы в компании;\n \nучастие в волонтёрских и экологических проектах.\n \n \nЕсли вы не получили от нас письменный ответ, или мы не связались с вами по телефону, значит ваш профессиональный опыт, к сожалению, не соответствует требуемому на данной позиции. Возможно, мы вернемся к Вашей кандидатуре, когда у нас возникнет такая потребность.\n \nСпасибо за ваш интерес к буше, и желаем вам успеха в поиске работы\nPython,SQL,Аналитическое мышление,Бизнес-анализ,MS Excel\n","cats":[],"entities":[[402,418,"Knowledge"],[422,428,"Tool"],[461,467,"Tool"],[468,473,"Tool"],[530,553,"SoftSkills"],[562,590,"Knowledge"],[614,630,"Knowledge"],[800,816,"Knowledge"],[858,874,"Knowledge"],[876,885,"Knowledge"],[888,899,"Knowledge"],[1032,1041,"Knowledge"],[1044,1052,"Knowledge"],[1162,1165,"Tool"]],"Comments":[]}
{"id":10572,"text":"98756131\nПомощник кредитного эксперта (без продаж)\nОбязанности:\n \n \nПодготовка кредитно-обеспечительной документации\n \nПодписание договоров с клиентами\n \nЗанесение данных в Word, Excel и др. информационные системы банка\n \nСопровождение кредитов\n \nСоставление отчетов по результатам работы\n \n \nТребования:\n \n \nВысшее профессиональное образование (\nфинансовый сектор\n)\n \nНаличие навыков работы с документами\n \nОпыт\n общения с клиентами\n \nУверенный пользователь ПК ( Word, Excel); \nЛичные качества: аккуратность, грамотность и \nправ\nильная речь, коммуникабельность.\n \n \nНаличие \nопыт\nа работы в сборе документации на получение услуг в кредитных организациях будет Вашим преимуществом . \n \nУсловия:\n \n \nОфициальное трудоустройство по Трудовому Кодексу \nРФ\n \nГрафик работы: с 8.00 до 17.00 (с понедельника по пятницу), суббота и воскресенье - выходные дни.\n \nДоход (оклад+ежемесячная премия )\n \nРегулярное корпоративное обучение\n \nРазвитая система наставничества (помощь в обучении, если нет достат\nочно\nго \nопыт\nа и навыков в данном на\nправ\nлении)\n \nОфис находится на ул. Родионова д. 195\n (напротив магазина \"Лента\")\n \nРабота в дружном коллективе.\n \n \n \nВысшее образование,Умение эффективно планировать свое время,Работать в команде,Опытный пользователь ПК, знание MS Office\n","cats":[],"entities":[[79,116,"Knowledge"],[236,244,"Knowledge"],[464,468,"Tool"],[470,475,"Tool"],[496,508,"SoftSkills"],[510,521,"SoftSkills"],[543,561,"SoftSkills"]],"Comments":[]}
{"id":10573,"text":"102601720\nРуководитель направления по организации продаж\nДирекция клиентских отношений Центра развития Индийского направления\n в поисках Руководитель направления по организации продаж\n \nОбязанности\n \n \nОрганизация и курирование продаж продуктов индийского направления в сегменте ММБ\n \nЗапуск продаж продуктов индийского направления в сегменте ММБ\n \nЗапуск различных акций и конкурсов\n \nВстраивание в мотивацию\n \nПланерки с подразделениям продаж в территориальных банках\n \nОрганизация Гембы и работа с отклонениями\n \nОбучение сети по продуктам\n \n \nТребования\n \n \nОпыт клиентской работы в ММБ от 5 лет\n \nЗнание продуктов КБ\n \nЗнание действующих моделей продаж\n \nУправленческий опыт от 3 лет\n \nОпыт организации продаж иных продуктов в сегменте ККСБ\n \nКлиентоориентированность, исполнительность, ответственность\n \nЗнание английского языка B1\n \n \nУсловия\n \n \nCтабильный оклад и социальная поддержка сотрудников\n \nРасширенный ДМС с первого дня и льготное страхование для близких\n \nРегулярное корпоративное и внешнее обучение\n \nБесплатная подписка СберПрайм+ и скидки на продукты компаний-партнеров\n \nСпортивный зал в офисе\n \nРабота в лучшем офисе страны по версии Best Office Awards 2022\n \nИпотека выгоднее на 4% для каждого сотрудника\n \nСкидки на путешествия\n \nКорпоративная пенсионная программа\n \nnan\n","cats":[],"entities":[[245,267,"Knowledge"],[279,282,"Knowledge"],[285,308,"Knowledge"],[472,489,"Knowledge"],[748,772,"SoftSkills"],[774,790,"SoftSkills"],[792,807,"SoftSkills"],[817,829,"SoftSkills"]],"Comments":[]}
{"id":10574,"text":"102628484\nSenior Financial Analyst\nWe are looking for a \nSenior Financial Analyst\n to our client. This is is a leading supplier of petrochemical products with an impeccable market reputation, a wide range of products.\n \n \n \nYou will do:\n \n \nPreparation of consolidated management accounts, incl. presentation for senior executives Q&A support\n \nComprehensive trade performance analysis (by countries and product groups)\n \nCash flow forecasts, liquidity and working capital management analytics\n \nAnalysis of financial statements and other information of company’s counterparties, credit risk analysis\n \nAd hock analysis & ad hock reports, incl. analysis of financial performance of separate businesses and projects\n \nImprovement of processes, incl. automation, system innovation & tools implementation\n \nDeveloping and maintaining effective relationships with cross-functional departments\n \n \n \n \nRequired knowledge, experience, and technical skills:\n \n \nBachelor’s degree in accounting \/ finance \/ economics or other related areas\n \n3+ years of experience accounting \/ finance \/ economics or other related areas (Big4 or ex-Big4 public accounting \/ consulting experience a plus)\n \nGeneral knowledge of accounting (IFRS), financial and operational principles\n \nAttention to detail and the ability to identify data patterns\n \nGood verbal and written communication skills (both in Russian and English)\n \nAbility to manage multiple tasks and adapt to a fast-changing business environment\n \nStrong Excel skills\n \n \n \n \nPreferred candidates:\n \n \nBig4 audit, forensic and consulting experience. Senior level.\n \nFinancial analysts from IFRS reporting departments \/ management reporting departments\n \nFinancial analysts from financial planning & analysis departments or finance business partners. Preferably from IT \/ e-commerce \/ retail industries (because these industries are mostly looking for flexible and fast-paced employees).\n \nIFRS reports,Financial Analysis,MS Excel,Business English\n","cats":[],"entities":[[345,385,"Knowledge"],[443,453,"Knowledge"],[457,493,"Knowledge"],[508,528,"Knowledge"],[580,600,"Knowledge"],[1182,1213,"Knowledge"],[1222,1232,"Knowledge"],[1236,1258,"Knowledge"],[1261,1280,"SoftSkills"],[1309,1322,"Knowledge"],[1494,1500,"Tool"]],"Comments":[]}
{"id":10575,"text":"101085656\nСтарший менеджер по работе с клиентами \/ Senior relationship manager \/ Family office\nОбязанности:\n \n— Поиск, привлечение и ведение клиентов с высоким и ультра высоким доходом;\n \n— Выстраивание долгосрочных отношений с клиентом через предложение ему широких решений: финансовое планирование, формирование инвестиционного портфеля в разных юрисдикциях и структурах владения, исходя из текущей жизненной ситуации клиента;\n \n— Знание основ и принципов работы мультисемейных офисов;\n \n— Фундаментальные знания по защите активов, налоговому планированию, формированию различных структур владения активами и наследования;\n \n— Предложение портфельных решений клиентам (ценные бумаги);\n \n— Хорошие знания глобального и российского финансовых рынков.\n \nТребования:\n \n \nНаличие собственной активной базы клиентов;\n \nНаличие личного опыта инвестирования;\n \nНестандартное мышление, желание помочь клиенту, нацеленность на результат;\n \nОпыт работы с состоятельными клиентами в инвестиционных и\/или управляющих компаниях, банках;\n \nPrivate banking, Family office от 6 лет.\n \n \nУсловия:\n \n \nДостойная оплата труда + бонусная часть;\n \nПрозрачная система мотивации;\n \nОформление в соответствии с ТК РФ;\n \nВозможность дистанционной работы с офисах компании в Москве и Дубае.\n \nАктивные продажи,Поиск и привлечение клиентов,Инвестиционная деятельность,Управление активами,Английский язык,Управление отношениями с клиентами\n","cats":[],"entities":[[465,486,"Knowledge"],[518,532,"Knowledge"],[534,557,"Knowledge"],[582,608,"Knowledge"],[611,623,"Knowledge"],[706,717,"Knowledge"],[720,749,"Knowledge"]],"Comments":[]}
{"id":10576,"text":"102211906\nИнвестиционный аналитик\nЗдравствуйте, уважаемые кандидаты!\n \nМеня зовут Анастасия, и я - HR специалист в компании TESS CBA DMCC.\n \nМы - инвестиционная компания со штаб-квартирой в ОАЭ, имеющая различные активы (финтех,медтех, пищевая отрасль), специализирующаяся в Private Equity.\n \nИщем \nинвестиционного аналитика \nв Бюро по странам Центральном Азии.\nПредполагается полная релокация в Узбекистан! \nВы будете помогать развивать бизнес, осуществляя мониторинг финансовых показателей инвестиционных объектов и оказывать руководству содействие в принятии решений.\n \nЧто нужно делать:\n \n \nОценивать стоимость бизнеса (построение с нуля мультипликаторных финансовых моделей, включая DCF)\n \nПроводить комплексную аналитическую оценку и проверку инвестиционных объектов\n \nВзаимодействовать с аудиторами, профессиональными консультантами (финансовыми, юридическими и т. д.), инвесторами и другими третьими сторонами.\n \nОбеспечивать всесторонний анализ рынка (финтех, медтех, ит, агропромышленность и переработка)\n \nПодготавливать информационные материалы и презентации для топ-менеджмента и членов совета директоров.\n \nВыполнять различных нестандартных задач от топ-менеджмента в рамках анализа инвестиционных объектов и выбора объекта для инвестиций\n \nПодготавливать ежемесячные и еженедельные отчеты о финансовом анализе.\n \nАнализировать рынок в целом для прогнозирования ситуации на рынке, потенциального роста, может видеть перспективы тех или иных проектов\n \nРаботать под руководством и совместно с руководителем Бюро\n \n \nЧто нам важно:\n \n \nОпыт работы от 2 до 5 лет в сфере корпоративных финансов. Релевантный опыт в сфере PE\/ IB \/ M&A \/ Консалтинг будет преимуществом.\n \nСтепень Бакалавра\/Магистра финансов\/экономики.\n \nОпыт проведения комплексной проверки обязателен\n \nХорошие знания в области корпоративных финансов и обширный опыт финансового моделирования DCF\n \nПродвинутый пользователь Excel и Power Point\n \nСильные аналитические навыки и умение решать нестандартные задачи\n \nСвободное владение Английским и \nРусским\n языками\n \nНацеленность на результат, способность работать самостоятельно\n \nПрохождение и участие в программе CFA является преимуществом\n \nОпыт работы в сфере (финтех, медтех, ит, агропромышленность и переработка) является преимуществом.\n \n \nЧто мы предлагаем:\n \n \nРабота в компании с растущим бизнесом, HQ в ОАЭ (г. Дубай)\n \nДостойную заработную плату (обсуждается с успешным кандидатом индивидуально)\n \nУдаленный формат работы\n \nХороший коллектив :)\n \nnan\n","cats":[],"entities":[[717,737,"Knowledge"],[740,772,"Knowledge"],[934,959,"Knowledge"],[1360,1393,"Knowledge"],[1900,1905,"Tool"],[1908,1919,"Tool"],[1930,1950,"SoftSkills"],[2009,2019,"SoftSkills"],[2023,2030,"SoftSkills"]],"Comments":[]}
{"id":10577,"text":"102181831\nФинансовый аналитик\nПривет! Наша команда из подразделения \nEvercode Lab \nразвивает финансовый сервис мирового уровня, которым ежедневно пользуются сотни тысяч людей по всему миру и на всех континентах. Мы растём в геометрической прогрессии и ищем талантливых специалистов во всех отраслях.\n \nСейчас мы в поисках мощного усиления и открываем вакансию \nфинансового аналитика! \n \nЗоны ответственности:\n \n \nОптимизация финансовых потоков:\n \n \n \nАнализ эффективности текущих финансовых процессов;\n \nВнедрение изменений для улучшения управления денежными средствами.\n \n \n \n \nФинансовый анализ проектов:\n \n \n \n \nСбор и анализ данных по расходам;\n \nСбор и анализ данных по доходам;\n \nПлотная работа с отделами, предоставляющими данные.\n \n \n \n \nСоздание P&L для проектов + настройка финансового учета в них:\n \n \n \n \nплотная работа с руководителями проектов;\n \nвнедрение системы финансовой отчетности;\n \nуправление (ведение) уже внедренной финансовой отчетностью.\n \n \n \n \nРабота с выгрузками из базы данных:\n \n \n \n \nнаписание простейших команд в SQL для выгрузки данных по запросам;\n \nпредоставление информации в максимально-понятном для всех сторон виде.\n \n \nТребования:\n \n \n \nНавыки анализа большого количества данных используя SQL\/Python;\n \n \n \nНавыки финансового анализа;\n \n \n \nУмение работать в команде;\n \n \n \nРабота с ПО: google-инструменты (GDocs, GExcel и т.д.);\n \n \n \nПродвинутый пользователь GExcel;\n \n \n \nУмение работать в режиме многозадачности.\n \n \n \nБудет плюсом:\n \n \nЭкономическое образование;\n \nОпыт работы на аналогичной должности в холдинге с несколькими компаниями внутри (пожалуйста, отразите этот опыт в сопроводительном письме, если он есть).\n \n \nУ нас всегда:\n \n \nАтмосфера, где ты будешь развиваться и получать удовольствие от рабочих процессов;\n \nБыстрый и качественный профессиональный рост в окружении профи;\n \nДостойный уровень заработной платы;\n \nОгромный офис с видом на исторический центр Санкт-Петербурга​​\n \n \n \nMS Excel,Финансовый анализ,SQL,Работа в команде,Анализ данных,Google Docs,Аналитика,Google таблицы,Работа в условиях многозадачности,Работа с большим объемом информации,Грамотная речь и письмо,GExcel,Продвинутый пользователь ПК,Аналитическое мышление\n","cats":[],"entities":[[755,771,"Knowledge"],[784,801,"Knowledge"],[871,900,"Knowledge"],[1046,1050,"Tool"],[1054,1081,"Knowledge"],[1185,1219,"Knowledge"],[1230,1233,"Tool"],[1234,1240,"Tool"],[1255,1274,"Knowledge"],[1289,1307,"SoftSkills"],[1348,1353,"Tool"],[1355,1362,"Tool"],[1402,1408,"Tool"],[1441,1456,"SoftSkills"]],"Comments":[]}
{"id":10578,"text":"99118393\nЗаместитель начальника Управления развития бизнеса\nОбязанности:\n \n \nУчастие в реализации проектов развития бизнеса \/ сделок M&A в составе кросс-функциональных проектных групп – от поиска и инициирования проекта до закрытия сделки;\n \nПоиск, мониторинг и анализ информации (региональные исследования рынков и компаний, анализ стратегий развития компаний), разработка страновых и региональных стратегий входа в новые активы;\n \nУчастие в подготовке аналитических записок и презентационных материалов для руководства Компании;\n \nЭкспертиза финансовых моделей по сделкам;\n \nОрганизация и сопровождение процедуры должной проверки активов в рамках сделок;\n \nУчастие в разработке комплексной (с юридической, налоговой, корпоративной точек зрения) структуры реализации сделок;\n \nУчастие в подготовке и согласовании юридической документации по сделкам (Term sheet, HoA, SPA, SHA, JOA, PSA).\n \n \nТребования:\n \n \nВысшее образование (финансово-экономическое \/ нефтегазовое);\n \nОпыт работы в консалтинговой компании (Big4\/ex.Big4), инвестиционно-банковской компании или в подразделении по развитию бизнеса \/ M&A крупной промышленной компании обязателен;\n \nПрактический опыт успешной реализации сделок M&A, вкл. комплексное структурирование сделок, подготовку документации по сделкам, согласование ценовых условий сделок;\n \nБазовые навыки ведения коммерческих переговоров и подготовки переговорной позиции для первых лиц Компании;\n \nОпыт работы в нефтегазовом секторе и знания ключевой специфики нефтегазового бизнеса (российского и международного) будет преимуществом;\n \nУровень владения английским языком не ниже Upper Intermediate (вкл. отраслевую лексику);\n \nПродвинутый пользователь MS Office (Power Point, Excel, Word);\n \nСильные аналитические способности;\n \nРазвитые коммуникативные навыки.\n \n \nУсловия:\n \n \nОфис - г. Москва, Армянский пер. 9\/1 стр.1.\n \nДМС, корпоративный фитнес.\n \nСоциальный пакет.\n \nБессрочный трудовой договор.\n \nnan\n","cats":[],"entities":[[107,123,"Knowledge"],[262,279,"Knowledge"],[399,414,"Knowledge"],[1205,1240,"Knowledge"],[1582,1593,"SoftSkills"],[1681,1690,"Tool"],[1729,1754,"SoftSkills"],[1767,1789,"SoftSkills"]],"Comments":[]}
{"id":10579,"text":"101099655\nФинансовый аналитик\nBAIKALSEA Company – крупнейший производитель воды байкальского региона. Наши флагшипы: природная артезианская вода BAIKAL PEARL, минеральная лечебно-столовая вода BAIKAL RESERVE, а также глубинная байкальская вода BAIKAL430.\n \nДолжностные обязанности:\n \n \nпрогнозирование и планирование продаж на краткосрочный и среднесрочные периоды\n \nанализ план-факт по каждому направлению Продаж, оценка эффективности показателей по итогам продаж по каналам сбыта, регионам сбыта, SKU и т.п.\n \nпроведение анализа ключевых показателей эффективности по итогам отчетного периода (месяц, квартал, год)\n \nвзаимодействия с ИТ службой по обеспечению улучшению работоспособности 1С\n \nподготовка данных для формирования ценовой политики направления Продажи, формирование цены закупа;\n \nмногофакторный анализ деятельности отдела продаж по заданию руководителя\n \n \nоценка эффективности логистических затрат\n \n \n \nАнализ рынка (оценка доли рынка, по видам продукции, сезонности, конкурентов и т.п.). Работа с отчетами Sell out, Нильсен, GFK, вторичными продажами.\n \n \n \nАнализ эффективности прогнозируемых и проведенных мероприятий и промо, в том числе акций\n \n \n \nОценка ПДЗ по контрагентам и выработка предложений по работе с ней, оценка рисков\n \n \n \nТребования:\n \n \nОпыт планирования и прогнозирования продаж;\n \nЗнание Excel на уровне продвинутого пользователя (сводные таблицы, логические формулы и т. д.);\n \nЗнание бухгалтерского учета и финансовой отчетности;\n \nОпыт работы в секторе FMCG является преимуществом;\n \nОпыт работы в С УПП (желательно)\n \nГрамотная устная и письменная речь;\n \nКоммуникабельность, трудоспособность, ответственность, стрессоустойчивость, активная жизненная позиция;\n \n \n \n \nУсловия:\n \n· Оформление и социальные гарантии в соответствии с ТК РФ;\n \n· Корпоративное обучение и тренинги;\n \n· Перспективы профессионального и карьерного роста;\n \n· Работа на территории работодателя;\n \n· Офис в шаговой доступности от м. Сходненская.\n \n \nnan\n","cats":[],"entities":[[810,830,"Knowledge"],[879,913,"Knowledge"],[1280,1293,"Knowledge"],[1295,1317,"Knowledge"],[1328,1333,"Tool"],[1426,1446,"Knowledge"],[1449,1470,"Knowledge"],[1488,1500,"Knowledge"],[1541,1546,"Knowledge"],[1600,1618,"SoftSkills"],[1620,1636,"SoftSkills"],[1638,1653,"SoftSkills"],[1655,1674,"SoftSkills"],[1676,1702,"SoftSkills"]],"Comments":[]}
{"id":10580,"text":"102642316\nData Analyst\nBBK Tashkent Limited is the official representative of \"VIVO UZBEKISTAN\" in the Republic of Uzbekistan.\nVIVO is a global smartphone manufacturer with production facilities and R&D centres in China, India, Indonesia and the USA.\nIn 2019 it started selling its smartphones in the Republic of Uzbekistan and plans to open its official representative office in Kyrgyzstan, we are assembling a team!\n \nResponsibilities\n \n \nCompany database management\n \nAnalyze financial and sales reports\n \nCross department data management and dialy supports on various sales data\n \nMeet with management and make recommendations for change\n \nMarket researches and feedbacks on company products\n \nMarket visits and compaetitor analysis\n \nFind solutions and develop alternative practices\n \n \n \n \nRequirements and skills\n \n \nProven work experience as a Management Information Analyst or similar role\n \nExcellent communication and interpersonal skills\n \nExperience working with different departments throughout an organization\n \nBachelor’s degree in business or a related field\n \n \nJob brief\n \nWe are seeking a highly skilled Management Information Analyst to join our team and collaborate with multiple departments in our organization. Your primary role will be to analyze our existing procedures and provide insightful recommendations to enhance efficiency and assist us in achieving our goals. You will be responsible for evaluating company data and policies across different departments to identify areas where management processes can be improved.\n \nIn this position, you will work closely with managers and other leaders throughout the organization to address challenges and implement process enhancements that align with our objectives. Your expertise and guidance will play a pivotal role in streamlining operations and facilitating our ongoing success.\n \nIf you are a detail-oriented professional with strong analytical abilities and a passion for driving organizational improvement, we encourage you to apply. Join our team and contribute to our collective efforts in achieving operational excellence.\n \n \nАнглийский язык,MS PowerPoint,Power BI,Проведение опросов клиентов,Statistics\n","cats":[],"entities":[[471,488,"Knowledge"],[493,506,"Knowledge"],[644,661,"Knowledge"],[852,882,"Knowledge"],[911,925,"SoftSkills"],[929,943,"SoftSkills"]],"Comments":[]}
{"id":10581,"text":"101945326\nФинансовый аналитик\nПривет, мы команда сети пекарен \"К.Е.К.С\" и \nресторанов авторской кухни\n.\n \nМы уважаем и ценим наших сотрудников, помогаем развивать профессиональные качества, поддерживаем и растим таланты!\n \nПриглашаем в нашу команду Финансового аналитика\n!\n \nЕсли Вы ищите работу, где уважают и ценят людей, помогают развивать профессиональные качества и замечают таланты, тогда наша команда для Вас!\n \nФункционал:\n \n \n \nФормирование, согласование и контроль исполнения платежей;\n \n \n \nРаспределение затрат по счетам управленческого учета;\n \n \n \nКонтроль полноты занесения и корректности отражения в учете всех финансово-хозяйственных операций;\n \n \n \nФормирование управленческой отчётности - БДР и БДДС.\n \n \n \nУсловия:\n \n \nСвоевременная выплата заработной платы;\n \nОфициальное оформление по ТК РФ, социальный пакет;\n \nКлассический график работы 5\\2 с 9.00-18.00, офис в центре города;\n \nСкидки на продукцию компании, возможности для профессионального развития;\n \nВозможность ведения проектов по внедрению новых и развитию текущих процессов компании.\n \n \nТребования:\n \n \n \nПакет MS Office (Excel – уверенный пользователь)\n \n \n \nРабота на учетных системах (1С8.3, IIKO– желательно)\n \n \n \nЗнание основ\/принципов бухгалтерского учёта\n \n \n \nУмение работать с большим объемом информации\n \n \n \nВысшее экономическое образование\n \n \n \nВысокий уровень самоорганизации, аналитический склад ума, внимательность\n \n \n \nОпыт работы от 2-х лет.\n \n \n \n \nnan\n","cats":[],"entities":[[1094,1103,"Tool"],[1171,1176,"Tool"],[1178,1182,"Tool"],[1209,1245,"Knowledge"],[1270,1296,"Knowledge"],[1358,1373,"SoftSkills"],[1375,1398,"SoftSkills"],[1400,1414,"SoftSkills"]],"Comments":[]}
{"id":10632,"text":"102367797\nФинансовый аналитик\/экономист\nФонд развития промышленности Саратовской области предоставляет государственную финансовую поддержку в виде льготных займов на реализацию инвестиционных проектов промышленных предприятий. Фонду требуется специалист в области финансового анализа, оценки бизнес-планов и инвестиционных проектов. Знание и опыт работы с экономическими и стратегическими показателями и проектами производственных предприятий приветствуется. Также приветствуются навыки аналитики продаж\/закупок\/тендеров.\n \n \n \nОбязанности:\n- анализ финансовой и юридической состоятельности клиентов\n- анализ проектных рисков и узких мест проектов\n- оказание консультационно-информационной и методической поддержки по государственным мерам поддержки, оказываемым промышленным предприятиям\n- мониторинг профинансированных проектов\n- работа с нормативными законодательными актами\n- взаимодействие с профильными министерствами и ведомствами\n- подготовка и проведение презентаций\n- работа с договорной документацией, общий документооборот\n \nТребования:\n- опыт работы не менее 2-х лет в отделе кредитования юридических лиц\/ опыт работы в планово-экономическом отделе предприятия (различные варианты планирования и моделирования, расчет себестоимости, планы продаж, инвестиции)\n- оценка финансового состояния предприятий всех форм собственности (РСБУ и МСФО);\n- опыт проведения финансового анализа клиента по технологии кредитования ЕБРР либо работа с управленческой отчетностью\n- знание правил построения кредитного процесса, экспертизы, системы контроля за кредитными рисками\n- расчет показателей экономической эффективности (NPV, IRR)\n- финансовое моделирование\n- разработка бизнес-планов\n- грамотная, четкая и структурированная речь\n- умение вести деловую переписку\n- умение работать с нормативно-правовыми документами\nУсловия:\nОфициальное оформление по ТК РФ, соцпакет\nГрафик работы: 5\/2, с 9:00 до 18:00\nМесто работы: центр\n \n \n \n \nnan\n","cats":[],"entities":[[1404,1431,"Knowledge"],[1581,1620,"Knowledge"],[1634,1658,"Knowledge"],[1672,1685,"Knowledge"]],"Comments":[]}
{"id":10633,"text":"101818006\nСтажер\/Финансовый аналитик\/контролер - аналитик данных\nИщем стажера в Департамент финансового планирование и анализа данных.\nОбязанности:\n \n \nАвтоматизация и разработка необходимой отчетности;\n \nучастие в осуществлении сбора и анализа информации, необходимой для разработки Стратегии развития Банка, в том числе финансовой модели Банка;\n \nподготовка и разработка презентаций при необходимости и отчетов, связанных с процессом бюджетирования;\n \nсоставление прогноза денежных потоков Банка (cash flow) на один финансовый год (в рамках бюджета);\n \nобеспечение ежедневного контроля текущих платежей в разрезе филиалов и структурных подразделений Банка;\n \nоптимизация расходов Банка по средствам разработки лимитов и нормативов по общехозяйственным расходам и капитальным вложениям Банка в разрезе филиалов структурных подразделений Банка;\n \nФормирование продвинутой аналитики на платформе POWER BI;\n \n \nТребования:\n \n \nПродвинутый пользователь MS EXCEL - плюсом будет знание таких инструментов как POWER PIVOT, POWER QUERY;\n \nЗнание финансовой отчётности;\n \nЗнание Power BI;\n \nАналитический склад ума, понимание как устроена база данных для формирования корректных тех. заданий в IT.\n \nФинансовый анализ,Финансовая отчетность,Финансовое планирование,Финансовое моделирование,Power BI,SQL,MS Excel,Бюджетирование,Финансовый контроль,Power Query,DAX,Power Pivot,Бизнес-планирование\n","cats":[],"entities":[[152,165,"Knowledge"],[168,201,"Knowledge"],[229,234,"Knowledge"],[237,255,"Knowledge"],[349,360,"Knowledge"],[362,384,"Knowledge"],[466,491,"Knowledge"],[579,604,"Knowledge"],[661,681,"Knowledge"],[860,881,"Knowledge"],[950,958,"Tool"],[1004,1015,"Tool"],[1017,1028,"Tool"],[1039,1060,"Knowledge"],[1071,1079,"Tool"],[1083,1106,"SoftSkills"],[1131,1142,"Knowledge"],[1192,1209,"Knowledge"],[1210,1231,"Knowledge"],[1232,1255,"Knowledge"],[1256,1280,"Knowledge"],[1281,1289,"Tool"],[1290,1293,"Tool"],[1294,1302,"Tool"],[1303,1317,"Knowledge"],[1318,1337,"Knowledge"],[1338,1349,"Tool"],[1350,1353,"Tool"],[1354,1365,"Tool"],[1366,1385,"Knowledge"]],"Comments":[]}
{"id":10634,"text":"102621015\nНачинающий специалист\nНачинающий специалист со знанием SQL, Phyton\n \n \n \nОбязанности:\n \n \n \n- помощник куратора НПФ\/УК;\n \n-анализ финансового состояния некредитных финансовых организаций и\/или кредитных организаций, в т.ч. отчетности;\n \n-анализ структуры собственности и установления информации о лицах (группе лиц), которые прямо или косвенно осуществляют контроль в отношении поднадзорных организаций;\n \n-анализ активов негосударственных пенсионных фондов\/управляющих компаний, а также операций с указанными активами;\n \n- контроль за соблюдением требований законодательства и нормативных актов при осуествлении соответствующей деятельности негосударственных пенсионных фондов\/управляющих компаний;\n \n- осуществление надзорной деятельности за управляющими компаниями, негосударственных пенсионных фондов, негосударственными пенсионными фондами;\n \n- автоматизация бизнес-процессов .\n \nТребования:\n ​​​​​​​​​​​​​​ \n- высшее образование (экономическое, управление рисками, прикладная математика);\n \n- навыки программирования на Python, навыки написания SQL-запросов или навыки программирования на VBA в среде MS Office ( владение одним из выше перечисленных языков программирования - обязательно\n \n- необходимые теоретические знания:\n \n1) Общее понимание законодательства РФ о финансовых рынках\n \n2) Знание инструментов финансового рынка (акции, облигации и т.д.)\n \n3) Понимания функционирования участников финансового рынка (НПФ, страховые компании и пр.)\n \n- необходимые практические навыки:\n \n1) Умение оценивать финансовое состояние организации, выявлять риски.\n \n2) Умение анализировать и работать с МСФО отчетностью, ОСБУ отчетностью финансовых организаций.\n \n \n ​​​​​​​ \n​​​​\nVBA,SQL,Phyton,МСФО,НПФ,финансовые рынки\n","cats":[],"entities":[[1036,1042,"Tool"],[1061,1064,"Tool"],[1105,1109,"Tool"],[1263,1282,"Knowledge"],[1347,1352,"Knowledge"],[1354,1364,"Knowledge"],[1434,1437,"Knowledge"],[1439,1457,"Knowledge"],[1514,1544,"Knowledge"],[1558,1572,"Knowledge"],[1586,1600,"Knowledge"],[1602,1629,"Knowledge"],[1631,1647,"Knowledge"],[1691,1694,"Tool"],[1695,1698,"Tool"],[1699,1705,"Tool"],[1706,1710,"Knowledge"],[1711,1714,"Knowledge"]],"Comments":[]}
{"id":10635,"text":"92933810\nСтарший менеджер по работе с ключевыми клиентами\nКаждый второй предприниматель малого и среднего бизнеса в России работает со Сбером. Наша команда создаёт технологичные решения, постоянно улучшает свои навыки и развивается вместе с малым бизнесом страны.\n \nОткликайся и мы поможем тебе освоить специальность, предоставим базу клиентов и возможности для развития!\n \n \n \nЧто нужно делать:\n \n \nразвивать бизнес клиентов из закрепленной базы, подбирая решения от Сбера\n \nвыезжать на переговоры к клиентам\n \nпредлагать клиентам продукты, рекомендованные AI-системой для их бизнеса\n \nпродавать банковские продукты и помогать с их оформлением.\n \n \n \n \nМы ждем, что ты:\n \n \nспециалист с высшим образованием\n \nимеешь опыт работы в сфере продаж банковских или финансовых продуктов корпоративным клиентам\n \nимеешь опыт проведения переговоров на уровне первых лиц компании\n \nзнаешь отрасли ведения бизнеса и банковские продукты для малого бизнеса.\n \n \n \n \nЧто мы предлагаем:\n \n \nоклад, квартальную, годовую премию и ежегодный пересмотр зарплаты\n \nвозможность влиять на свой доход\n \nоплату транспортных расходов, корпоративную мобильную связь и планшет\n \nпрограмму адаптации и помощь руководителя на старте\n \nработа со всеми отраслями бизнеса и широкая линейка продуктов\n \nрасширенный ДМС и льготное страхование для семьи\n \nуникальную систему обучения Сбера для карьерного развития и роста\n \nбесплатную подписку СберПрайм+, скидки на продукты компаний-партнеров\n \nвознаграждение за рекомендацию друзей в команду Сбера.\n \n \nПрисоединяйся к команде Сбера!\n \n#клиентский_менеджер_малого_бизнеса #менеджер_по_работе_с_корпоративными_клиентами #менеджер_по_работе_с_юридическими_лицами #клиентский_менеджер #менеджер_по_продажам #менеджер_по_эквайрингу #финансовый_консультант #менеджер_по_лизингу #менеджер_по_развитию_бизнеса #менежер_по_кредитованию\n \nМы будем рады, если у тебя есть опыт в компаниях:\n ВТБ, Альфа Банк, Тинькофф, Промсвязьбанк, Открытие, Юникредит Банк, Газпромбанк, Россельхозбанк, Райффайзен Банк, Ситибанк, Совкомбанк.\nПроведение презентаций,Работа с ключевыми клиентами,Корпоративные продажи,Организация встреч,Телефонные переговоры,Развитие продаж,Развитие ключевых клиентов,Активные продажи,Навыки переговоров\n","cats":[],"entities":[[410,425,"Knowledge"],[737,754,"Knowledge"],[759,780,"Knowledge"],[828,840,"Knowledge"],[879,902,"Knowledge"],[905,943,"Knowledge"]],"Comments":[]}
{"id":10636,"text":"102659042\nФинансовый аналитик\/BI аналитик\nОбязанности:\n \n \nРазработка и создание дашбордов Power BI, обновления отчетов, инструментов для автоматизации по контрольным точкам финансового контроля и анализа.\n \nРазработка новых и поддержка существующих Olap кубов.\n \nАналитика данных по запасам, закупкам, дебиторской, кредиторской задолженности.\n \n \nТребования:\n \n \nЗнание финансового анализа;\n \nУглубленное знание Excel, SQL, Power BI;\n \nНавыки финансового моделирования.\n \nАналогичный опыт работы не менее 1 года.\n \n \nУсловия:\n \n \nУровень дохода обсуждается при собеседовании;\n \nТрудоустройство в соответствии с ТК РФ;\n \n«Белая» заработная плата, оплата больничных и отпусков;\n \nГрафик работы: удаленный, пн – пт, 9:00 – 18:00;\n \nКорпоративная мобильная связь;\n \nСкидки на курсы по изучению английского языка;\n \nКорпоративные предложения от ведущих банков РФ;\n \nЧастичная компенсация стоимости детского отдыха в летних лагерях;\n \nОбучение за счет работодателя в Корпоративном Университете;\n \nПерспектива профессионального и карьерного роста.\n \nPower BI,MS SQL\n","cats":[],"entities":[[91,99,"Tool"],[264,280,"Knowledge"],[371,390,"Knowledge"],[413,418,"Tool"],[420,423,"Tool"],[444,469,"Knowledge"]],"Comments":[]}
{"id":10637,"text":"102615278\nГлавный специалист по аналитике\nСТОЙЛЕНСКИЙ ГОРНО-ОБОГАТИТЕЛЬНЫЙ КОМБИНАТ (СГОК)\nвходит в тройку ведущих российских предприятий по производству железорудного сырья. Занимается разработкой одного из самых крупных месторождений Курской магнитной аномалии (КМА). Основная продукция комбината – железорудный концентрат, железная агломерационная руда и железорудные окатыши.\n \nЧем предстоит заниматься:\n \n \nПланирование, мониторинг и контроль бюджета проекта (финансирование, освоение, запасы) - в разрезе проекта, года, квартала;\n \nФормирование предложений для МП по оптимизации бюджета проекта;\n \nРегулярный мониторинг и контроль комплекса целевых КПЭ проектов (бюджет, сроки, технические КПЭ);\n \nПодготовка презентационных материалов для ТИС\/ИК, аналитических материалов по бюджету проекта - по запросу руководителей в рамках инвестиционных проектов развития и поддержания Дивизиона «Сырьё» с целью их эффективной реализации в соответствии с требованиями нормативной документации.\n \n \nДля нас важно:\n \n \nВысшее образование (техническое\/ПГС);\n \nОпыт в должности специалиста по аналитике (или аналогичной) в строительстве;\n \nУверенный пользователь ПО Primavera\/ MS Project\/ MS Excel\/ Power Point;\n \n \nРабота в группе НЛМК- это:\n \n \nПоддержка при переезде в г. Старый Оскол (компенсация затрат на аренду жилья и т.д);\n \nСамые современные технологические практики;\n \nВысокие стандарты безопасности труда и культуры производства, современное оборудование;\n \nОткрытые коммуникации на всех уровнях управления, возможность влиять на результат и внедрять свои идеи;\n \nПрограммы профессионального и карьерного развития;\n \nПрограммы обучения в собственном Корпоративном университете;\n \nКорпоративные льготы: пенсионная программа, путевки для детей сотрудников в детские оздоровительные лагеря, скидки от партнеров;\n \nБесплатный доступ к электронным библиотеками МИФ и Альпина Диджитал;\n \nЕжегодную индексацию заработной платы, годовые бонусы за результат;\n \n \n \n \n \nnan\n","cats":[],"entities":[[412,424,"Knowledge"],[426,436,"Knowledge"],[439,463,"Knowledge"],[637,667,"Knowledge"],[1157,1166,"Tool"],[1168,1178,"Tool"],[1180,1188,"Tool"],[1190,1201,"Tool"]],"Comments":[]}
{"id":10638,"text":"102258899\nФинансовый Аналитик\nОбязанности:\n \nРазработка и реализация финансовой стратегии;\n \nОбеспечение учета и контроль движения денежных средств;\n \nАнализ финансово-экономической деятельности;\n \nУправление рисками и издержками с целью их контроля и минимизации, разработка мероприятий по сокращению лишних трат;\n \nРабота по оптимизации бюджета, повышение рентабельности;\n \nПовышать финансовую грамотность подразделений, ответственных за доходы или расходы.\n \nСводить ожидания руководства с реальными данными.\n \nВыполнение внутренних процедур, требований компании, связанных с вашей операционной деятельностью;\n \nСоставление методологических документов, построение и усовершенствование бизнес-процессов;\n \nВедение документации в соответствии с ISO9001.\n \nТребования:\n \n \nЗнания в области экономики, финансов, бухгалтерского учета и математики. Он также должен владеть методами анализа данных и статистики\n \nНавыки проведения различных видов анализа: оценка инвестиционных проектов, разработка бизнес-планов, финансовое прогнозирование\n \nОценка рисков и умение принимать обоснованные решения\n \nДисциплинированность\n \nВнимательность к деталям\n \nУметь работать в команде\n \nЗнание программы и инструментов для обработки и анализа данных, например, MS Excel\n \n \nУсловия:\n \n \nТрудоустройство по ТК КР\n \nГрафик работы 5\/2, редкие командировки.\n \nКомфортабельный офис в центре города.\n \nФинансовый анализ,Корпоративные финансы,Бизнес-планирование,Финансовое моделирование,MS PowerPoint,Анализ текущих финансовых показателей,Финансовая отчетность,Аналитическое мышление,Финансовое планирование,SWOT анализ,Pest-Анализ\n","cats":[],"entities":[[870,894,"Knowledge"],[896,906,"Knowledge"],[952,982,"Knowledge"],[984,1008,"Knowledge"],[1010,1036,"Knowledge"],[1095,1115,"SoftSkills"],[1118,1132,"SoftSkills"],[1151,1169,"SoftSkills"],[1208,1234,"Knowledge"],[1246,1254,"Tool"]],"Comments":[]}
{"id":10639,"text":"101318882\nТрейдер\nПриветствую, меня зовут Илья. В нашу компанию Eleven, которая уже 2 года занимается обменом крипты на всех крупных биржах, нужен заряженный P2P трейдер. \n \nЗа последний год наш рабочий капитал составил 120 000 долларов и \nмы работали с такими странами как\n: Узбекистан, Грузия, Армения, Таиланд и Индонезия. \nНа данный момент взяли фокус на работу внутри рынка РФ.\n \nЗа 2023 год наш оборот составляет 780 млн рублей.\n \n \n \nОткрыли 5 новых направлений в работе.\n \n \n \nПривлекли инвестиций на сумму 40 млн рублей.\n \nОбязанности:\n \n \nТорговля на P2P рынке на криптовалютных биржах\n \nПредоставление отчетности по ходу дня о работе\n \nЗакрывать ежеденевный план торговли.\n \nВнимательно подходить к каждому процессу работы\n \n \n \n \nТребования:\n \n \nУметь размещать объявления в разделе P2P на разных биржах.\n \nИметь торговый опыт на P2P рынке и уметь быстро корректировать стратегию по которой работаешь\n \nУметь анализировать ценообразование курсов монет в процессе работы\n \nБыть усидчивым и стреcсоустойчивым\n \nУметь считать цифры\n \nАдекватно воспринимать обратную связь\n \nУметь слушать и быстро применять изменения \n \n \nУсловия:\n \n \nРост внутри компании.\n \n \nВ нашей компании ты сможешь, проявив себя, получить достаточно быстро новую должность и выше зарплату.\n \n \n \n2. \nПрогрессивная заработная плата \n \nПри выполнение показателей будет расти твой доход от чистой прибыли оклад и капитал с которым ты будешь работать.\n \n \n \nФормат выплаты: Фикс + KPI(выполнение ежедневного торгового плана)\n \n \n \n3. \nПолучишь наш огромный опыт во многих направлениях из сферы крипты.\n \nУ нас есть опыт работы в арбитраже, трейдинге, лаунчпадах и айрдропах. Всем этим мы готовы с тобой поделиться при ответственном выполнении своей работы.\n \n \n \n4. \nОбучение и прокачка твоих знаний и опыта \n \nВ нашем окружении много успешных людей из сферы крипты которых мы будем приглашать для обмена опытом.\n \n \n \n5. \nОчный формат работы\n \nМы работает в крутом офисе на м. Дмитровская с классной лаундж зоной, бесплатным чаем, кофе, конфетами и печеньками)\n \n \n \nЧтобы попасть в команду нужно пройти 2 этапа собеседования и стажировку.\n \n \n \nЕсли ты готов зарабатывать и хочешь это делать в кругу заряженных людей, то скорее откликайся на вакансию, у нас будет только 2 места!\n \n \n \nЧтобы мы с тобой связались для дальнейших действий, начни сопроводительное письмо со слов - \n«Хочу к вам в команду»\nДистанционное обучение,Навыки межличностного общения,Обучение и развитие,Внимательность,Аналитический склад ума,Финансовый контроль\n","cats":[],"entities":[[787,815,"Knowledge"],[867,891,"Knowledge"],[935,963,"Knowledge"],[989,999,"SoftSkills"],[1001,1018,"SoftSkills"],[1027,1040,"SoftSkills"],[1053,1080,"SoftSkills"],[1089,1097,"SoftSkills"],[1099,1126,"SoftSkills"]],"Comments":[]}
{"id":10640,"text":"101453460\nФинансовый аналитик\nFamily office\n \n \nз\/п - по итогам собеседования;\n \nМесто работы: Москва, Донская улица, 15;\n \nТребуемый опыт работы: не менее 3-х лет по специальности;\n \nПолная занятость, полный ненормированный рабочий день.\n \nОбязанности:\n​​​​​​\n \n- Разработка финансовых моделей инвестиционных проектов;\n \n- Построение долгосрочных прогнозов и сценариев развития Группы компаний;\n \n- Полный цикл бюджетирования, от подготовки бюджетных форм и консультирования ЦФО до защиты бюджетов перед топ-менеджментом;\n \n- Консолидация управленческой отчетности Группы компаний;\n \n- Подготовка презентаций, аналитических записок для принятия управленческих решений.\n \nТребования:\n \n- Опыт работы от 3-х лет по специальности, предпочтительно в компаниях с оборотом от 50 млрд. руб., инвестиционных банках, BIG4;\n \n- Образование: финансовое, экономическое, математическое, в ведущих вузах страны.\n \n- Английский язык не ниже B2;\n \n- CFA, CIMA приветствуется.\n \n- Знание основ корпоративных финансов, бухгалтерского и налогового учета;\n \n- Наличие практических навыков подготовки и консолидации управленческой отчетности, разработки финансовых моделей инвестиционных проектов, подготовки презентаций для высшего руководства;\n \n- Работа с ПО: Еxcel Power BI, PowerPoint, 1С на продвинутом уровне.\n \nУсловия:\n \n- Оформление в соответствии с ТК РФ;\n \n- Современный офис в центре Москвы (кабинетная планировка);\n \n- Совокупный доход будущего сотрудника обсуждается с успешным кандидатом по результатам собеседования.\n \n \nnan\n","cats":[],"entities":[[276,318,"Knowledge"],[335,357,"Knowledge"],[360,378,"Knowledge"],[407,426,"Knowledge"],[903,913,"SoftSkills"],[978,1000,"Knowledge"],[1002,1016,"Knowledge"],[1019,1035,"Knowledge"],[1243,1257,"Tool"],[1259,1269,"Tool"],[1271,1273,"Tool"]],"Comments":[]}
{"id":10641,"text":"102436232\nСтарший менеджер по нефинансовым сервисам\nЦентр продаж корпоративным клиентам приглашает опытного и амбициозного менеджера по нефинансовым услугам присоединиться к нашей команде\n \nобязанности\n \n \nвыполнение показателей бизнес-планов по продаже нефинансовых сервисов по закрепленным КПК\n \nорганизация работы в части реализации мероприятий, направленных на выполнение бизнес-плана по закрепленным клиентам КПК, в том числе принимает участие в разработке необходимых мероприятий\n \nорганизация продаж нефинансовых сервисов Банка по клиентам закрепленных КПК\n \nрегулярный мониторинг новостных сводок и прочих источников, выявляет и анализирует изменения по закрепленным клиентам КПК на предмет потребности в нефинансовых сервисах Банка\n \nинициация встреч с клиентами закрепленных КПК с целью продажи нефинансовых сервисов Банка\n \nразработка комплексного продуктового предложения клиентам по результатам выявленных потребностей, а также с учетом потенциала развития бизнеса с клиентом\n \nпривлечение новых клиентов сегмента ККСБ на обслуживание по нефинансовым сервисам Банка\n \n \nтребования\n \n \nопыт работы в корпоративных продажах\/консультировании\n \nумение работать с претензиями и возражениями\n \nнавыки ведения переговоров и деловой переписки, проведения активных продаж\n \nвысшее образование по направлению: финансово-экономическое\n \nзнание продуктов Экосистемы Сбера для корпоративных клиентов\n \n \nусловия\n \n \nстабильный оклад, квартальную и годовую премии\n \nрабочее место в комфортном современном офисе в центре города по адресу ул. Октябрьская,35\n \nграфик работы 5\/2 с 9-18.00\n \nипотеку выгоднее на 4% для каждого сотрудника\n \nльготные условия кредитования\n \nДМС с первого дня и льготное страхование для близких\n \nбесплатную подписку СберПрайм+, скидки на продукты компаний-партнеров: Okko, Сбер Маркет, Delivery Club, Самокат, Сбер Еаптека и других\n \nобучение за счет компании: онлайн курсы в Виртуальной школе Сбера, возможность получить новую квалификацию\n \nкурсы для будущих родителей, материальную поддержку мам, детский отдых и подарки за счет компании\n \nкорпоративную пенсионную программу\n \nnan\n","cats":[],"entities":[[577,604,"Knowledge"],[846,883,"Knowledge"],[961,977,"Knowledge"],[1260,1275,"Knowledge"],[1356,1372,"Knowledge"]],"Comments":[]}
{"id":10712,"text":"102632330\nСпециалист по работе с частными клиентами и исполнителями коммунальных услуг\nОбязанности:\n \n- формирование сводного отчета по соглашениям о реструктуризации задолженности по электрической энергии, в разрезе лицевых счетов по филиалу\n- формирование сведений о дебиторской задолженности за электрическую энергию по ликвидности\n- формирование и анализ ликвидности аналитической ведомости состояния дебиторской\/кредиторской задолженности в разрезе лицевых счетов по направлению «население на прямых расчетах»\n- осуществление работ по проверке пакетов документов для согласования отнесения дебиторской задолженности к категории «безнадёжная с отсутствием первичных документов» в разрезе лицевых счетов\n- осуществление работ по проверке пакетов документов для рассмотрения возможности списания в связи с неликвидностью дебиторской задолженности\n- формирование резерва в разрезе лицевых счетов по направлению «население на прямых расчетах».\n \nТребования:\n \nВысшее (экономическое или техническое) образование без требований к стажу\n \nили\n \nСреднее профессиональное (экономическое или техническое) образование и стаж по специальности не менее пяти лет\n \nУверенный пользователь ПК!!\n \nУсловия:\n \n \nОфициальное трудоустройство;\n \nОклад+надбавки+ежемесячная премия;\n \nРасширенный соц пакет (ДМС, НПО, Коллективный договор и тд);\n \nСтабильная заработная плата;\n \nКорпоративное обучение;\n \nЯркая корпоративная жизнь;\n \nРежим работы: с понедельника по пятницу с 08:00 до 17:00 в офисе с видом на море :)\n \n \n \nnan\n","cats":[],"entities":[[150,180,"Knowledge"],[269,294,"Knowledge"]],"Comments":[]}
{"id":10713,"text":"102349371\nЭкономист\nАО «ЛОЗ-СЗМА»\n – российский производитель электрощитовой продукции и электромонтажных конструкций для кабельных трасс любой сложности.\n \nЗавод оснащен современным оборудованием и выпускает изделия, отвечающие актуальным требованиям рынка и заказчиков. Качество выпускаемой продукции контролируется на всех этапах производства.\n \nАО «ЛОЗ–СЗМА»\n ведет свою историю \nс 1958 \nгода\n, за это время накоплен огромный \nопыт\n в производстве.\n \nНашими клиентами являются: \n«Газпромнефть», «Лукойл», «Башнефть», «Кольская ГМК», «Акрон», «Северсталь», «Сургутнефтегаз», «Алроса»\n \n \n \nУВАЖАЕМЫЕ КАНДИДАТЫ И СОИСКАТЕЛИ!\n \nОбращаем Ваше внимание, что вакансия открыта непосредственно на производстве по адресу: Гатчинский район, поселок Лукаши, Заводская 33.\n \nЧем вы будете заниматься:\n \n \nФинансовый контроль заявок на оплату на соответствие бюджету;\n \nЭкономический анализ деятельности предприятия;\n \nАнализ годовых бюджетов производственных подразделений на соответствие с согласованными планами производства;\n \nАнализ себестоимости выпускаемой продукции, выявление и своевременное информирование руководства о сформированных и перспективных отклонениях, влияющих на рентабельность;\n \nФормирование отчетов по установленной форме \/ запросу руководителя;\n \nРасчет показателей окупаемости проекта, внутренней нормы доходности, чистой приведенной стоимости;\n \n \nТребования:\n \n \n​​Высшее образование (желательно профильное);\n \n \nОпыт работы экономистом;\n \n \n \nУверенный пользователь 1С, Microsoft Office, продвинутый пользователь Excel;\n \n \n \nЧто мы предлагаем:\n \n \n \nГрафик работы: 5\/2 с 8:30 до 17:00\n \n \n \nПовышение квалификации, профессиональная переподготовка;\n \n \n \nОформление по ТК РФ с первого дня;\n \n \n \nЯркая корпоративная культура;\n \n \n \nПарковка для сотрудников\n \n \n \nНа территории работает кафе;\n \n \n \nРазвозка с Гатчины\/Пушкин\/Павловск\/Коммунар;\n \n \n \nМесто работы: пос. Лукаши, ул. Заводская 33\n \n \n \n​​​\nС нетерпением ждем отклика, чтобы вы скорее стали частью нашей команды!\n \n \nФинансовый анализ,MS Office,EX,1C ERP,Факс,Ксерокс,Сканер,ERP\n","cats":[],"entities":[[797,816,"Knowledge"],[861,881,"Knowledge"],[910,933,"Knowledge"],[1022,1064,"Knowledge"],[1488,1490,"Tool"],[1492,1508,"Tool"],[1535,1540,"Tool"]],"Comments":[]}
{"id":10714,"text":"102388753\nНачальник отдела экономической политики\nОбязанности:\n \n•\n формирование единой экономической политики администрации в сфере программно-целевого планирования;\n \n• разработка среднесрочных и долгосрочных прогнозов социально-экономического развития федеральной территории «Сириус»;\n \n• подготовка правовых актов, устанавливающих порядки формирования и реализации государственных, ведомственных, адресных инвестиционных программ федеральной территории «Сириус»;\n \n• расчет норматива финансовых затрат, разработчиком которых является отдел экономического развития;\n \n• организация работы по контролю за реализацией государственных программ, проектов, в том числе по экспертизе и согласованию проектов программ, осуществлению проверки расчетов и обоснований расходов бюджета;\n \n• организация работы по формированию и представлению отчетности в органы статистики;\n \n• формирование презентаций, докладов о ходе реализации государственных программы федеральной территории «Сириус»;\n \n \n \nТребования:\n \n \nвысшее образование в сфере экономики;\n \nстаж работы в органах власти от 3 лет;\n \nзнание основных принципов, методов и инструментов стратегического планирования;\n \nуверенное владение программами по формированию и исполнению государственных программ, государственной информационной системой «Электронный бюджет» правовыми системами; программами планирования, исполнения бюджета;\n \nумение работать с электронными таблицами (сводные таблица, функции, создание макросов);\n \nумение и опыт подготавлить электронные презентации;\n \nопыт подготовки нормативно-правовых актов;\n \nопыт проведения финансово-экономических экспертиз программ и проектов;\n \n \n \n \nУсловия:\n \n \nзаключение служебного контракта в соответствии с требованиями законодательства о государственной службе\n \nрежим служебного времени: с 9:00 до 18:00, сб., вс.-выходной;\n \nиспытательный срок 6 месяцев;\n \nна территории работодателя\n \nОрганизаторские навыки,Педагогика,Подготовка презентаций,Грамотная речь,Планирование,Организация мероприятий,Работа в команде,Умение работать в коллективе,Взаимодействие с государственными контролирующими органами,Деловая переписка,Грамотность\n","cats":[],"entities":[[1136,1163,"Knowledge"],[1294,1312,"Tool"],[1401,1423,"Knowledge"],[1500,1523,"Knowledge"],[1543,1568,"Knowledge"],[1588,1630,"Knowledge"]],"Comments":[]}
{"id":10715,"text":"101873373\nСпециалист\nОбязанности:\n \n \n \nОрганизация и выполнение работ по формированию официальной статистической информации:\n \n- сбор первичных статистических данных,\n \n- анализ и контроль первичных статистических данных,\n \n- формирование на основе первичных статистических данных сводной информации,\n - представление официальной статистической информации пользователям\n \n \n \n \nТребования:\n \n \n \nумение анализировать статистические данные;\n \n- навыки работы с законодательными и нормативными актами;\n \n- уверенный пользователь ПК;\n \n- владение необходимыми программными продуктами (офисные приложения Microsoft Word, Microsoft Excel; и др.);\n \n- умение планировать и организовывать рабочее время;\n \n- навыки делового письма.\n \n \n \n \n \nУсловия:\n \n \nПолный социальный пакет, государственные гарантии, возможность обучения, карьерный рост \n \n \n \nnan\n","cats":[],"entities":[[404,439,"Knowledge"],[461,478,"Knowledge"],[480,499,"Knowledge"],[602,616,"Tool"],[618,633,"Tool"]],"Comments":[]}
{"id":10716,"text":"102283782\nВедущий экономист в Институт ЦОП удаленно\nУспешная компания в области онлайн-образования объявляет конкурс на вакансию Ведущего экономиста.\n \nОбязанности:\n \n \nПодготовка БДР, БДДС организаций и направлений, входящих в структуру компании;\n \nАнализ исполнения бюджетов, факторный анализ причин отклонений бюджетных и фактических показателей доходов и расходов;\n \nПодготовка управленческой отчётности;\n \nВедение бюджетного контроля в разрезе ЦФО, OPEX\/CAPEX;\n \nВедение учёта затрат с учётом их распределения по объектам затрат;\n \nУчастие в переходе на автоматизацию бюджетирования и консолидации данных на базе 1C;\n \nРасчёт заработной платы;\n \nРасчёты по запросу руководителя;\n \nПроверка хозяйственных договоров;\n \nМетодическое сопровождение участников бюджетного процесса по вопросам бюджетирования и управленческого учёта;\n \nПодготовка презентаций по запросу руководителя;\n \nПодготовка писем, аналитических справок, пояснительных записок, внутренних локальных нормативных актов по запросу руководителя.\n \n \nТребования:\n \n- высшее экономическое образование;\n \n- релевантный опыт работы не менее 6 лет;\n \n- знание и понимание принципов системы бюджетирования как части системы управления предприятием;\n \n- знание и понимание принципов формирования управленческой отчётности, в т.ч. по МСФО;\n \n- практические навыки и умения в области бухгалтерского, управленческого учета;\n \n- умение рассчитывать и интерпретировать финансовые показатели деятельности предприятия;\n \n- умение рассчитывать и интерпретировать показатели инвестиционной привлекательности проектов;\n \n- умение проверять договоры (соответствие планам, бюджетам) и находить в них риски для компании;\n \n- знание порядка начисления ЗП, различных форм оплаты труда, законодательной базы по оплате труда (основы);\n \n- умение писать докладные, пояснительные, аналитические служебные записки, положения, регламенты;\n \n- умение готовить презентации;\n \n- владение методами экономического анализа;\n \n- профессиональное владение MS Excel, способность работать с большим массивом данных (сводные таблицы, сл. формулы и пр.);\n \n- Хорошее владение MS OFFICE, навыки работы в 1С (на уровне пользователя), Power BI, Битрикс;\n \n- усидчивость, внимание к деталям, умение разобраться в причинах проблемы\n \nУсловия:\n \n \nПолностью удаленный формат работы;\n \nПолный рабочий день с 9.00 до 18.00 МСК, сб., вс. - выходные;\n \nВозможность влиять на процессы в компании;\n \nПоддержка коллектива;\n \nНепрерывное развитие в профессиональной деятельности.\n \n \nЖдем ваших откликов! \n \nВ сопроводительном письме расскажите, пожалуйста, почему вам интересна наша вакансия\n \n \nБюджетирование,Управленческий учет,Финансовый анализ,Экономический анализ,Анализ финансовых показателей,Финансовое планирование,Расчет заработной платы,Аналитический склад ума,Грамотная письменная и устная речь\n","cats":[],"entities":[[419,438,"Knowledge"],[476,488,"Knowledge"],[618,620,"Tool"],[1143,1165,"Knowledge"],[1242,1280,"Knowledge"],[1341,1378,"Knowledge"],[1423,1469,"Knowledge"],[1514,1566,"Knowledge"],[1986,1994,"Tool"],[2102,2111,"Tool"],[2129,2131,"Tool"],[2158,2167,"Tool"],[2168,2175,"Tool"],[2181,2192,"SoftSkills"],[2194,2212,"SoftSkills"]],"Comments":[]}
{"id":10717,"text":"102662896\nЭкономист\nОбязанности:\n \n \n \nСоставление еженедельных пообъектных реестров-заявок на платежи в соответствии с потребностью и с учетом финансового состояния Общества.\n \n \n \nРабота с внешними контролирующими структурами для своевременного исполнения реестра-заявок на платежи.\n \n \n \nПодготовка бюджетов движения денежных средств для бизнес-планов, оперативных, текущих планов.\n \n \n \nУчет, контроль и анализ поступления и расходования денежных средств, кредиторской и дебиторской задолженности\n \n \n \nВнесение данных в корпоративные управленческие программы: 1С\n \n \n \nТребования:\n \n \nВысшее профильное образование;\n \nОпыт работы в аналогичной должности от 3 лет;\n \nОпыт работы в строительной отрасли - крайне желательно;\n \nОпытный пользователь ПК, 1:С Предприятие (1С Бухгалтерия 8), MS Word, MS Excel, MS Outlook\n \nУсловия: \n \nГрафик работы 5\/2 с 9:00 до 18:00\n \nНаходимся по адресу: Средне-Московская 6а\n \nnan\n","cats":[],"entities":[[258,272,"Knowledge"],[302,336,"Knowledge"],[391,395,"Knowledge"],[397,405,"Knowledge"],[408,458,"Knowledge"],[460,472,"Knowledge"],[475,500,"Knowledge"],[754,769,"Tool"],[790,797,"Tool"],[799,807,"Tool"],[809,819,"Tool"]],"Comments":[]}
{"id":10718,"text":"101876188\nСпециалист по работе с банками\nИСК \"СтанкоЭксперт\" - лидер по ремонту и обслуживанию станков и промышленного оборудования. У нас за плечами более 12 лет успешной работы в сфере станкостроения.\nНам доверяют крупнейшие игроки России и стран СНГ. Будем рады вашей кандидатуре в нашей команде.\n \nВ связи с быстрым ростом компании в нашу команду требуется \nспециалист по работе с банками \n.\nОбязанности:\n \n \n \nОформление банковских гарантий (44-ФЗ,223-ФЗ, Коммерция, тендеры), гарантийные , кредитные лимиты.\n \n \n \nМониторинг, ответы на запросы банков, отслеживание срока действия БГ, контроль за сроками оплат % по кредитам, комиссий по БГ.\n \n \n \nФормирование заявок на своевременную оплату комиссий.\n \n \n \nОткрытие\/закрытие расчетных, залоговых счетов, оформление залогов, депозитов, размещение средств на НСО, согласование условий на получение БГ, ВКЛ.\n \n \n \nТребования:\n \n \nОпыт получения БГ от 100 млн;\n \nОпыт работы со спецсчетами в рамках ГОЗ;\n \nОпыт коммуникации с ЛПР банка;\n \n \nУсловия:\n \n \nГибридный график, удаленная работа\n \nОфициальное трудоустройство\n \nДружный коллектив\n \nГрафик работы 5\/2 с 8:00 до 17:00 (обеденный перерыв 1 час)\nОставляйте отклик на эту вакансию и мы с вами свяжемся\n!\n \nnan\n","cats":[],"entities":[[426,445,"Knowledge"],[482,512,"Knowledge"]],"Comments":[]}
{"id":10719,"text":"102327414\nСтажёр\nОбязанности:\n \n \nСоблюдение правил внутренней этики банка;\n \nРабота с большим объемом данных;\n \nДобросовестное исполнение обязанностей по должности;\n \n \nТребования:\n \n \nВысшее (неоконченное) экономическое или математическое образование;\n \nЗнание узбекского и русского языков. Знание английского языка даёт дополнительное преимущество.;\n \nОпытный пользователь ПК (знание программ MS Office (Word, Excel и др.);\n \nЛегкая обучаемость, развитое чувство ответственности, коммуникабельность и умение работать в коллективе.\n \n \nУсловия:\n \n \nКомфортные условия труда;\n \nКорпоративное обучение;\n \nБесценный опыт трансформации;\n \nВозможность карьерного развития;\n \nИнтересные задачи.\n \nОбучение и развитие,MS Access,MS PowerPoint,Анализ данных,русский,Английский язык,Математическое моделирование,Математический анализ,Аналитика,Умение работать в коллективе,Сводные таблицы\n","cats":[],"entities":[[87,109,"Knowledge"],[263,274,"SoftSkills"],[276,285,"SoftSkills"],[300,312,"SoftSkills"],[407,411,"Tool"],[413,419,"Tool"],[436,447,"SoftSkills"],[466,481,"SoftSkills"],[483,502,"SoftSkills"],[511,532,"SoftSkills"],[713,722,"Tool"],[723,736,"Tool"],[737,750,"Knowledge"],[759,770,"SoftSkills"],[775,803,"Knowledge"],[804,825,"Knowledge"],[826,835,"Knowledge"],[865,880,"Knowledge"]],"Comments":[]}
{"id":10720,"text":"102680506\nЭкономист-финансист\nОбязанности:\n \n \n \n- Составление и ведение бюджетов движения денежных средств (БДДС) и бюджетов доходов и расходов (БДР).\n \n- Подготовка управленческой отчетности, анализ финансово-хозяйственной деятельности компании.\n \n- Разработка и внедрение финансовых планов, контроль за их выполнением.\n \n- Проведение регулярного анализа финансовых показателей и подготовка рекомендаций по их оптимизации.\n \n- Взаимодействие с другими отделами компании для обеспечения точности и актуальности финансовых данных.\n \n- Участие в автоматизации финансовых процессов и систем учета.\n \n- Подготовка отчетов для руководства и акционеров.\n \n \n \nТребования:\n \n \n \nВысшее экономическое или финансовое образование.\n \n- Опыт работы в аналогичной должности не менее 3 лет, предпочтительно в сфере косметики или фармацевтики.\n \n- Знание принципов бюджетирования и финансового анализа.\n \n- Опыт работы с управленческой отчетностью.\n \n- Уверенный пользователь программ MS Office (Excel на уровне продвинутого пользователя), знание специализированных программ для финансового учета и анализа.\n \n- Способность работать с большими объемами информации и в сжатые сроки.\n \n- Аналитический склад ума, внимательность к деталям, высокая степень ответственности.\n \n- Хорошие коммуникативные навыки, умение работать в команде.\n \n \n \nУсловия:\n \n \n \n \nработа в офисе, официальное трудоустройство\n \nФинансовый анализ\n","cats":[],"entities":[[841,865,"Knowledge"],[868,887,"Knowledge"],[907,933,"Knowledge"],[971,980,"Tool"],[1121,1149,"Knowledge"],[1172,1195,"SoftSkills"],[1197,1212,"SoftSkills"],[1239,1254,"SoftSkills"],[1268,1290,"SoftSkills"],[1299,1317,"SoftSkills"]],"Comments":[]}
{"id":10721,"text":"102618528\nЭкономист\nОбязанности:\n \nЭкономическая, финансовая отчетность;\n \n• Расчет потребностей сырья и материалов, согласование закупочных цен;\n \n• Осуществление экономического анализа хозяйственной деятельности и участие в разработке мер по поддержанию режима экономии, повышению рентабельности производства;\n \n• Расчёт себестоимости изготовления выпускаемой продукции;\n \nКонтроль движения материалов, учета брака и отходов;\n \n• Поддержание в 1С в актуальном состоянии справочников;\n \n• Занесение цен на готовую продукцию и расценок в программу;\n \nТребования:\n \n• Высшее экономическое образование;\n \n• Опыт работы (не менее 1 года);\n \n• Свободное владение Microsoft Office, 1С;\n \n• Самостоятельность, коммуникабельность, ответственность;\n \nУсловия:\n \n \nДостойная заработная плата;\n \nПерспективы профессионального развития и карьерного роста;\n \nСистема наставничества;\n \nРабота в дружной команде профессионалов;\n \nnan\n","cats":[],"entities":[[35,48,"Knowledge"],[50,71,"Knowledge"],[179,213,"Knowledge"],[323,337,"Knowledge"],[659,675,"Tool"],[677,679,"Tool"],[685,702,"SoftSkills"],[704,722,"SoftSkills"],[724,739,"SoftSkills"]],"Comments":[]}
