{"id":10362,"text":"100690158\nРевизор контрольно-ревизионного отдела\nВам предстоит:\n \n \nПроведение инвентаризации товарно-материальных ценностей, основных средств, денежных средств;\n \nОтражение результатов в программе;\n \nОформление документов по инвентаризации.\n \n \nМы ожидаем:\n \n \nГотовность к длительным командировкам;\n \nОпыт в проведении\/участии в инвентаризациях от 6 месяцев будет являться преимуществом, также готовы рассматривать и без опыта работы с данным процессом.\n \nВысшее образование будет преимуществом;\n \nЗнание программы Excel на уровне уверенного пользователя будет являться преимуществом, но готовы рассматривать и с базовыми знаниями в данной программе (предусмотрено однодневное обучение);\n \nНавыки быстрого освоения программных продуктов.\n \n \nМы предлагаем:\n \n \nРаботу в крупной международной компании;\n \nЗаработную плату 82 000 (до вычета НДФЛ) на испытательный срок, 87 000 (до вычета НДФЛ) после испытательного срока;\n \nОфициальное оформление по ТК РФ;\n \nПолностью белую заработную плату;\n \nГрафик работы: 5\/2, преимущественно ночные инвентаризации;\n \nДополнительно оплачивается работа в ночные часы;\n \nРазъездной характер работы. Еженедельные командировки (с понедельника по пятницу) по АБСОЛЮТНО всей России;\n \nКомпенсацию расходов по командировкам (проезд, проживание, суточные);\n \nКомфортный офис в шаговой доступности от м. Проспект Мира (до 7 минут пешком).\n \n \nДополнительные бонусы:\n \n \nРабота в дружной команде и развитая корпоративная жизнь;\n \nКорпоративное обучение Fix Academy (вебинары и тренинги от наших экспертов на различные тематики);\n \nПрограмма ДМС через год работы и премиум подписка на медицинской платформе с первого рабочего дня;\n \nПрограмма поддержки психологического здоровья сотрудников;\n \nПрограмма лояльности в сети магазинов компании (бонусная карта Fix Price Business);\n \nПремиум доступ к платформе со скидками от партнеров;\n \nПодарки на день рождения.\n \n \nПерспективы развития:\n \n \nКарьерный рост:\n \nРевизор 1-й категории;\n \nМенеджер по ревизиям;\n \nСтарший ревизор.\n \nПремия за стаж работы:\n \nЧерез 1 год увеличение заработной платы на 7%;\n \nЧерез 2 года увеличение заработной платы на 12%;\n \nЧерез 3 года увеличение заработной платы на 15%.\n \nnan\n","cats":[],"entities":[[458,476,"Knowledge"],[517,522,"Tool"],[699,738,"SoftSkills"]],"Comments":[]}
{"id":10363,"text":"102412484\nРевизор\nОбязанности:\n \n \nПроведение сплошных инвентаризаций, выборочных проверок, подробный анализ результатов инвентаризации. \n \nКонтроль заведения первичной документации, проверка поступлений и списаний ТМЦ. \n \nВынесение рекомендаций и предписаний по результатам проверок. Принятие участия в разработке должностных инструкций и процедур по профилю. \n \nПринятие участия в служебных расследованиях.\n \n \nТребования:\n \n \nОпыт работы обязателен!\n \n \nУсловия:\n \n \nОфициальное трудоустройство, согласно ТК РФ, отпуск 28 календарных дней;\n \nПолностью \"белая\" заработная плата, регулярные выплаты;\n \nКорпоративная развозка (г. Колпино, г. Никольское, г. Коммунар, г. Павловск, г. Пушкин, Славянка, г. Тосно, м. Купчино);\n \nПарковка, столовая для сотрудников компании на территории;\n \nГрафик работы: 5\/2 с 9.00 до 18.00 ; 2\/2 09:00-21:00\n \nМесто работы: логистический комплекс в Лен. обл., Тосненский р-н, гп.Фёдоровское.\n \nnan\n","cats":[],"entities":[[215,218,"Tool"]],"Comments":[]}
{"id":10364,"text":"100458128\nРевизор\nОбязанности\n \n \nПроведение ревизий в магазине\n \nПересчёт товаров\n \nПередача данных в бухгалтерию для сверки\n \n \nТребования:\n \n \nОтветственность\n \nВнимательность\n \nНеобходимо изучить ассортимент в процессе работы\n \n \nУсловия:\n \n \nОдин раз в месяц, 2 дня в начале месяца. Даты согласовываются с сотрудниками магазина.\n \nСвоевременная выплата заработной платы\n \nРабота постоянная\n \nГрафик работы магазина пн-вс с 10 до 20\n \nПроведение ревизий,Google Chrome,Turbo Pascal\n","cats":[],"entities":[[146,161,"SoftSkills"],[164,178,"SoftSkills"],[458,471,"Tool"],[472,484,"Tool"]],"Comments":[]}
{"id":10365,"text":"102664982\nАудитор\nНаша компания уже \nболее 15 лет\n занимается морскими грузовыми перевозками.\n \nНаш собственный флот – \nсвыше 100 единиц\n (включая танкеры Aframax, Suezmax и VLCC).\nУ нас динамично и интересно. Рынок морских перевозок активно развивается, а с ним также быстро растет и наша компания.\n \nСейчас мы ищем аудитора в нашу команду в Анталии, Турция.​​​​​​​\n \nЧто будет входить в Ваши обязанности:\n \n \nподготовка (самостоятельно и для передачи бухгалтерам на аутсорсинге) и анализ финансовой отчетности в соответствии с МСФО;\n \nсопровождение подготовки и сдачи налоговой отчетности в иностранных юрисдикциях (ОАЭ, Гонконг, Сингапур);\n \nпрохождение аудиторских проверок в соответствии с международными стандартами аудита и требованиями законодательства юрисдикций нахождения компаний;\n \nучастие в планировании и осуществлении процедур внутреннего контроля компании. Оценка рисков и выработка рекомендаций по их минимизации;\n \nвзаимодействие с другими подразделениями компании и внешними контрагентами (аудиторы, консультанты, юристы и пр.);\n \nподготовка отчетов по результатам пройденных аудитов и предоставление рекомендаций по улучшению системы внутреннего контроля;\n \nмониторинг законодательных изменений в сфере бухгалтерского учета и налогообложения.\n \n \nОт Вас мы ожидаем:\n \n \nвысшее образование (в идеале - экономика\/финансы\/математика);\n \nотличное знание бухгалтерского учета;\n \nопыт самостоятельного составления и (или) проверки отчетности по МСФО от 3 лет;\n \nопыт работы в ex-Big4 (желательно);\n \nдиплом DipIFR и (или) АССА будет преимуществом;\n \nвладение Excel на продвинутом уровне.\n \n \nМы Вам предлагаем:\n \n \nКонкурентную зарплату, расширенный социальный и релокационный пакет с учетом Вашего опыта работы и навыков.\n \nВозможность стать частью крутой команды, решать сложные и интересные задачи для тех, кто любит вызовы и драйв в работе.\n \nКомфортный офис со вкусным кофе, скидки на обед, клубы по интересам (от спорта до лекций), корпоративные мероприятия.\n \nПосле успешного завершения испытательного срока - медицинскую страховку для каждого сотрудника (возможность оформления страховки для семьи по выгодным ценам).\n \nРешение вопросов, связанных с переездом и получением ВНЖ, полноценную поддержку релокации для сотрудников и их семей (включая частичную компенсацию детского сада и образования детей).\n \nЗанятия английским и турецким языками для всех сотрудников.\n \n \nМы быстро проводим собеседования и принимаем решения – если Вы нам подходите, то оперативно сделаем предложение о работе и начнем процесс релокации.\nАудиторские проверки,Аудит,МСФО,DipIFR,Бухгалтерский учет,Аналитический склад ума\n","cats":[],"entities":[[529,533,"Knowledge"],[695,728,"Knowledge"],[1224,1244,"Knowledge"],[1291,1309,"Knowledge"],[1371,1391,"Knowledge"],[1460,1464,"Knowledge"],[1522,1528,"Knowledge"],[1537,1541,"Knowledge"],[1574,1579,"Tool"],[2337,2347,"SoftSkills"],[2350,2358,"SoftSkills"]],"Comments":[]}
{"id":10366,"text":"102447396\nРевизор\nВакансия: Ревизор со знанием 1С в компанию Figaro Group\n \nО нас\n \nFigaro - это известная сеть премиальных мультибрендовых магазинов обуви, сумок и одежды для всей семьи, успешно действующая на рынке уже более 15 лет. Мы являемся представителями лучших мировых брендов и постоянно расширяем ассортимент наших товаров.\n \nО вакансии:\n \nМы ищем ответственного и внимательного ревизора со знанием 1С, готового оперативно выполнять поставленные задачи. Если вы обладаете отличными аналитическими способностями и стремитесь к профессиональному росту, то мы ждем именно вас!\n \nЧто предстоит делать:\n \n \n \nПриходовать товар и создавать первичные документы в 1С.\n \n \n \nПроводить ревизию по каждому складу.\n \n \n \nПереносить данные в ТСД (терминал сбора данных) и обратно.\n \n \n \nОперативно разбираться в несоответствиях товара\n \n \n \nЧто мы ожидаем от вас:\n \n \n \nОтличное знание программы 1С.\n \n \n \nВысокий уровень ответственности и пунктуальность.\n \n \n \nАналитический склад ума и способность быстро схватывать новую информацию.\n \n \n \nГотовность к быстрому обучению и развитию профессиональных навыков.\n \n \n \nЧто мы предлагаем:\n \n \n \nВысокое вознаграждение - 30.000 руб. (на время ИС), далее 50.000 руб.\n \n \n \nГибкий график работы 5\/2 с 9:00 до 18:00, оформление согласно ТК.\n \n \n \nОбучение в нашей внутренней Академии и возможность быстрого карьерного роста.\n \n \n \nДружный коллектив локация в центре города Махачкала.\n \n \n \nКорпоративная скидка для сотрудников, чтобы ты всегда мог быть в тренде.\n \n \n \nПрисоединяйся к команде Figaro Group, достигай новых высот и реализовывай свои мечты вместе с нами!\nАналитическое мышление,Проведение ревизий,Инвентаризация,Учет товаров,Работа с базами данных\n","cats":[],"entities":[[47,49,"Tool"],[410,412,"Tool"],[493,521,"SoftSkills"],[667,669,"Tool"],[740,743,"Tool"],[894,896,"Tool"],[920,935,"SoftSkills"],[938,952,"SoftSkills"],[960,983,"SoftSkills"],[1053,1070,"SoftSkills"]],"Comments":[]}
{"id":10367,"text":"102640498\nГлавный специалист внутреннего аудита\nОткрыта позиция “Главного специалиста внутреннего аудита” для контроля за эффективным и рациональным использованием материальных и финансовых ресурсов, сохранностью имущества при осуществлении хозяйственной деятельности организаций ГМК\n \nОбязанности:\n \n \nУчастие в проверках финансово-хозяйственной деятельности\n \nПроведение проверок по отдельным вопросам хозяйственной деятельности\n \nДокументирование результатов выполнения аудиторских процедур\n \nПодготовка отчетов о результатах проверки\n \nРазработка рекомендаций по устранению выявленных нарушений\n \nКонтроль за своевременным и полным устранением нарушений, выявленных в результате проведенных проверок\n \n \nТребования:\n \n \nВысшее образование экономическое, техническое\n \nПриветствуется опыт работы в аудиторских организациях, в службах внутреннего контроля\n \nОпыт работы в области экономики, аудите, внутреннем контроле – от 5 лет\n \nУверенный пользователь ПК, Excel, 1С\n \nОпыт написания отчетов\n \nГрамотная письменная\/устная речь\n \nГотовность к командировкам\n \n \nУсловия: \n \n \nРабота в рамках крупнейшего Холдинга страны\n \nОфис в городе В. Пышма, Успенский проспект, 1\n \nТрудоустройство согласно ТК РФ\n \nГрафик – 5\/2, с 9–00 до 18–00\n \nДМС\n \nИнтересные, масштабные задачи\n \nПерспективы профессионального и карьерного роста\n \nУровень дохода обсуждается индивидуально с каждым кандидатом\n \nnan\n","cats":[],"entities":[[724,769,"Knowledge"],[957,959,"Tool"],[961,965,"Tool"],[968,970,"Tool"],[978,995,"Knowledge"],[998,1030,"SoftSkills"]],"Comments":[]}
{"id":10368,"text":"102349861\nВнутренний аудитор в ресторанный холдинг\nОбязанности:\n \n \nПроведение плановых и внеплановых аудитов;\n \nАнализ бизнес-процессов и регламентов, разработка мероприятий и рекомендаций, направленных на совершенствование бизнес-процессов, улучшение контроля и повышения эффективности работы предприятий, снижение рисков;\n \nСоставление аналитической отчетности;\n \nУчастие в построении системы внутреннего контроля.\n \n \nТребования:\n \n \nВысшее экономическое образование;\n \nДополнительное образование в области внутреннего аудита или внутреннего контроля;\n \nОпыт работы в области экономического анализа, внутреннего аудита и контрольно-ревизионной деятельности;\n \nЗнание Excel, 1С, систем электронного документооборота;\n \nСпособность работать самостоятельно в режиме многозадачности, внимание к деталям;\n \nСтрессоустойчивость, ответственность;\n \nКоммуникабельность и организационные навыки.\n \n \nУсловия:\nОформление по ТК РФ;\n \nГрафик работы: 5\/2;\n \nЗарплата по договоренности.\n \n \nАудиторские проверки,Аналитическое мышление,Анализ бизнес-процессов\n","cats":[],"entities":[[438,470,"Knowledge"],[511,529,"Knowledge"],[580,602,"Knowledge"],[671,676,"Tool"],[678,680,"Tool"],[682,718,"Tool"],[767,782,"SoftSkills"],[784,802,"SoftSkills"],[806,825,"SoftSkills"],[827,842,"SoftSkills"],[846,864,"SoftSkills"],[867,889,"SoftSkills"]],"Comments":[]}
{"id":10369,"text":"102108044\nРевизор\nКомпания \"Родные масла\" - лидеров в сегменте продаж масел, смазок и расходников для автомобилей. Наша компания на рынке уже 14 лет и продолжает активно развиваться, совершенствуя процессы и открывая новые магазины!\n \nМы зарекомендовали себя, как стабильная, добросовестная и честная компания, отзывы наших клиентов и количество автомобилей с нашими стикерами на улицах города говорят сами за себя)\nСейчас мы в поисках ревизора, который будет проводить инвентаризации товара в магазинах нашей сети в г. Новосибирске!\nОсновная деятельность:\n \n \nПроведение инвентаризаций в магазинах сети, пересчет товара с помощью ТСД;\n \nЗанесение результатов инвентаризаций в программу 1С;\n \nАнализ результатов и составление пояснительных записок, отчетность.\n \n \nЧто мы даём:\n \n \nТолько дневные смены. По времени начала и окончания смены гибко - можно работать с 9:00 до 18:00, можно с 10:00 до 19:00 или с 11:00 до 20:00\n \nГибкий график- можно выбирать рабочие дни;\n \nРазъездной характер работы в пределах города\n \nОплата питания за счет компании;\n \nСкидки на товары и услуги компании;\n \nКорпоративная сим-карта;\n \nОбучение.\n \n \nЧто мы ожидаем от кандидата:\n \n \nОпыт проведения инвентаризаций;\n \nОпыт работы в программе 1С;\n \nОтветственность, внимательность, методичность.\n \n1С: Управление Торговлей,Проведение инвентаризаций\n","cats":[],"entities":[[631,634,"Tool"],[687,689,"Tool"],[1223,1225,"Tool"],[1229,1244,"SoftSkills"],[1246,1260,"SoftSkills"],[1262,1274,"SoftSkills"]],"Comments":[]}
{"id":10370,"text":"101936139\nВедущий внутренний аудитор ДВА\nОбязанности:\n \n \nучастие как в составе группы аудиторов (в т.ч. в роли руководителя), так и самостоятельно в проведении плановых и внеплановых аудиторских проверок расходования средств, бизнес-процессов, подразделений, финансово-хозяйственной деятельности, оказании консультаций;\n \nразработка программы проверки, сбор, обработка и анализ аудиторских доказательств;\n \nоценка контрольных процедур, выявление недостатков и рисков;\n \nформирование выводов и разработка рекомендаций;\n \nподготовка отчетных материалов;\n \nучастие в мониторинге статуса выполнения менеджментом планов корректирующих мероприятий по результатам проведенных аудиторских проверок;\n \nверификация результатов замеров ключевых показателей эффективности (КПЭ) с цлью повышения степени достоверности значений КПЭ;\n \nработа в составе Центральной закупочной комиссии Общества в качестве наблюдателя;\n \nучастие в инициативах, лидирование отдельных инициатив по развитию функции внутреннего аудита;\n \nсовершенствование методологии, разработка и актуализация нормативной документации, реализация мероприятий по цифровизации и т.д.;\n \nучастие в ежегодном планировании аудитов и подготовке отчетности для руководства о результатах работы подразделения на периодической основ.\n \n \nТребования:\n \n \nвысшее образование (экономическое, математическое, бухучет и аудит);\n \nдополнительное профессиональное образование (программы переподготовки, программы повышения квалификации, программы профессиональной сертификации) в функциональных областях деятельности организации и (или) в области внутреннего аудита;\n \nзнания на уровне эксперта в области внутреннего аудита, системы внутреннего контроля и управления рисками;\n \nобщие знания в области бухгалтерского, управленческого, налогового учета, гражданского, трудового и корпоративного законодательства, финансово-хозяйственной деятельности;\n \nопыт проведения проверок финансово-хозяйственной деятельности, бизнес-процессов, подразделений, расходования средств и т.д.;\n \nнавыки написания краткого аудиторского отчета;\n \nумение работать с конфиденциальной информацией: поиск, сбор и анализ, интерпретация данных;\n \nопыт проведения и\/ или участия в служебных расследованиях.\n \nвладение офисными программами MS Office (Word, Excel, PowerPoint); 1С Предприятие;\n \nзнание базы Гарант и\/или КонсультантПлюс; СПАРК-Интерфакс.\n \n \nОпыт\n \n \nне менее 3 лет в области внутреннего аудита в крупных компаниях (индустрия, консалтинг), в том числе в качестве руководителя проектов и (или) в функциональной области деятельности организации;\n \n \nУсловия:\n \n \nОформление, согласно ТК РФ;\n \nСтабильный и гарантированный доход с выплатой 4 раза в месяц;\n \nУдобный график 5\/2 с 08:30 до 17:15;\n \nОфициальная «белая» заработная плата;\n \nОбучение, повышение квалификации за счет компании;\n \nКоллективный договор (выплаты и дополнительно оплачиваемые отпуска в случаях рождения детей, бракосочетания, смерти близких родственников);\n \nДобровольное медицинское страхование;\n \nСанаторно-курортное лечение, путевки в детские лагеря, подарки детям на новый год;\n \nПроведение культурно-массовых мероприятий и спартакиад\n \n \n \nВнутренний контроль,Аудиторские проверки,Управление рисками,Бизнес-анализ,Экономический анализ,Аналитическое мышление,Деловая коммуникация,Оценка рисков,Анализ рисков\n","cats":[],"entities":[[1295,1313,"Knowledge"],[1366,1409,"Knowledge"],[1411,1435,"Knowledge"],[1437,1469,"Knowledge"],[1471,1510,"Knowledge"],[1639,1657,"Knowledge"],[1659,1708,"Knowledge"],[1735,1784,"Knowledge"],[1786,1843,"Knowledge"],[1845,1881,"Knowledge"],[2246,2255,"Tool"],[2257,2261,"Tool"],[2263,2268,"Tool"],[2270,2280,"Tool"],[2283,2297,"Tool"],[2313,2319,"Knowledge"],[2326,2341,"Knowledge"],[2343,2358,"Knowledge"]],"Comments":[]}
{"id":10371,"text":"102104208\nРуководитель контрольно-ревизионного отдела\nОбязанности:\n \n \nОрганизация работы подразделения: планирование, контроль выполнения поставленных задач и оценка эффективности работы подразделения;\n \nОрганизовывать и проводить ревизионные мероприятия ТМЦ в торговых и складских площадях Обособленного подразделения в г.Норильске\n \nКонтролировать работу учетчиков товаров\n \nКонтролировать корректность отражения результатов инвентаризаций;\n \nРазрабатывать и проводить мероприятий по оптимизации и сокращению потерь и излишков ТМЦ.\n \nРабота с ТМЦ ненадлежащего качества (оценка, ремонт, списание и утилизация);\n \nАвтоматизация контрольных процессов для повышения их эффективности (внесение предложения по доработке программы ТСД)\n \nПостановка и контроль выполнения поставленных задач сотрудникам на день\/неделю\/месяц\n \n \nТребования: \n \n \n \nОбразование высшее\/ неоконченное высшее-среднее специальное\n \n \n \nРелевантный опыт работы;\n \n \n \nЗнание методик внутреннего контроля и сбора информации;\n \n \n \nОпыт работы с ТСД;\n \n \n \nОпыт управления коллективом с постановкой задач;\n \n \n \nУверенный пользователь ПК, Word, Excel, знание 1С УТ;\n \n \n \nГотовность к командировкам;\n \n \n \nЛидерские качества, стрессоустойчивость, аналитические способности, обучаемость, умение аргументированно отстаивать точку зрения, самоорганизованность\n \n \n \nУсловия:\n \n \nОформление согласно ТК РФ;\n \nГрафик работы 5\/2 с 10-00 до 18-00;\n \nВыплата по выслуге лет;\n \nНовый офис в Янино.\n \nВнутренний контроль,Оптимизация бизнес-процессов,Разработка регламентов,Умение принимать решения,Управленческая отчетность,Организаторские навыки,Проведение инвентаризаций,Аналитическое мышление,Руководство коллективом,Работа с большим объемом информации,Складской Учет,Обучение персонала,Разработка и внедрение политик и процедур,Деловая коммуникация,Стратегическое мышление,Расстановка приоритетов,Навыки составления отчетности,Способность обучать других,Контроль исполнения решений,Управление процессами,Аналитические способности\n","cats":[],"entities":[[843,882,"Knowledge"],[883,902,"Knowledge"],[947,994,"Knowledge"],[1016,1019,"Tool"],[1032,1054,"SoftSkills"],[1105,1107,"Tool"],[1109,1113,"Tool"],[1115,1120,"Tool"],[1129,1134,"Tool"],[1176,1194,"SoftSkills"],[1196,1215,"SoftSkills"],[1244,1255,"SoftSkills"],[1306,1326,"SoftSkills"]],"Comments":[]}
{"id":10702,"text":"102559717\nЗаместитель начальника отдела труда и заработной платы\nОбязанности:\n \n \nУчет и ведение производственных показателей для премирования персонала.\n \nОрганизация работ по нормированию труда, расчету норм, внедрению технически обоснованных нормативов по труду.\n \nРасчет сдельной заработной платы.\n \nРазработка графиков работы персонала, локальных нормативных актов.\n \nУчастие в учете расхода ФОТ.\n \n \nТребования:\n \n \nВысшее профильное (экономика труда, управление персоналом, менеджмент)\n \nОпыт работы руководителем или ведущим инженером ОТиЗ на производственных предприятиях работающих вахтовым методом с численностью персонала не менее 500 человек.\n \nУмение анализировать качественный и количественный состав персонала.\n \nХорошее знание трудового законодательства РФ, экономики труда, управления и организации производства предприятия.\n \nЗнание форм и систем оплаты труда, развития зарплатной политики и социальных льгот.\n \nЗнание порядка составления отчетности по персоналу, знание методов определения численности работников.\n \nУверенный пользователь ПК офисный пакет, Excel продвинутый пользователь, обязательно знание 1С ЗИК.\n \n \nУсловия:\n \n \nРабота на Васильевском руднике (Мотыгинский район Красноярский край, 520 км от Красноярска);\n \nВахтовый метод работы 1 месяц- работы, 1 месяц — отдых;\n \nОплата межвахтового отдыха до 30 000 рублей;\n \nКомпенсация стоимости проезда на работу\/к дому (\nвыделяется определенная сумма\n);\n \nПрохождение медицинского осмотра за счет работодателя в г. Красноярске бесплатно;\n \nПроживание в вахтовом поселке в благоустроенном общежитии (расходы на проживание из заработной платы работника не удерживается);\n \nИнфраструктуры (магазин, баня, прачечная, уютная столовая, медпункт, большой спортивный комплекс (кинозал, бильярд, волейбол, баскетбол, тренажерный зал, настольный теннис, футбольное поле), оператор сотовой связи «Мегафон», \"ТЕЛЕ2\");\n \nТрехразовое питание (\nопределенная сумма в день)\n;\n \nЗарплатный проект, заработная плата (100% \"белая\", стабильная, выплачивается два раза в месяц (карту заводит работодатель);\n \nДоставка от г. Красноярска до промышленной площадки и обратно (вахтовым автобусом) за счет работодателя. Предоставление иногородним проживания в гостинице г. Красноярска на 1 сутки (день приезда\/выезда с вахты) за счет организации;\n \nПолный социальный пакет (официальное трудоустройство, предоставление дополнительных отпусков и надбавок за работу во вредных условиях, в районах, приравненных к Крайнему Северу (Северный стаж), страхование от несчастных случаев, оплата больничных, предусмотрены все гарантии действующим законодательством);\n \nНа предприятии действует положение о социальных гарантиях (работники, имеющие стаж от 1-го года и более имеют права на дополнительные выплаты) предусмотренные положением.\n \nСпецодежда выдается согласно утвержденным нормам расхода и соответствует требованиям охраны труда и промышленной безопасности;\n \nMS Excel\n","cats":[],"entities":[[422,439,"Knowledge"],[744,773,"Knowledge"],[775,790,"Knowledge"],[852,878,"Knowledge"],[1059,1075,"Tool"],[1077,1082,"Tool"],[1128,1134,"Tool"],[2913,2921,"Tool"]],"Comments":[]}
{"id":10703,"text":"101659229\nЭкономист ( удаленный\/ гибридный график)\nСоединив качество и заботу о наших покупателях, мы создали магазины Колхоз, которые вы знаете вот уже 13 лет\n \nПродолжим нашу историю вместе? Приглашаем ведущего экономиста, который усилит наш финансовый отдел\n \nОбязанности сотрудника::\n \n \nСбор информации из разных источников для анализа данных по задаче (проекту) по согласованному заданию.\n \nУчастие в составлении (корректировке) годовых и оперативных бюджетов.\n \nПодготовка финансовых моделей и таблиц по согласованному шаблону для расчета и анализа данных\n \nУчастие в автоматизации процессов (проверка, тестирование).\n \nПодготовка экономических расчетов по запросам руководства\n \nАнализ данных по заданию руководителя\n \n \nНаши пожелания:\n \n \n \nВысшее образование: экономическое (финансовое)\n \n \n \nОпыт работы от 1-года \n \n \n \nЗнание 1С на продвинутом уровне\n \n \n \nХорошее знание Excel\n \n \nАналитический склад ума, системность в работе;\n \nГотовность работать с большими объемами информации и быстро переключаться между задачами\n \n \nМы предлагаем:\n \n \nЗаработная плата: от 90.000 на руки\n \nГрафик работы: с 10-00 до 19-00, пятидневная рабочая неделя ( удаленный график работы \/ гибридный )\nВсе перерывы в течение дня регулируете самостоятельно (обед, отдых).\n \nОплата обучения: для улучшения ваших профессиональных навыков за счет компании.\n \nОформление: по ТК РФ, оплачиваемый больничный и отпуск 28 дней в году.\n \nМесто работы: комфортный офис в 1 минуте ходьбы от метро Чкаловская\n \nnan\n","cats":[],"entities":[[751,769,"Knowledge"],[840,842,"Tool"],[886,891,"Tool"],[896,919,"SoftSkills"],[921,941,"SoftSkills"],[956,995,"SoftSkills"]],"Comments":[]}
{"id":10704,"text":"101490525\nЭкономист II категории планово-экономического отдела\nОбязанности:\n \n \nрасчёт экономических показателей общества;\n \nввод плановых и фактических данных в систему сводной отчетности;\n \nформирование статистической информации по показателям компании в разрезе субъектов федерации назначения;\n \nвзаимодействие с органами власти по транспортному обслуживанию населения железнодорожным транспортом пригородного сообщения, заключение Соглашений о предоставлении субсидий и заключение соответствующих Договоров;\n \n \nТребования:\n \n \nвысшее профессиональное (техническое, экономическое) образование;\n \nопыт работы в аналогичных должностях от 3-х лет;\n \nуверенный пользователь WORD, EXCEL (использование сводных таблиц, широкого спектра формул), 1С ERP;\n \nумение работать с большими объемами информации;\n \nаналитический склад ума, внимательность, ответственность, стрессоустойчивость, способность к самостоятельному решению задач;\n \nлегкая обучаемость новым направлениям деятельности.\n \n \nУсловия:\n \n \nсрочный трудовой договор (декретное место);\n \nоформление согласно ТК РФ с первого рабочего дня;\n \nпятидневная рабочая неделя (пн-пт), рабочий день с 8:30 до 17:30 (в пт. до 16:30);\n \nзаработная плата до 136 000 рублей в месяц (в зависимости от выполнения ключевых показателей деятельности);\n \nрасширенный социальный пакет: коллективный договор; ДМС после испытательного срока; компенсация стоимости проезда к месту работы;\n \nкомфортабельный офис в 5 минутах от метро Комсомольская.\n \nnan\n","cats":[],"entities":[[532,596,"Knowledge"],[674,678,"Tool"],[680,685,"Tool"],[743,749,"Tool"],[803,826,"SoftSkills"],[828,842,"SoftSkills"],[844,859,"SoftSkills"],[861,880,"SoftSkills"],[882,926,"SoftSkills"],[937,948,"SoftSkills"]],"Comments":[]}
{"id":10705,"text":"101104955\nЗаместитель начальника отдела (по личному приему граждан)\nОбязанности\n \n \nорганизация процесса, планирование и контроль над работой отдела;\n \nподготовка документов, отчетов о работе отдела;\n \nвзаимодействие со структурными подразделениями учреждения и организациями в рамках функционирования отдела;\n \nпринятие мер по улучшению работы отдела;\n \nвыполнение задач, направленных на достижение установленных центров планов;\n \nработа в специализированных программных комплексах;\n \nоказывать помощь сотрудникам в нестандартных ситуациях.\n \n \n \n \nТребования\n \n \nвысшее профессиональное (экономическое) образование и стаж работы по специальности не менее 3-х лет;\n \nопыт работы в аналогичной должности не менее 2-х лет;\n \nопыт работы в структурах МО РФ и МФЦ приветствуется;\n \nэкспертное знание гражданского, налогового и трудового законодательства;\n \nграмотная устная и письменная речь;\n \nумение работать в режиме многозадачности;\n \nуверенный пользователь ПК.\n \n \n \n \nУсловия:\n \n \nшаговая доступность от метро (Чистые пруды, Тургеневская, Сретенский бульвар);\n \n \n \nоформление в соответствии с ТК РФ (своевременная выплата заработной платы 2 раза в месяц, оплата больничного листа, предоставление ежегодного оплачиваемого отпуска);\n \nполная рабочая неделя;\n \nна территории работодателя.\n \n \n \nnan\n","cats":[],"entities":[[565,616,"Knowledge"],[790,850,"Knowledge"],[864,888,"SoftSkills"],[917,932,"SoftSkills"],[959,961,"Tool"]],"Comments":[]}
{"id":10706,"text":"102568116\nВедущий экономист\nМы оптовая компания Cactus Tobacco занимаемся оптовой продажей табачных изделий на территории Дальнего Востока\n.\n \nХотим рассказать о вакансии \nВедущий экономист с потенциалом до Финансового директора\n. Она точно для Вас, если Вы горите желанием реализовать весь свой накопленный опыт в области финансов – \nвместе создать мощную империю!\n \n\"Как собственники, мы понимаем, что нашей компании нужен сильный ТОП и активный сотрудник. Тот, кто:\n \n \nВидит в отчетах не только цифры, а сам бизнес, людей, продажи, идеи и т.д.\n \nТот, кто вникает в детали, но при этом не зарывается в мелочах. Тот, кто готовит не отчеты, а повышает объем прибыли компании и ее рентабельность.\n \nСпособен наладить сбор трех ключевых отчетов, так чтобы к 5 числу следующего месяца эти отчеты лежали на столе у собственников;\n \nМожет собрать мощную команду финансового департамента;\n \nНужен тот, кто постоянно учится и повышает свою компетентность.\n \n \n \n \nУ нас большие планы: мы хотим стать компанией мирового уровня, и получать удовольствие от работы!\nС чего Вам предстоит начать:\n \nОценить текущие процессы в финансовом департаменте;\n \nОрганизовать систему сбора управленческой отчетности. Описать ее методологию;\n \nОценить команду финансового департамента и сделать ее сильнее;\n \nДля реализации наших амбициозных планов Вам необходимо иметь:\n \n \nКрутые достижения в работе и личной жизни, и Вы готовы это доказать;\n \nПодтвержденный опыт в частном бизнесе от 3х лет;\n \nПрошел путь от экономиста\/финансиста до ведущего экономиста\/Зам директора по экономики и финансам;\n \nВысшее образование финансы\/экономика\/физмат, любое, где присутствует логика;\n \nУспешный опыт построения команды и коммуникационных линий.\n \n \nЗа все это, мы предлагаем:\n \n1. Интересные задачи, возможность быть причастным к развитию крутого бизнеса;\n \n2. Возможность вырасти до Финансового директора;\n \n3. Достойное вознаграждение за достижение результатов;\n \n4. Постоянное обучение;\n \n5. Компенсация мобильной связи\n \n \nnan\n","cats":[],"entities":[[1575,1601,"Knowledge"],[1668,1686,"SoftSkills"]],"Comments":[]}
{"id":10707,"text":"101503586\nЭкономист\nОбязанности:\n \n \nВыполнять работу, связанную с осуществлением экономической деятельности предприятия, направленную на повышение эффективности и рентабельности производства, достигать высоких конечных результатов при оптимальном использовании материальных, трудовых и финансовых ресурсов.\n \nРасчет средних цен. \n \nВедение плановых и фактических БДР, БДДС, расчет зп отдельных участков производства, участие в бизнес-планировании. \n \nОтслеживание движения товара на складах (ведение отчетности, сверка документов с данными, предоставляемыми другими сотрудниками, расчет средних цен).\n \n \nТребования:\n \n \nВысшее образование. \nПриветствуются выпускники (УРФУ, УРГУ), возможно с доп.экономическим образованием или бухгалтерских образованием, но с обязательным опытом расчета экономических показателей финансово-хозяйственной деятельности предприятия.\n \n \nНавык формирования бюджета доходов и расходов.\n \n \n \nБюджета движения денежных средств, расчет средних, средневзвешенных цен. \n \n \n \nРасчет заработной платы. \n \n \n \nУмение работать с законодательными актами. \n \n \n \nУверенный пользователь Excel, Microsoft Office. Знание 1С – желательно.\n \n \n \nОтветственность, внимательность, доброжелательность, склонность к самообучению, трудолюбие. \n \n \n \nУсловия:\n \n \nВысокий уровень заработной платы;\n \nГрафик работы 5\/2 с 9:00 до 17:00, либо с 10:00 до 18:00;\n \nТрудоустройство согласно с ТК РФ;\n \nРабота в крупной, динамично развивающейся компании;\n \nКомфортное рабочее место, чай, кофе за счет компании;\n \nОтзывчивый и добрый коллектив, который придет на помощь;\n \nОфис территориально находится на Эльмаше;\n \nДоставка до места работы корпоративным такси;\n \nИспытательный срок 2-3 месяца\n \nnan\n","cats":[],"entities":[[622,640,"Knowledge"],[1108,1113,"Tool"],[1115,1131,"Tool"],[1140,1142,"Tool"],[1163,1178,"SoftSkills"],[1180,1194,"SoftSkills"],[1196,1214,"SoftSkills"],[1216,1241,"SoftSkills"],[1243,1253,"SoftSkills"]],"Comments":[]}
{"id":10708,"text":"101957310\nСпециалист по оплате труда\nВ ФГУП \"Атомфлот\" на постоянную работу требуется специалист по оплате труда.\n \nВ Ваши обязанности будет входить:\n \n \nПодготовка отчетности (краткосрочный, долгосрочный период), аналитика по экономическим показателям в части затрат на персонал, факторный анализ отклонений проекта от норматива, формирование внутренней отчетности по оплате труда, статистическая отчетность;\n \nОбеспечение процессов и документооборота по вопросам оплаты труда персонала;\n \nУчастие в разработке и актуализации положений ЛНА в части оплаты труда;\n \nОбеспечение и контроль процесса с картами KPI\/КПЭ, анализ процесса, выгрузка отчетов, формирование каталога КПЭ предприятия;\n \nФормирование заявок по бизнес процессам в части оплаты труда;\n \nОсуществление контроля за использованием рабочего времени, проверка графиков рабочего времени;\n \nКонсультация работников.\n \n \nТребования:\n \n \nУмение работать с большим массивом данных;\n \nОпыт не менее 3 лет на аналогичной должности;\n \nВысшее образование;\n \nЗнание ТК в части режимов оплаты труда, системы оплаты труда, регулировании трудовых отношений, особенностей работы в РКС;\n \nОпыт работы с суммированным и сменным учетом рабочего времени.\n \n \nУсловия:\n \n \n5 дневная рабочая неделя с 9 до 17:12;\n \nМедкомиссия за счет предприятия;\n \n \nОфициальное трудоустройство согласно ТК РФ;\n \n \n \nСоциальная политика от ФГУП \"Атомфлот\":\n \n \nДМС + стоматология;\n \nежегодная оплата дороги к месту отдыха;\n \nсанаторно–курортное лечение работников предприятия и их детей;\n \nоказание помощи работникам в улучшении жилищных условий;\n \nфизкультурно–оздоровительные и культурно–массовые мероприятия;\n \nнегосударственное пенсионное обеспечение;\n \nоказание материальной помощи работникам;\n \nподдержка неработающих пенсионеров.\n \nnan\n","cats":[],"entities":[[165,175,"Tool"],[905,939,"SoftSkills"],[991,1009,"Knowledge"],[1020,1022,"Knowledge"],[1109,1134,"Knowledge"]],"Comments":[]}
{"id":10709,"text":"102177248\nНачальник управления анализа, планирования и финансовой отчётности\nНачальник управления анализа, планирования и финансовой отчетности в г. Казань:\n \nОбязанности:\n \nорганизация работы Управления;\n \nосуществление контроля за подготовкой и поддержкой различных видов аналитической отчетности;\n \nорганизация работы по составлению Стратегии развития;\n \nорганизация работы по составлению финансового плана развития на год, контроль за процессом его составления;\n \nосуществление контроля и анализа исполнения финансовых планов Банка;\n \nосуществление контроля за ежедневным соблюдением обязательных нормативов, установленных Банком России;\n \nосуществление контроля за формированием ежемесячного бюджета движения денежных средств, контроль исполнения ежемесячного бюджета движения денежных средств;\n \nорганизация оперативного планирования и прогнозирования;\n \nразработка локальных нормативных документов по оплате труда;\n \nмониторинг системы оплаты труда в соответствии с требованиями Инструкции 154-И;\n \nорганизация расчета показателей премирования;\n \nоценка влияния операций на обязательные нормативы;\n \nосуществление контроля планирования, расчета и управления капиталом Банка;\n \nосуществление контроля достаточности капитала Банка;\n \nосуществление контроля сроков соблюдения предоставления отчетных форм согласно нормативным актам Банка России; осуществление контроля за своевременным составлением и раскрытием информации по финансовой отчетности Банка в соответствии с Международными стандартами финансовой отчетности (МСФО);\n \nподготовка материалов к заседаниям Совета директоров в зоне ответственности управления;\n \nподготовка аналитических записок по запросам органов управления;\n \nорганизация работы по составлению годового отчета;\n \n \n \nТребования:\n \nОпыт руководства аналитическим структурным подразделением кредитной организации;\n \nОпыт составления управленческой отчетности;\n \nОпыт бюджетирования, планирования;\n \nОтличное знание MS Excel;\n \nОтличные аналитические способности;\n \nСпособность работы с большими объемами информации;\n \n \n \nУсловия:\n \nМесто работы -Казань, Мусы Джалиля,5\n \nОформление в полном соответствии с ТК РФ;\n \nПолная занятость;\n \nКомфортные условия труда, конкурентоспособная заработная плата;\n \nОплата - оклад + премия;\n \nНаличие системы социального обеспечения для сотрудников Банка;\n \nПомощь квалифицированного персонала при адаптации новых сотрудников;\n \nЛьготные условия кредитования;\n \nКорпоративные мероприятия.\n \n \nnan\n","cats":[],"entities":[[986,1002,"Knowledge"],[1475,1523,"Knowledge"],[1525,1529,"Knowledge"],[1862,1887,"Tool"],[1896,1910,"Knowledge"],[1944,1952,"Tool"],[1965,1990,"SoftSkills"],[2006,2043,"SoftSkills"]],"Comments":[]}
{"id":10710,"text":"101443615\nРуководитель планово-экономического отдела\nКомпания \nSmart Group\n работает на рынке интерьеров для бизнеса с 2004 года. За 20-летний опыт работы мы открыли офисы в семи городах России и стран СНГ, построили несколько производственных площадок и развили более 18 направлений собственного бизнеса.\n \nНаша миссия - делать жизнь людей и места вокруг них комфортнее, интереснее и функциональнее. Следуя миссии, мы предлагаем уникальные продукты и услуги для бизнеса и активно вкладываемся в развитие и расширение собственной команды.\n \nКорпоративное обучение, тимбилдинги, совместные поездки и возможности для карьерного роста – это норма для нашей компании. Если вы готовы разделить с нами наше дело и наши ценности, будем рады видеть вас на собеседовании на вакансию \nруководитель планово-экономического отдела \n.\n \nОбязанности:\n \n \nОбеспечивает ведение учета движения финансовых средств и составления отчетности о результатах финансовой деятельности;\n \nОсуществляет работу по подготовке и проведению анализа финансово-экономического состояния предприятия на основании предварительно сформированной управленческой отчетности;\n \nОсуществляет анализ затрат предприятия и иных расходов для целей их оптимизации;\n \nФормирует учетную политику для целей управленческого учета;\n \nОсуществляет организацию работ по бюджетному планированию, определению структуры бюджета, статей, определению ответственности за исполнение бюджета, установлению процедуры согласования, утверждения и контроля исполнения бюджета;\n \nУчаствует в разработке нормативной и методической документации, регламентирующей финансовую деятельность предприятия;\n \nФормирует требования и ставит задачи к автоматизированной системе управленческого учета;\n \nОсуществляет работы по сверке и дебиторской\/кредиторской задолженности;\n \nПроводит работы по разработке бизнес-планов предприятия, проектов компании. Проводит вариантный анализ;\n \nВыполняет дополнительные задачи под руководством финансового директора направленные на финансовую и экономическую устойчивость организации в условиях современного рынка и его конъюнктуры.\n \n \n \n \nТребования:\n \n \nВысшее финансовое, экономическое образование:\n \nОпыт работы в аналогичной должности более 3-х лет в производственно- торговых, как плюс еще и строительных компаниях;\n \nЖелательно знание 1С УПП, ERP, Power BI;\n \nОпыт постановки бюджетирования и составления управленческой отчётности по Группе компаний;\n \nОпыт работы по подготовке методических документов, регламентов и инструкций;\n \nЗнания в области бухгалтерского учета и плана счетов\n \nОтличное владение Excel на уровне макросов;\n \nУмение обучать сотрудников и ставить задачи, затем контролировать их выполнение;\n \n \nУсловия:\n \n \nОфициальное трудоустройство ,согласно ТК РФ;\n \nБелая заработная плата (2 раза в месяц, без задержек);\n \nНаша компания стабильно держится на рынке уже 20 лет, несмотря на кризисы;\n \nГрафик работы 5\/2 с 9:00 до 18:00 или 10:00-19:00;\n \nОплата отпуска (28 календарных дней), больничного листа + 3 дополнительных выходных за счет компании;\n \nОфис в шаговой доступности \"А\" класса, офис-м.Павелецкая \/ Пролетарская;\n \nВозможность расти профессионально и постоянно получать новые знания;\n \nДружный коллектив, нацеленный на результат;\n \nНасыщенная корпоративная жизнь.\n \n \n \n \n \nБюджетирование,Управленческая отчетность,Финансовый контроль,Долгосрочное бюджетирование и планирование,Краткосрочное бюджетирование и планирование\n","cats":[],"entities":[[1534,1573,"Tool"],[2114,2158,"Knowledge"],[2300,2306,"Tool"],[2308,2311,"Tool"],[2313,2321,"Tool"],[2514,2534,"Knowledge"],[2570,2575,"Tool"],[2605,2624,"SoftSkills"],[2627,2641,"SoftSkills"]],"Comments":[]}
{"id":10711,"text":"102633976\nГлавный специалист (Ведущий специалист) отдела завоза ТЭР\nОбязанности:\n \n \nЕжедневный мониторинг исполнения перевозчиками и поставщиками договорных обязательств\n \nВедение внутреннего документооборота, своевременное предоставление оригиналов договорных и первичных документов на закупаемые и перевозимые ТЭР\n \nКонтроль кредиторской и дебиторской задолженности по перевозчикам и поставщикам\n \nЕжедневный мониторинг движения топливно-энергетических ресурсов;\n \nФормирование плана перевозки топливно-энергетических ресурсов\n \nПроведение сверок с перевозчиками и поставщиками\n \nАнализ рынка транспортных услуг\n \nАнализ рисков срыва план-графика перевозок топливно-энергетических ресурсов\n \nКонтроль осуществляемых поставок и своевременного выполнения обязанностей Поставщика и Покупателя\n \nАнализ полученных предложений, работа с перевозчиками и поставщиками на предмет улучшения коммерческих условий (стоимость, сроки)\n \nРабота в системах электронного документооборота и 1С\n \nВзаимодействие со смежными отделами и управлениями\n \n \nТребования:\n \n \nВысшее экономическое\/техническое\/математическое образование\n \nОпыт планирования, расчетов калькуляций\n \nПродвинутое знание MS Office (Excel) - умение работать с массивами данных\n \nЗнание программы 1С: Предприятие\n \nЗнание основ бухгалтерского учета (приветствуется)\n \nВнимательность, исполнительность, дисциплинированность\n \n \nУсловия:\n \n \nТрудоустройство по ТК РФ\n \nСоциальный пакет, годовая премия по итогам KPI\n \n5-дневная рабочая неделя с 09:00 до 18:00, с обеденным перерывом с 13:00 до 14:00\n \nВозможны ненормированные рабочие дни\n \nРабота в центре г. Якутска\n \nДеловая переписка,Подготовка отчетов,1С: Предприятие 8,MS Excel,Экономический анализ,Заключение договоров,1С: Документооборот,Бухгалтерский учет,Производственное планирование\n","cats":[],"entities":[[977,979,"Tool"],[1053,1112,"Knowledge"],[1176,1185,"Tool"],[1187,1192,"Tool"],[1250,1265,"Tool"],[1281,1301,"Knowledge"],[1321,1335,"SoftSkills"],[1337,1353,"SoftSkills"],[1355,1375,"SoftSkills"]],"Comments":[]}
