{"id":2239,"text":"102331695\nСистемный инженер\nОбязанности:\n \n \nУчастие в пуско-наладочных работах, испытаниях, настройке ИТ-оборудования и средств ИБ.\n \nРазработка документации по итогам внедрения.\n \nУчастие в проектировании и сопровождении систем ИБ.\n \nУчастие в подборе программных и аппаратных решений.\n \nВзаимодействие с вендорами в области ИБ.\n \n \nТребования:\n \n \nНаличие высшего или средне-специального образования.\n \nОпыт участия во внедрении\\сопровождении проектов в области информационных технологий или информационной безопасности.\n \nОпыт работы в одном из направлений:\n \n Сети\n \nОпыт работы с сетевым оборудованием Cisco, Eltex, Huawei.\n \nОпыт работы с межсетевыми экранами VipNet.\n \n \nИнфраструктура\n \n \nОпыт работы с серверным оборудованием (Lenovo\\HP\\DEPO\\Huawei\\Аквариус).\n \nОпыт работы с ОС семейства Windows и Linux на уровне администратора.\n \nОпыт работы с системами виртуализации\n \n \nСредства ЗИ\n \n \nОпыт работы с SIEM-системами.\n \nОпыт работы с системами антивирусной защиты.\n \nОпыт работы с системами резервного копирования.\n \n \nБудет преимуществом:\n \n \nПрофильное образование в области ИТ\/ИБ.\n \nУмение работать с проектной и эксплуатационной документацией.\n \nНаличие сертификатов вендоров.\n \nОпыт работы с другими системами защиты информации (FW, IPS, DLP и пр.).\n \nОпыт строительно-монтажных работ (сборка серверных стоек, монтаж серверов).\n \n \nУсловия:\n \n \nОфициальное трудоустройство по ТК РФ, стабильная «белая» заработная плата.\n \nМесто работы: \nсело Эстосадок\n, \nгородской округ Сочи\n.\n \nКомфортный офис, хорошо оборудованное рабочее место.\n \nРежим работы: с 08:00 до 17:00, пятница – сокращенный рабочий день (с 08:00 до 16:00);\n \nНаличие государственной аккредитации организации, осуществляющей деятельность в области ИТ.\n \nКорпоративная мобильная связь.\n \nПроектные премии и премии по результатам работы в отчетный период.\n \nПрофессиональный и карьерный рост, обучение за счет компании, участие в конференциях, тренингах и семинарах.\n \nПрограмма адаптации для новичков, наставничество, внутреннее обучение.\n \nДеловая переписка,Деловое общение,Работа в команде,Анализ объекта защиты,Средства защиты информации,Контроль защищенности\n","cats":[],"entities":[[45,79,"Knowledge"],[81,91,"Knowledge"],[93,118,"Knowledge"],[121,131,"Knowledge"],[135,178,"Knowledge"],[182,206,"Knowledge"],[209,232,"Knowledge"],[236,265,"Knowledge"],[268,286,"Knowledge"],[422,431,"Knowledge"],[432,454,"Knowledge"],[465,490,"Knowledge"],[495,522,"Knowledge"],[565,569,"Knowledge"],[608,613,"Tool"],[615,620,"Tool"],[622,628,"Tool"],[667,673,"Tool"],[698,709,"Knowledge"],[712,735,"Knowledge"],[737,743,"Tool"],[744,746,"Tool"],[747,751,"Tool"],[752,758,"Tool"],[759,767,"Tool"],[772,788,"Knowledge"],[799,807,"Tool"],[809,815,"Tool"],[843,880,"Knowledge"],[885,896,"Knowledge"],[915,929,"Tool"],[947,976,"Knowledge"],[994,1026,"Knowledge"],[1106,1126,"Knowledge"],[1129,1159,"Knowledge"],[1247,1249,"Tool"],[1251,1254,"Tool"],[1256,1260,"Tool"],[1275,1302,"Knowledge"],[1304,1326,"Knowledge"],[1328,1343,"Knowledge"]],"Comments":[]}
{"id":2240,"text":"100375708\nSenior Windows System Engineer (релокация в Китай)\nО нас\nИТ-инжиниринговая компания в Китае, специализируется на реализации стратегически важных и долгосрочных проектов по построению инфраструктуры и системной интеграции для своих клиентов – крупных финансовых учреждений, выходящих на рынок Китая.\n \nКомпания отвечает за проектирование, создание, поддержку и развитие всей ИТ-инфраструктуры клиентов, включая сложную сетевую архитектуру и надежные системы кибербезопасности. Мы строим инфраструктуру уровня mission critical, разрабатывая большие масштабируемые кластеры (Large scalable clusters) с тысячами виртуальных машин, обеспечиваем оптимальную производительность и безопасность для наших клиентов.\n \nТехнологии и оборудование, на которых мы строим mission critical инфраструктуру: RedHat Linux 8; VMware vSphere 7 vSAN clusters; Windows: Server, Exchange, AD; monitoring systems: Zabbix, Grafana; antivirus systems: Kaspersky; Netbackup, Veeam Backup Systems; Network equipment: Huawei routers, NGFW, switches, Wi-Fi; security systems: IPS, WAF, EDR, IPS, VPN.\n \nО роли \n \nВ связи с планами развития компания усиливает команду внедрения и поддержки и ищет кандидата на позицию \nSenior Windows System Engineer\n, готового к переезду в Китай.\n \nВ роли ведущего системного инженера Windows, вы будете играть решающую роль в проектировании, внедрении и обслуживании безопасных и отказоустойчивых сред Active Directory и Exchange.\n \nЭта роль предполагает высокую квалификацию и серьезный инженерный опыт работы со службами Windows Active Directory, службами Exchange на парке в десятки серверов и тысячу виртуальных машин. Работа с mission critical инфраструктурой потребует от вас глубокого понимания протоколов безопасности, возможностей аварийного переключения и опыта работы с кластерами. Идеальный кандидат должен также обладать сертификатами профессионального уровня от Microsoft или иметь обширный подтвержденный опыт работы в этих областях.\n \nВы будете работать в китайском офисе компании в команде опытных инженеров, специализирующихся на серверном и сетевом оборудовании, кластеризации, виртуализации, DevOps, безопасности, а также взаимодействовать с командой smart hands, осуществляющей круглосуточный мониторинг и поддержку систем локально на территории клиента.\n \nЭто отличная возможность для мотивированного специалиста с сильными техническими навыками и желанием развиваться получить новый опыт работы на рынке Китая и прокачать свои навыки на серьезных и уникальных проектах.\n \nЗадачи\n \n \nПроектирование, внедрение и управление службами Windows Active Directory, включая контроллеры домена, леса и доверительные отношения. Настройка и управление групповыми политиками, учетными записями пользователей, группами безопасности и контролем доступа. Устранение и решение проблем Active Directory, включая репликацию, аутентификацию и DNS.\n \nПроектирование, внедрение и управление службами Microsoft Exchange, включая серверы почтовых ящиков, базы данных и поток почты. Настройка учетных записей электронной почты, групп рассылок и общих папок и управление ими. Устранение и решение проблем, связанных с Exchange, включая доставку почты, подключение и производительность.\n \nВнедрение и применение протоколов и политик безопасности в средах Active Directory и Exchange. Обеспечение соблюдения лучших отраслевых практик и нормативных требований. Контроль и анализ журналов безопасности, оценка безопасности и принятие мер по исправлению ситуации.\n \nПроектирование, настройка и управление решениями для аварийного переключения и обеспечения высокой доступности для сред Active Directory и Exchange. Внедрение и поддержка технологий кластеризации, таких как отказоустойчивая кластеризация Windows Server. Регулярное тестирование отказоустойчивости и возможностей по аварийному восстановлению.\n \nСоздание и поддержка актуального состояния подробной документации по конфигурациям, процедурам и политикам Active Directory и Exchange. Подготовка отчетов о производительности системы, уязвимостях безопасности и реагировании на инциденты. Поддержка актуального перечня систем, лицензий и сертификатов.\n \nВзаимодействие с межфункциональными группами, включая сетевых инженеров, системных администраторов и аналитиков безопасности; эффективная коммуникация с членами команды и конечными пользователями для понимания требований и обеспечения технической поддержки.\n \n \nВаш профиль\n \n \nВысшее профильное образование (в области информационных технологий или смежной).\n \nРазговорный и письменный английский язык на уровне B2 и выше.\n \nГотовность переехать в Китай на срок от 3 лет и более.\n \nСертификаты профессионального уровня от Microsoft, такие как MCSE (Microsoft Certified Solutions Expert) или эквивалентные будут преимуществом.\n \nПодтвержденный опыт от 5 лет внедрения и управления службами Windows Active Directory и службами Exchange на больших инфраструктурных проектах, аналогичный опыт в банковской инфраструктуре будет преимуществом.\n \nГлубокое понимание протоколов безопасности, политик и лучших практик в средах AD и Exchange.\n \nОпыт работы с решениями по обеспечению отказоустойчивости и высокой доступности, включая отказоустойчивую кластеризацию Windows Server или ее эквивалент.\n \nОпыт написания сценариев PowerShell для задач автоматизации и администрирования.\n \nОтличные аналитические способности и навыки решения проблем.\n \nСильные коммуникативные способности и способности к сотрудничеству.\n \nУмение эффективно работать в динамичной, командной среде.\n \n \nЧто мы предлагаем\n \n \nОрганизацию и оплату переезда в Китай: рабочая виза, перелет, расходы на жилье первые 3 месяца, помощь в поиске квартиры, помощь в переезде семьи, при необходимости.\n \nКонкурентную заработную плату (включая стоимость аренды жилья) и бонусы.\n \nПолное обязательное медицинское страхование в Китае и добровольное медицинское страхование при необходимости.\n \nВозможность работать над большим и ответственным проектом в команде профессионалов.\n \nОплату профильного обучения и получения необходимых сертификатов.\n \nОплату командировок по Китаю (в клиентские офисы).\n \nWindows Active Directory,Microsoft Exchange,MCSE,High availability,Failover,PowerShell,Windows Server Failover Clustering,Security Protocols,Automation,Английский язык\n","cats":[],"entities":[[518,534,"Tool"],[582,605,"Tool"],[618,635,"Tool"],[766,782,"Tool"],[799,814,"Tool"],[815,845,"Tool"],[847,854,"Tool"],[856,862,"Tool"],[864,872,"Tool"],[874,876,"Tool"],[898,904,"Tool"],[906,913,"Tool"],[915,932,"Tool"],[934,943,"Tool"],[945,954,"Tool"],[956,976,"Tool"],[997,1011,"Tool"],[1013,1017,"Tool"],[1019,1027,"Tool"],[1029,1034,"Tool"],[1054,1057,"Tool"],[1059,1062,"Tool"],[1064,1067,"Tool"],[1069,1072,"Tool"],[1074,1077,"Tool"],[1414,1430,"Tool"],[1433,1441,"Tool"],[1500,1515,"Knowledge"],[1535,1559,"Tool"],[1570,1579,"Tool"],[1616,1633,"Tool"],[1644,1660,"Tool"],[1704,1737,"Knowledge"],[1752,1775,"Knowledge"],[1793,1803,"Knowledge"],[2060,2070,"Tool"],[2072,2092,"Tool"],[2094,2107,"Knowledge"],[2109,2122,"Knowledge"],[2124,2130,"Knowledge"],[2132,2144,"Knowledge"],[2226,2237,"Knowledge"],[2239,2255,"Knowledge"],[2518,2532,"Knowledge"],[2534,2590,"Knowledge"],[2652,2662,"Knowledge"],[2664,2696,"Knowledge"],[2774,2785,"Knowledge"],[2787,2819,"Knowledge"],[2865,2879,"Knowledge"],[2881,2891,"Knowledge"],[2893,2931,"Knowledge"],[2993,3036,"Knowledge"],[3085,3096,"Knowledge"],[3098,3113,"Knowledge"],[3127,3135,"Knowledge"],[3197,3207,"Knowledge"],[3209,3230,"Knowledge"],[3233,3290,"Knowledge"],[3292,3304,"Knowledge"],[3333,3341,"Knowledge"],[3343,3365,"Knowledge"],[3367,3376,"Knowledge"],[3378,3406,"Knowledge"],[3470,3484,"Knowledge"],[3486,3496,"Knowledge"],[3498,3546,"Knowledge"],[3549,3606,"Knowledge"],[3609,3617,"Knowledge"],[3619,3629,"Knowledge"],[3631,3665,"Knowledge"],[3724,3766,"Knowledge"],[3814,3823,"Knowledge"],[3825,3835,"Knowledge"],[3847,3857,"Knowledge"],[3867,3880,"Knowledge"],[3950,3997,"Knowledge"],[3999,4023,"Knowledge"],[4053,4063,"Knowledge"],[4083,4089,"Knowledge"],[4091,4100,"Knowledge"],[4102,4114,"Knowledge"],[4118,4162,"SoftSkills"],[4256,4268,"SoftSkills"],[4504,4519,"Knowledge"],[4530,4533,"Knowledge"],[4807,4831,"Tool"],[4843,4852,"Tool"],[4967,5000,"Knowledge"],[5092,5111,"Knowledge"],[5173,5187,"Tool"],[5234,5245,"Tool"],[5301,5326,"Knowledge"],[5336,5351,"Knowledge"],[5363,5390,"SoftSkills"],[5407,5421,"SoftSkills"],[5425,5432,"SoftSkills"],[5466,5481,"SoftSkills"]],"Comments":[]}
{"id":2241,"text":"100832378\nСпециалист по информационным системам (оператор баз данных, по работе с ГИС)\nОбязанности:\n \n \nобеспечивает полноту, сохранность, достоверность, защиту информации и своевременность ее передачи;\n \nосуществляет информационно-техническую поддержку;\n \nразрешает или ограничивает доступ к информации, определяет порядок и условия такого доступа;\n \nпередает информацию в ФГИС на установленном законом основании;\n \nсоздает информационные системы и обеспечивает доступ к содержащейся в них информации;\n \nвнедряет новые информационные технологии в деятельность организации;\n \nобеспечивает бесперебойное функционирование системы и принимает оперативные меры по устранению возникающих в процессе работы нарушений.\n \n \nТребования:\n \n \nВысшее образование;\n \nуверенный пользователь ПК;\n \nжелательны навыки работы в продуктах 1С;\n \nответственность, исполнительность, самоорганизация, коммуникабельность, умение работать в режиме многозадачности.\n \n \nУсловия:\n \n \nТрудоустройство в соответствии с ТК РФ\n \nРабота с базами данных,Анализ данных,1С: Предприятие 8,Точность и внимательность к деталям,Работа с большим объемом информации\n","cats":[],"entities":[[104,124,"Knowledge"],[126,137,"Knowledge"],[139,152,"Knowledge"],[154,171,"Knowledge"],[174,201,"Knowledge"],[205,218,"Knowledge"],[244,253,"Knowledge"],[257,267,"Knowledge"],[271,303,"Knowledge"],[305,323,"Knowledge"],[326,348,"Knowledge"],[352,378,"Knowledge"],[396,413,"Knowledge"],[417,447,"Knowledge"],[450,469,"Knowledge"],[505,545,"Knowledge"],[576,627,"Knowledge"],[630,670,"Knowledge"],[701,710,"Knowledge"],[754,779,"Knowledge"],[783,819,"Knowledge"],[820,822,"Tool"],[826,841,"SoftSkills"],[843,859,"SoftSkills"],[861,876,"SoftSkills"],[878,896,"SoftSkills"],[898,938,"SoftSkills"],[998,1020,"Knowledge"],[1021,1034,"Knowledge"],[1035,1037,"Tool"],[1053,1062,"SoftSkills"],[1064,1088,"SoftSkills"],[1089,1124,"Knowledge"]],"Comments":[]}
{"id":2242,"text":"102370023\nСистемный администратор (инженер технической поддержки)\nИщем пополнение нашей команды! Нужен человек, знающий IT и с большим желанием развиваться в этой области, у нас много интересных задач, которые нужно решать и головой и руками! Что не умеете - научим, у нас опыта вагон, но не успеваем переваривать все задачи. Нужна Ваша помощь! =)\n \nТребования:\n \n*Усидчивость\n*Нацеленность на результат\n*Внимательность\n*Способность учиться (впитывать и применять)\n*Знание ОС семейства Windows на уровне администратора, *NIX системы приветствуется, сетевые протоколы, принцип работы компьютера и периферийных устройств.\n* Умение настройки роутеров, видеорегистраторов и прочего сетевого оборудования.\n* Умение общаться и излагать свои мысли вслух и грамотно.\n \nОбязанности:\n \nУдаленная и выездная поддержка пользователей, через Интернет и по телефону, помощь на месте (на территории заказчиков - юридические лица по договорам). Умение передвигаться по городу со скоростью молнии . Мы делаем так, чтобы у наших клиентов все работало!\n \nУсловия:\n \nДружный коллектив, офис в 5 минутах ходьбы от Метро \"Речной Вокзал\", опытные сотрудники, чай, кофе, плюшки... Оплачиваем мобильную связь, транспорт.\n \nЗарплата растет вместе с Вашими достижениями!\n \nБудет Вам плюсом:\n \n* Грамотность и упорство\n \n* Опыт и терпение\n \n* Коммуникабельность и умение слушать людей\n \nЖдем Вас на собеседование, заранее звоните!\n \n \nВедение переговоров,базовый английский,знание сетевых технологий,Работа в команде,Деловая переписка,знание windows,Грамотная речь,Работа с большим объемом информации,Helpdesk,Деловая коммуникация,Телефонные переговоры,Деловое общение,Администрирование,Грамотность\n","cats":[],"entities":[[365,376,"SoftSkills"],[378,403,"SoftSkills"],[405,419,"SoftSkills"],[421,440,"SoftSkills"],[466,485,"Knowledge"],[486,494,"Tool"],[521,532,"Tool"],[549,566,"Knowledge"],[568,593,"Knowledge"],[596,618,"Knowledge"],[622,647,"Knowledge"],[649,667,"Knowledge"],[703,718,"SoftSkills"],[721,740,"SoftSkills"],[828,837,"Tool"],[842,850,"Tool"],[852,867,"Knowledge"],[928,958,"Knowledge"],[1267,1278,"SoftSkills"],[1281,1289,"SoftSkills"],[1294,1299,"Knowledge"],[1301,1309,"SoftSkills"],[1314,1333,"SoftSkills"],[1335,1349,"SoftSkills"],[1406,1425,"Knowledge"],[1426,1444,"SoftSkills"],[1445,1470,"Knowledge"],[1471,1487,"SoftSkills"],[1488,1505,"SoftSkills"],[1506,1520,"SoftSkills"],[1521,1535,"SoftSkills"],[1536,1571,"Knowledge"],[1572,1580,"Tool"],[1581,1601,"SoftSkills"],[1602,1623,"SoftSkills"],[1624,1639,"SoftSkills"],[1640,1657,"Knowledge"],[1658,1669,"SoftSkills"]],"Comments":[]}
{"id":2243,"text":"101875453\nИнженер систем мониторинга\nКомпания \nКомс\n – продуктовая аккредитованная ИТ компания, разрабатывающая систему мониторинга и управления C-VIEW и решающая комплексные задачи контроля за ИТ-системами, начиная с мониторинга инфраструктуры и заканчивая доставкой сервиса конечному пользователю. Ищем в команду \nинженера систем мониторинга.\n \n \n \nЧем предстоит заниматься:\n \n \nНастраивать и разворачивать собственные продукты компании;\n \nПодключать новые объекты мониторинга (большое разнообразие объектов);\n \nНастраивать правила, метрики, триггеры для сбора данных, настраивать дашборды;\n \nПисать скрипты для мониторинга на Python - желательно;\n \nУчаствовать в разборе сложных кейсов;\n \nПринимать участие в проработке архитектуры мониторинга.\n \n \n \n \nМы ожидаем:\n \n \nОпыт работы инженером мониторинга или системным инженером;\n \nЗнание Linux на уровне системного администратора;\n \nХорошие знания Zabbix: создание собственных шаблонов, использование различных типов препроцессинга (JSONPath, регулярные выражения и т.д.), настройка правил обнаружений и настройка уведомлений, умение правильно подобрать настройки для корректной работы Zabbix-сервера, плюсом будет наличие опыта работы с Prometheus;\n \nОпыт работы с Grafana - подключение источников данных, настройка дашбордов;\n \nОпыт работы с Kibana - просмотр логов, настройка фильтров, дашбордов;\n \nОпыт работы с системой контроля версий - git;\n \nОпыт работы с БД: PostgreSQL.\n \n \n \n \nМы предлагаем:\n \n \nОформление по ТК, \"белая\" заработная плата;\n \nОфис в центре Москвы (гибридный формат: несколько дней в неделю работа из офиса, несколько дней - из дома);\n \nПовышение квалификации за счет компании;\n \nДМС или компенсация фитнеса, дополнительного образования и пр. (возможность выбора программы);\n \nКоманда профессионалов;\n \nПредоставление ПК;\n \nСистема наставничества и возможность роста карьерного и профессионального;\n \nКорпоративные мероприятия.\n \n \n \nZabbix,Linux,Мониторинг инфраструктуры\n","cats":[],"entities":[[145,151,"Tool"],[381,393,"Knowledge"],[395,409,"Knowledge"],[421,430,"Knowledge"],[442,453,"Knowledge"],[459,478,"Knowledge"],[514,533,"Knowledge"],[535,542,"Knowledge"],[544,569,"Knowledge"],[571,591,"Knowledge"],[602,625,"Knowledge"],[629,636,"ProgrammingLanguage"],[833,840,"Knowledge"],[840,846,"Tool"],[900,906,"Tool"],[908,916,"Knowledge"],[929,937,"Knowledge"],[939,953,"Knowledge"],[969,984,"Knowledge"],[985,993,"Tool"],[995,1015,"Tool"],[1025,1053,"Knowledge"],[1056,1077,"Knowledge"],[1079,1086,"Knowledge"],[1096,1115,"Knowledge"],[1131,1138,"Knowledge"],[1138,1152,"Tool"],[1190,1200,"Tool"],[1204,1215,"Knowledge"],[1218,1226,"Tool"],[1228,1257,"Knowledge"],[1259,1278,"Knowledge"],[1296,1303,"Tool"],[1305,1319,"Knowledge"],[1321,1339,"Knowledge"],[1341,1350,"Knowledge"],[1395,1398,"Tool"],[1420,1430,"Tool"]],"Comments":[]}
{"id":2244,"text":"100816047\nРуководитель группы поддержки ИТ-инфраструктуры банка (в Китай)\nО компании\nНаш клиент — ИТ-инжиниринговая компания в Китае, специализирующаяся на реализации стратегически важных и долгосрочных проектов по построению инфраструктуры и системной интеграции для своих клиентов — крупных финансовых учреждений, выходящих на рынок Китая.\n \nКомпания отвечает за проектирование, создание, поддержку и развитие всей ИТ-инфраструктуры клиентов, включая сложную сетевую архитектуру и надежные системы кибербезопасности, а также строит инфраструктуру уровня mission critical, разрабатывая большие масштабируемые кластеры (Large scalable clusters) с тысячами виртуальных машин, и обеспечиваем оптимальную производительность и безопасность для клиентов.\n \nТехнологии и оборудование, на которых компания строит mission critical инфраструктуру: RedHat Linux 8; VMware vSphere 7 vSAN clusters; Windows: Server, Exchange, AD; monitoring systems: Zabbix, Grafana; antivirus systems: Kaspersky; backup systems: NetBackup, Veeam; network equipment: Huawei routers, NGFW, switches, Wi-Fi; security systems: WAF, EDR, IPS, VPN.\n \nО роли \n \nВ связи с планами развития компания усиливает команду внедрения и поддержки и ищет кандидата на позицию \nРуководителя группы поддержки ИТ-инфраструктуры банка\n,\n готового к переезду в Китай. \n \nЭта роль предполагает хорошие организационные навыки, а также навыки эффективной коммуникации с сотрудниками команды, коллегами смежных отделов и сотрудниками заказчика.\n \nВам предстоит организация с нуля службы поддержки банка, одного из наших клиентов. Руководитель участвует в разрешении инцидентов банка, предполагающих необходимость быстро собрать людей, разобраться в причине возникновения инцидента, найти решение, имплементировать решение с помощью инженерных ресурсов, написать необходимые отчеты. Кроме того, Руководитель обеспечивает регулярный мониторинг всех систем силами команды и проводит своевременное предупреждение возможных инцидентов.\n \nВ вашем распоряжении будет команда сильных инженеров в офисе компании в Китае, специализирующихся на серверном и сетевом оборудовании, кластеризации, виртуализации, DevOps, безопасности, а также команда smart hands, осуществляющая круглосуточный мониторинг и поддержку систем локально на территории клиента.\n \nЭто отличная возможность для мотивированного менеджера с сильными техническими навыками и лидерскими способностями получить новый опыт работы на рынке Китая и оказать влияние на процессы поддержки клиентов.\n \n✅ \nЗадачи\n \n \nорганизация с нуля работы службы технической поддержки банка;\n \nуправление командой специалистов технической поддержки (~ 10 человек), участие в отборе, онбординг, наставничество для максимизации эффективности команды и индивидуального роста каждого сотрудника;\n \nобеспечение эффективного и своевременного решения инцидентов, а также по возможности предотвращение технических проблем на стороне серверов, сетевого оборудования, виртуализации и DevOps, безопасноcти;\n \nвзаимодействие с межфункциональными командами для выявления и внедрения улучшений процессов, инструментов и технологий, направленных на повышение эффективности поддержки и удовлетворенности клиентов;\n \nразработка и поддержка технической документации, руководства и стандартных операционных процедур (SOP) для команды;\n \nмониторинг производительности команды, контроль ключевых метрик и составление отчетов для оценки производительности, выявления областей для улучшения и принятия данных для обоснованных решений;\n \nэскалация сложных технических вопросов для предоставления рекомендаций и облегчения их решения;\n \nмониторинг тенденций в индустрии, новых технологий и лучших практик, связанных с технической поддержкой инфраструктуры банка.\n \n \n \n \n✅ Требования\n \n \nвысшее профильное образование (в области информационных технологий или смежной);\n \nразговорный и письменный английский язык на уровне B2 и выше;\n \nготовность переехать в Китай на срок от 3 лет и более;\n \nпродолжительный и успешный опыт организации с нуля и управления службой технической поддержки ИТ-инфраструктуры банка;\n \nхорошие организационные навыки, способность организовать людей, ресурсы для решения инцидентов в короткие сроки;\n \nнавыки эффективной коммуникации с командой и заказчиком, способность оперативно эскалировать проблемы коллегам и руководству;\n \nбудет плюсом практический опыт самостоятельного администрирования серверов Windows\/Linux, настройки сетевого оборудования, знание технологий виртуализации (например, VMware, Hyper-V) и практики DevOps;\n \nзнание операционных систем Linux, опыт поддержки и устранения проблем со стабильностью и производительностью;\n \nопыт работы с инфраструктурными процессами: мониторинг, планирование мощности, управление объектами, настройка производительности, управление активами, аварийное восстановление, поддержка центров обработки данных;\n \nзнание инструментов, технологий и методов оценки рисков;\n \nопыт проектирования безопасных сетей, систем и архитектур приложений;\n \nопыт работы с серверами, инфраструктурой, определением размеров платформы, снижением затрат на инфраструктуру;\n \nзнание среды AD, серверной инфраструктуры и базы данных;\n \nрродемонстрированные возможности решения проблем и принятия решений для удовлетворения развивающихся потребностей и роста организаций.\n \nспособность эффективно работать в динамичной среде и соблюдать жесткие сроки периодической отчетности;\n \nсоответствующие сертификаты (например, Microsoft, Huawei, Cisco, VMware, Linux) крайне желательны.\n \n \n \n \n✅ \nЧто мы предлагаем\n \n \nорганизацию и оплату переезда в Китай: рабочая виза, перелет, расходы на жилье первые 3 месяца, помощь в поиске квартиры, помощь в переезде семьи, при необходимости;\n \nконкурентную заработную плату (включая стоимость аренды жилья) и бонусы;\n \nполное обязательное медицинское страхование в Китае и добровольное медицинское страхование при необходимости;\n \nвозможность работать над большим и ответственным проектом в команде профессионалов;\n \nоплату профильного обучения и получения необходимых сертификатов;\n \nоплату командировок по Китаю (в клиентские офисы).\n \nITSM,ITIL,VMware,RedHat\n","cats":[],"entities":[[806,822,"Tool"],[839,853,"Tool"],[855,885,"Tool"],[887,894,"Tool"],[896,902,"Tool"],[904,912,"Tool"],[914,916,"Tool"],[918,936,"Tool"],[938,944,"Tool"],[946,953,"Tool"],[955,972,"Tool"],[974,983,"Tool"],[985,999,"Tool"],[1001,1010,"Tool"],[1012,1017,"Tool"],[1019,1036,"Tool"],[1038,1052,"Tool"],[1054,1058,"Tool"],[1060,1068,"Tool"],[1070,1075,"Tool"],[1077,1093,"Tool"],[1095,1098,"Tool"],[1100,1103,"Tool"],[1105,1108,"Tool"],[1110,1113,"Tool"],[1351,1373,"SoftSkills"],[1402,1415,"SoftSkills"],[1507,1519,"Knowledge"],[1533,1548,"Knowledge"],[2092,2112,"Tool"],[2114,2127,"Tool"],[2129,2142,"Tool"],[2144,2150,"Tool"],[2355,2376,"Knowledge"],[2379,2403,"SoftSkills"],[2512,2524,"Knowledge"],[2531,2538,"Knowledge"],[2557,2572,"Knowledge"],[2576,2595,"SoftSkills"],[2647,2663,"SoftSkills"],[2665,2674,"SoftSkills"],[2676,2691,"SoftSkills"],[2776,2788,"Knowledge"],[2818,2836,"Knowledge"],[2861,2876,"Knowledge"],[2888,2915,"Knowledge"],[2917,2938,"Tool"],[2956,2962,"Tool"],[2980,2995,"Knowledge"],[3016,3039,"Knowledge"],[3042,3071,"Knowledge"],[3073,3086,"Tool"],[3088,3098,"Tool"],[3182,3193,"Knowledge"],[3195,3205,"Knowledge"],[3217,3229,"Knowledge"],[3231,3243,"Knowledge"],[3270,3279,"Knowledge"],[3280,3283,"Tool"],[3300,3337,"Knowledge"],[3339,3348,"Knowledge"],[3357,3364,"Knowledge"],[3366,3385,"Knowledge"],[3417,3435,"Knowledge"],[3496,3506,"Knowledge"],[3526,3535,"Knowledge"],[3594,3626,"Knowledge"],[3853,3868,"SoftSkills"],[3879,3882,"SoftSkills"],[4078,4100,"SoftSkills"],[4102,4132,"SoftSkills"],[4204,4228,"SoftSkills"],[4230,4240,"SoftSkills"],[4242,4254,"SoftSkills"],[4265,4286,"SoftSkills"],[4344,4387,"Knowledge"],[4388,4395,"Tool"],[4396,4401,"Tool"],[4403,4434,"Knowledge"],[4443,4467,"Knowledge"],[4479,4485,"Tool"],[4487,4495,"Tool"],[4498,4513,"Knowledge"],[4517,4543,"Knowledge"],[4544,4549,"Tool"],[4551,4565,"Knowledge"],[4568,4603,"Knowledge"],[4606,4625,"Knowledge"],[4673,4683,"Knowledge"],[4685,4706,"Knowledge"],[4708,4728,"Knowledge"],[4730,4758,"Knowledge"],[4760,4779,"Knowledge"],[4781,4805,"Knowledge"],[4807,4841,"Knowledge"],[4845,4864,"Knowledge"],[4866,4877,"Knowledge"],[4879,4900,"Knowledge"],[4909,4940,"Knowledge"],[4942,4949,"Knowledge"],[4951,4972,"Knowledge"],[4976,4999,"Knowledge"],[5001,5016,"Knowledge"],[5018,5049,"Knowledge"],[5051,5085,"Knowledge"],[5089,5101,"Knowledge"],[5102,5104,"Tool"],[5106,5130,"Tool"],[5133,5144,"Tool"],[5148,5196,"SoftSkills"],[5199,5215,"SoftSkills"],[5264,5281,"Knowledge"],[5297,5335,"SoftSkills"],[5338,5348,"SoftSkills"],[5356,5386,"SoftSkills"],[5429,5438,"Tool"],[5440,5446,"Tool"],[5448,5453,"Tool"],[5455,5461,"Tool"],[5463,5468,"Tool"],[6084,6088,"Tool"],[6089,6093,"Tool"],[6094,6100,"Tool"],[6101,6107,"Tool"]],"Comments":[]}
{"id":2245,"text":"102548291\nИнженер-программист\nОбязанности:\n \n \nАдминистрирование программ: «Каталог ИСУ», «График ИСП», «Прайс-лист», «Управление договорами», «База готовых документов»;\n \nРабота с базой данных MSSQL SERVER;\n \nРасчет трудоемкости подготовки информационно-статистических материалов;\n \nНаполнение готовыми информационно-статистическими материалами БГД;\n \nКонтроль сроков выхода информационно-статистических материалов, соответствие наименований, заявленных в Каталоге ИСУ статистических материалов.\n \n \nТребования:\n \n \nвысшее или среднее профессиональное (технического или инженерно-экономического) образование.\n \n \nУсловия:\n \n \nофициальное трудоустройство;\n \nготовы рассмотреть в т.ч.студентов последних курсов.\n \nnan\n","cats":[],"entities":[[47,73,"Knowledge"],[76,87,"Tool"],[91,101,"Tool"],[105,115,"Tool"],[119,140,"Tool"],[144,167,"Tool"],[172,193,"Knowledge"],[194,206,"Tool"],[210,280,"Knowledge"],[284,303,"Knowledge"],[334,349,"Knowledge"],[353,415,"Knowledge"],[417,442,"Knowledge"],[444,495,"Knowledge"]],"Comments":[]}
{"id":2246,"text":"102370534\nIT-специалист\/ Опытный Эникейщик\nВ консалтинговую компанию \"Корпоративная Механика\" требуется опытный Эникейщик . Мы предоставляем комплексное бухгалтерское ,юридическое, IT обслуживание + услуги маркетинга для наших клиентов.\n \nОбязанности:\n \n \nОбеспечение целостности связей и корректного взаимодействия системы и её частей: 2 локальные подсети ОС: Windows 10, Mac OS 11+, Ubuntu 24 Серверное и прикладное ПО: MS Office, Adobe, Figma, GIMP, FileZilla, Jetbrains, Zoom Веб-ресурсы: 1xTimeweb, 13xTimeweb cloud VDS, 1xTilda, 1xR01, REG.RU, Masterhost Системы связи: 5xUISCOM, 3xGSM;\n \nСервисное обслуживание: Контроль и обеспечение исправности оборудования: 10 ПК, 1 сервер, 4 смартфона, 1 СКУД, 1 IP-камера, 2 единицы оргтехники, 1 шлюз, 2 маршрутизатора, 1 коммутатор;\n \nАккумулирование и хранение учётных данных, управление, разделение и восстановление доступа к ресурсам при необходимости, защита внутренних и внешних ресурсов;\n \nПервичная коммуникация и выяснение потребностей, участие в формировании КП, разовое взаимодействие c клиентами;\n \nАдминистративно-хозяйственный сервис: Обслуживание и организация части хозяйственных зависимостей в офисном и удалённом формате;\n \nВыполнение поручений старшего IT специалиста;\n \n \nТребования:\n \n \nОпыт работы от 1 года;\n \nТехническая грамотность и подкованность;\n \nСамостоятельность, интерес и азарт в решении задач;\n \nОтслеживание последних трендов в области it и цифровизации;\n \nЭмоциональный интеллект по отношению к пользователям.\n \n \nУсловия:\n \n \nОклад обсуждается по результатам собеседования с успешным кандидатом;\n \nОфис находиться по адресу: Москва, Проспект Мира 102 к1. БЦ Парк Мира;\n \nОформление по ТК РФ (отпуск, больничный);\n \nВозможности профессионального и карьерного роста;\n \nГрафик работы 5\/2 с 9:00 до 18:00 либо с 10.00 до 19.00\n \nБыстрый карьерный рост;\n \nНастройка ПО,Техническая поддержка,Администрирование серверов Windows,Python,MySQL,Ремонт ПК,Настройка ПК\n","cats":[],"entities":[[256,286,"Knowledge"],[289,323,"Knowledge"],[361,371,"Tool"],[373,383,"Tool"],[385,394,"Tool"],[395,405,"Tool"],[407,420,"Tool"],[422,431,"Tool"],[433,438,"Tool"],[440,445,"Tool"],[447,451,"Tool"],[453,462,"Tool"],[464,473,"Tool"],[475,491,"Tool"],[493,502,"Tool"],[504,524,"Tool"],[526,533,"Tool"],[535,540,"Tool"],[542,548,"Tool"],[550,574,"Tool"],[576,584,"Tool"],[586,591,"Tool"],[595,617,"Knowledge"],[619,627,"Knowledge"],[630,666,"Knowledge"],[671,673,"Tool"],[677,683,"Tool"],[687,696,"Tool"],[700,704,"Tool"],[709,717,"Tool"],[729,739,"Tool"],[743,747,"Tool"],[751,765,"Tool"],[769,779,"Tool"],[783,798,"Knowledge"],[801,824,"Knowledge"],[826,836,"Knowledge"],[838,849,"Knowledge"],[851,884,"Knowledge"],[904,921,"Knowledge"],[924,940,"Knowledge"],[944,966,"Knowledge"],[969,991,"Knowledge"],[993,1018,"Knowledge"],[1028,1054,"SoftSkills"],[1058,1094,"Knowledge"],[1096,1109,"Knowledge"],[1111,1155,"Knowledge"],[1280,1303,"SoftSkills"],[1306,1319,"SoftSkills"],[1323,1340,"SoftSkills"],[1342,1350,"SoftSkills"],[1352,1358,"SoftSkills"],[1453,1463,"SoftSkills"]],"Comments":[]}
{"id":2247,"text":"101270099\nСтажер\/Младший инженер (Hardware, сети, виртуализация)\nRubytech\n — российская ИТ-компания, которая помогает корпорациям и государственным организациям определять вектор развития, опираясь на современную вендоронезависимую масштабируемую технологическую платформу.\n \nМы объявляем набор на \nоплачиваемую\n стажерскую программу «Школа инженеров» - для тех, кто хочет \"войти в IT\" и начать свою карьеру в команде крутых профессионалов с многолетним опытом и экспертизой.\n \nКак будет проходить стажировка?\n \nДаты стажировки: \nс 01 июля 2024 г. по 30 сентября 2024г.\n \nС первого дня стажировки ты станешь частью нашей команды:\n \n1 месяц\n – проведем обучение в Школе инженеров. Ты получишь теоретические и практические знания по ИТ-инфраструктуре: железо и ПО, виртуализация и сети, администрирование Linux и работа с базами данных.\n \n2 и 3 месяц\n мы подключим тебя к реальным проектам в команде с опытными инженерами.\n \nВсё это время рядом будут чуткие наставники и команда, которые помогут адаптироваться, поделятся своим опытом и поддержат в достижении профессиональных целей.\n \nПо итогам стажировки: мы пригласим в штат компании на постоянную работу.\n \n \n \nНаши требования к будущему коллеге:\n \n \nРассматриваем студентов 4 курса бакалавриата и магистров, а также выпускников направлений технических специальностей (преимущественно IT).\n \nЖелание развиваться в сфере информационных технологий.\n \nГотовность в будущем перейти на постоянную работу в нашу компанию.\n \n \nОбращаем твое внимание (особенно, если ты пока еще студент), что:\n \n \nв первый месяц стажировки занятость составит 20 часов в неделю (4 часа в день);\n \nпосле успешного прохождения первого месяца стажировки, 2 и 3 месяц занятость составит 40 ч. в неделю (8 часов в день).\n \n \nЧто мы предлагаем:\n \n \n \nПолное погружение в работу системного интегратора;\n \n \n \nОбучение за счет компании;\n \n \n \nЧуткое наставничество от наших коллег;\n \n \n \nТрудоустройство по ТК РФ с первого дня (на период стажировки заключаем срочный трудовой договор);\n \n \n \nВозможность попасть в команду крутых инженеров и развивать карьеру в IT.\n \n \n \n \n \nКак к нам попасть?\n \n \nНажимай \"откликнуться на вакансию\";\n \nОтветь на несколько вопросов (тест высветится при отклике);\n \nПо итогам мы пригласим тебя на собеседование, на нем ты подробнее узнаешь о задачах и сможешь задать интересующие вопросы;\n \nПосле успешного прохождения собеседования пригласим тебя на стажировку.\n \n \nСмелее откликайся! Мы ждем именно тебя!\nnan\n","cats":[],"entities":[[34,42,"Tool"],[44,48,"Tool"],[50,63,"Tool"],[750,757,"Tool"],[759,761,"Tool"],[763,777,"Knowledge"],[779,783,"Knowledge"],[803,809,"Tool"],[811,833,"Knowledge"]],"Comments":[]}
{"id":2248,"text":"102257634\nСтажер IT (SRE - инженер)\nОбязанности:\n \n \nНастройка и развитие мониторинга: настройка дашбордов, метрик и триггеров для выявления сбоев, а также прогнозировать возможные в будущем.\n \nАнализ результатов мониторинга, разработка предложений по улучшению производительности и надежности систем.\n \nКоординация ресурсов в рамках инцидентов.\n \nИсследовать причины возникновения инцидентов.\n \nУчаствовать в проектировании новых сервисов с учетом вопросов быстродействия, безопасности и удобства использования.\n \nНастройка производительности СУБД.\n \nУверенное знание СI\/CD.\n \n \nАдминистрирование ОС Linux и написание скриптов на bash или других языках отличное знание сетевого стека.\n \n \n \nТребования:\n \n \nУвлеченность IT - тематикой и стремление к развитию в этом направлении.\n \nЗаконченное высшее техническое образование.\n \nОсновы ООП, простейшие алгоритмы.\n \nБазовые знания Java\/Python необходимы.\n \nЗнакомство с БД MS SQL или Oracle.\n \nБазовые знания Linux.\n \n \nУсловия:\n \n \nОбучение\n: DevOps, Grafana + INFLUX+Telegraf, Prometeus, Zabix, ELK, Openshift, Kubernetes, Linux, Настройка Сети - продолжительность 6 недель с\n 15.07.2024 онлайн\n \nГрафик работы 5\/2.\n \nТрудоустройство по ТК РФ.\n \nБелая заработная плата.\n \nИнтересные проекты и задачи.\n \nСкидки на изучение английского языка.\n \n3 оплачиваемых отгула в год + к основному отпуску.\n \nLinux,SQL,Администрирование серверов Linux,Java,Python\n","cats":[],"entities":[[53,63,"Knowledge"],[65,85,"Knowledge"],[87,106,"Knowledge"],[108,115,"Knowledge"],[117,126,"Knowledge"],[156,171,"Knowledge"],[194,224,"Knowledge"],[226,280,"Knowledge"],[283,300,"Knowledge"],[304,344,"Knowledge"],[348,367,"Knowledge"],[382,392,"Knowledge"],[544,548,"Tool"],[569,574,"Tool"],[597,606,"Tool"],[631,636,"Tool"],[828,838,"Knowledge"],[879,890,"ProgrammingLanguage"],[918,927,"Tool"],[932,938,"Tool"],[957,962,"Tool"],[992,998,"Tool"],[1000,1008,"Tool"],[1010,1016,"Tool"],[1017,1025,"Tool"],[1027,1036,"Tool"],[1038,1043,"Tool"],[1045,1048,"Tool"],[1050,1059,"Tool"],[1061,1071,"Tool"],[1073,1078,"Tool"],[1346,1351,"Tool"],[1352,1355,"Tool"],[1356,1388,"Knowledge"],[1389,1393,"ProgrammingLanguage"],[1394,1400,"ProgrammingLanguage"]],"Comments":[]}
