{"id":2079,"text":"102061212\nОператор станков с ЧПУ\nВAХTA B KИPЖАЧЕ\n \nB cвязи c рacшиpeниeм пpoизводства нa OOО \"Зaвoд BКO\" требуютcя paбoтники вaхтoвым мeтодoм в г. Киржaч:\n \n- операторы станков с ЧПУ\n \n(заработная плата от 330р\/час)\n \n \n \nУсловия:\n \n-Оформление по ТК РФ;\n \n-Полный социальный пакет;\n \n-Различные графики вахты для Вашего удобства;\n \n-Стабильные выплаты заработной платы, отпусков, больничных;\n \n-Предоставление жилья, питания и рабочей формы;\n \n-Возможна оплата проезда.\nnan\n","cats":[],"entities":[[19,32,"Tool"],[169,182,"Tool"]],"Comments":[]}
{"id":2080,"text":"93086588\nОператор станков с ПУ\nОбязанности:\n \n \nУстановка и наладка приспособлений, режущего инструмента для обработки деталей на станке с ЧПУ\n \nОбработка деталей с прецизионными допусками на размеры\n \n \nТребования:\n \n \nОбразование среднее специальное (техническое)\n \nУмение читать конструкторскую и технологическую документацию\n \nВозможно обучение\n \n \nУсловия:\n \n \nСтабильная, своевременная, белая заработная плата\n \nСоциальный пакет ДМС, организация летнего отдыха детей\n \nЖилищная программа ( компенсация аренды жилья и процента по ипотеке ) \n \nnan\n","cats":[],"entities":[[268,328,"Knowledge"]],"Comments":[]}
{"id":2081,"text":"101544998\nОператор станков с ПУ\/стажер\nООО \"УРАЛСТАЛЬИНВЕСТ\"- производственно-строительная компания, оснащенная всем необходимым современным оборудованием для производства различных видов строительных металлоконструкций: каркасов зданий и сооружений, конструкций технологических эстакад, конструкций вспомогательных сооружений, ограждающих и нестандартных конструкций, колонн, ферм перекрытий, балок, стоек, ростверков и прочих конструкции.\n \nПриглашаем на обучение всех желающих получить профессию - оператора станков с ПУ (на плазму или сверловку), с последующим трудоустройством. Операторы станков с ПУ (квалифицированные) у нас получают 90 000- 130 000 т.р.\n \nОбязанности:\n \n \nизучение основ и специфики работы по профессии, приобретение навыков по профессии;\n \nчтение чертежей;.\n \n \nТребования:\n \n \nпреимущество кандидатам с навыками аналогичных или смежных профессий;\n \nосознанное желание работать на производстве.\n \n \nУсловия:\n \n \nсрок обучения 5 дней (теория и практика), обучение бесплатное, успешным ученикам гарантировано трудоустройство;\n \nоформление в соответствии с ТК РФ;\n \nработа и обучение на территории работодателя - пос. Новоберезовский (пригород Екатеринбурга)\n \nграфик работы после обучения и трудоустройства - сменный;\n \nиногородним предоставляется жилье (бесплатно) в том числе на период обучения;\n \n \n \nnan\n","cats":[],"entities":[[766,781,"Knowledge"],[887,919,"SoftSkills"]],"Comments":[]}
{"id":2082,"text":"98444550\nОператор листогибочного станка ЧПУ\nОбязанности:\n \n \nГибка заготовок из листового металла по чертежам.\n \nЗагрузка и обработка программ чпу станка.\n \nКонтроль качества деталей.\n \nТехническое обслуживание станка.\n \nВладение измерительными инструментами.\n \nАккуратность на рабочем месте.\n \n \nТребования:\n \n \nЧтение чертежей обязательно.\n \nЗнание технологии гибки.\n \nОпыт работы оператором на листогибочных прессах.Желание обучиться.\n \n \nУсловия:\n \n \nОформление согласно ТК РФ, полный соц.пакет.\n \nОформление согласно ТК РФ, полный соц.пакет.\n \nГрафик 5\\2 и 2\\2\n \nОклад может быть пересмотрен после собеседования!!!!\n \nКонтроль качества,Аккуратность,Работа в команде\n","cats":[],"entities":[[313,328,"Knowledge"],[344,367,"Knowledge"],[371,418,"Knowledge"],[419,436,"SoftSkills"]],"Comments":[]}
{"id":2083,"text":"102435477\nМладший системный администратор\nОбязанности:\n \n \nНастройка, обслуживание и ремонт офисной техники (ПК, АТС, видеонаблюдение и т.д.)\n \nПоддержание и расширение локальной сети\n \nМониторинг серверов\n \nТехническая и информационная поддержка сотрудников\n \nРабота планшетами и программой для сбора заявок(поддержка пользователей)\n \n \nТребования:\n \n \nОбязательно \nобразование, связанное с информационными технологиями\n \nТвердые знания MS Windows, базовый опыт ремонта орг. техники, базовые знания построения ЛВС\n \nУмение эффективно коммуницировать с коллегами\n \nУмение погружаться в суть проблемы и выявлять причины неисправностей, ответственность за результат\n \nЗнание аппаратной части компьютеров и оргтехники.\n \nОпыт работы с 1С на уровне заведения пользователей и распределения прав доступа.\n \nОрганизация рабочих мест, техподдержка и консультирование пользователей в парке из 200 машин.\nУмение самостоятельно искать информацию и решать возникающие проблемы.\n \n \nУсловия:\n \n \nОфициальное трудоустройство, полный соц. пакет\n \nСтабильная оплата труда, возможны премии\n \nГрафик: 5\/2 (выходные - сб, вс) в офисе, не удаленно, без совмещения\n \nВозможны периодические оплачиваемые командировки (1-5 дней)\n \nnan\n","cats":[],"entities":[[441,448,"Tool"],[517,562,"SoftSkills"],[565,633,"Knowledge"],[718,797,"Knowledge"]],"Comments":[]}
{"id":2084,"text":"102560461\nСтарший системный администратор (администратор сетевого оборудования)\nОбязанности:\n \n \nМонтаж, настройка, конфигурирование и обслуживание активного сетевого оборудования, в том числе беспроводных мостов и точек доступа Wi-Fi\n \nНастройка и обслуживание каналов передачи данных\n \nАктуализация и документирование правил фильтрации сетевого оборудования\n \nАктуализация документации в соответствии с требованиями информационной безопасности (схем сети, реестров оборудования и т.д.)\n \nОбеспечение информационной безопасности сетевой инфраструктуры и серверов Linux\n \nСопровождение и развитие систем мониторинга и логирования\n \nРассмотрение проектной документации на новые объекты в части сетевой инфраструктуры\n \nРазработка технических заданий на реализацию проектов и мероприятий в рамках деятельности отдела\n \nУчет и проведение инвентаризации оборудования и программного обеспечения\n \nВедение внутреннего документооборота отдела (составление номенклатуры дел и листов ознакомлений, ведение журналов инструктажей и т.д.)\n \n \nТребования:\n \n \nВысшее техническое образование (в сфере информационных технологий);\n \nОпыт работы от 3-х лет в сфере системного администрирования, построения и обслуживания сетей;\n \nОпыт настройки сетевого оборудования Cisco, Huawei, Eltex, Mikrotik, Zelax\n \nОпыт настройки межсетевых экранов Cisco ASA (IPSec, ACL PAT, QoS)\n \nПонимание работы сетей на базе TCP\/IP, хорошие знания и опыт работы с протоколами EIGRP, OSPF, GLBP, RSTP\/RPVST+, CDP, LLDP, NetFlow\n \nЗнания и опыт настройки механизмов обеспечения ИБ на сетевом оборудовании (AAA, Port Security, DHCP Snooping, uRPF, MacSec, Storm Control)\n \nУмение диагностировать проблемы в работе сети, снимать и анализировать логи и дампы сетевого трафика\n \nОпыт работы с системами Graylog\/ELK, NetBox\n \nЗнание ОС семейства Linux и подходов к обеспечению ИБ\n \nОпыт работы с Docker и Docker Compose\n \nНавыки автоматизации рутинных задач (Bash, Python, Ansible)\n \nОпыт работы с системой мониторинга Zabbix в связке с Zabbix Proxy (умение создавать новые шаблоны и кастомизировать существующие)\n \nБазовое понимание работы IP-телефонии\n \nЗнание английского языка на уровне чтения технической документации и просмотра обучающих видеоматериалов\n \n \nДополнительные требования (кандидаты, соответствующие требованиям, будут пользоваться преимуществом):\n \n- Наличие Сертификатов уровня CCNA\/HCNA и выше\n \nЛичные качества:\n \n- Обучаемость, энергичность, нацеленность на результат.-\n \nУсловия:\n \n \nРабота в пгт. Афипский;\n \nДостойная и стабильная заработная плата;\n \nЕжегодное вознаграждение;\n \nПремия к профессиональному празднику «День работников нефтяной и газовой промышленности»;\n \nЕжегодная индексация заработной платы;\n \nДоставка сотрудников до работы на комфортабельном автобусе;\n \nЛьготное питание для всех сотрудников;\n \nДМС;\n \nКоллективный договор;\n \nНа предприятии работает профсоюзный комитет;\n \nВозможность участия в корпоративных мероприятиях завода;\n \nОбязательный испытательный срок 3 месяца.\n \nTCP\/IP,Cisco,Администрирование сетевого оборудования,CCNP,CCIE,Huawei,CCNA,DHCP,HCNA,Информационная безопасность,MikroTik,Linux,Zabbix,Zelax,Eltex\n","cats":[],"entities":[[229,234,"Tool"],[564,569,"Tool"],[1213,1249,"Knowledge"],[1290,1323,"Knowledge"],[1335,1340,"Tool"],[1342,1349,"Tool"],[1351,1354,"Tool"],[1358,1395,"Knowledge"],[1440,1445,"Tool"],[1447,1451,"Tool"],[1453,1457,"Tool"],[1459,1463,"Tool"],[1464,1470,"Tool"],[1472,1475,"Tool"],[1477,1481,"Tool"],[1483,1490,"Tool"],[1493,1566,"Knowledge"],[1634,1679,"Knowledge"],[1681,1734,"Knowledge"],[1737,1760,"Knowledge"],[1761,1768,"Tool"],[1769,1772,"Tool"],[1774,1780,"Tool"],[1783,1808,"Knowledge"],[1839,1876,"Knowledge"],[1879,1914,"Knowledge"],[1916,1920,"Tool"],[1922,1928,"Tool"],[1930,1937,"Tool"],[1941,2006,"Knowledge"],[2073,2110,"SoftSkills"],[2113,2179,"Knowledge"],[2396,2407,"SoftSkills"],[2409,2421,"SoftSkills"],[2423,2448,"SoftSkills"]],"Comments":[]}
{"id":2085,"text":"102428923\nСистемный администратор\nОбязанности:\n \n \nЗнания и навыки диагностики неисправностей ПК и оргтехники;\n \nОпыт настройки пользовательского оборудования, ОС и программного обеспечения;\n \nПонимание принципов работы TCP\\IP сети, IPv4 адресации;\n \nУверенное знание Windows 10 Pro на уровне администрирования;\n \nОпыт администрирования MS ActiveDirectory;\n \nОпыт работы с платформами Microsoft Windows Server;\n \nназначение, принципы работы и настройки сетевых протоколов и служб;\n \nадминистрирование, эксплуатация и обеспечение бесперебойной работы IT-продуктов и систем;\n \nмониторинг инфраструктуры, предупреждение критических ситуаций и устранение инцидентов;\n \nработы по интеграции IT систем;\n \nразвитие инфраструктуры;\n \nавтоматизация процессов сопровождения серверов и приложений;\n \nучастие в разработке документации к внедряемым системам и решениям\n \n \nТребования:\n \n \nПоддержка пользователей, решение технических задач;\n \nУстановка и настройка программного обеспечения, в том числе операционных систем;\n \nВвод в эксплуатацию рабочих станций;\n \nЗамена блочных узлов рабочих станций в целях восстановления работоспособности или совершенствования конфигурации;\n \nОбеспечивать работоспособность оборудования рабочих станций;\n \nРаботы по СКС\n \nопыт администрирования Windows, служб Active Directory, почты, систем резервного копирования\n \nзнания сетевых технологий, основ TCP\/IP, интернет-сервисов\n \nзнание технического английского языка\n \nРабота по заявкам пользователей;\n \nУстановка, настройка и администрирование принтеров и сетевого оборудования.\n \n \nУсловия:\n \n \nОфициальное оформление по ТК КР, отпуска и больничные оплачиваются\n \nполный соц. пакет\n \nГрафик работы - 5\/2, с 8:30 до 17:30\n \nработа в команде профессионалов любящих свое дело и нацеленных на общий результат\n \nnan\n","cats":[],"entities":[[268,282,"Tool"],[337,355,"Tool"],[385,409,"Tool"],[1270,1277,"Tool"],[1285,1301,"Tool"],[1342,1400,"Knowledge"],[1403,1440,"Knowledge"]],"Comments":[]}
{"id":2086,"text":"102601979\nСистемный администратор\nТребования:\n \nОпыт работы системным администратором\n \nЗнание компьютерной техники (диагностика, модернизация, сборка)\n \nМонтаж, настройка, обслуживание сетевого оборудования\n \nЗнание ОС Windows от 7 версии, навык консультирования пользователей\n \nЗаведение пользователей в AD\n \nПонимание принципов работы сетевых протоколов (основы TCP\/IP)\n \nОпыт работы с системами видеонаблюдения (монтаж, подключение и настройка IP-камер)\n \nОпыт работы со СКУД\n \nУмение настраивать VOIP оборудование\n \n \n \nОбязанности:\n \nСопровождение, поддержка, модернизация и обеспечение бесперебойной работы ИТ-инфраструктуры производственной площадки\n \nУстановка и настройка ОС Windows и офисного ПО (MS Office, 1C, Крипто Про и т.п.)\n \nПодключение и обслуживание периферийных устройств\n \nМонтаж и обслуживание локальной сети\n \nКонтроль и поддержка ПО весового оборудования\n \nЗаказ, учет и поддержка запаса расходных материалов, замена по требованию персонала\n \nСистематизация и ведение учета склада компьютерной и оргтехники.\n \nРабота на территории предприятия без удаленного формата\nnan\n","cats":[],"entities":[[48,85,"Knowledge"],[88,115,"Knowledge"],[220,227,"Tool"],[306,308,"Tool"],[311,356,"Knowledge"],[375,414,"Knowledge"],[482,518,"Knowledge"],[685,692,"Tool"],[708,717,"Tool"],[719,721,"ProgrammingLanguage"],[723,733,"Tool"]],"Comments":[]}
{"id":2087,"text":"102156888\nГлавный специалист (электронный документооборот)\nОбязанности:\n \n \nобработка данных,\n \nконсультирование пользователей,\n \nработа с базами данных (системами управления базами данных - СУБД),\n \nработа с текстовыми, табличными редакторами (например: Word, Excel, Мой офис и т.д),\n \nбазовые знания любого из языков программирования (например: php, C++, C#, python, java, Паскаль и т.д),\n \nСамостоятельность, ответственность, стрессоустойчивость, организованность, умение работать в команде.\n \n \nЖелательно: знание основ документооборота и делопроизводства, знание по администрированию, сопровождению прикладного программного обеспечения, умение работать с нормативной и технической документацией, знание серверных операционных систем семейства Windows и Линукс (Linux), умение устанавливать и настраивать программное обеспечение, СУБД, знание основ sql.\n \nТребования\n \nОбразование или опыт работы в сфере информационных технологий, желание развиваться и учиться.\n \nПриветствуется умение вести телефонные переговоры, деловую переписку; знание русского литературного языка.\n \nЖелательно знание серверных операционных систем, умение устанавливать и настраивать серверное и локальное программное обеспечение и базы данных, знание основ sql-запросов, php, знание платформы 1С-Битрикс.\n \nВашим преимуществом будет умение работать с нормативной и технической документацией.\n \nГарантируем интересные задачи, помощь в освоении, карьерный рост, опыт по специализации, стабильность.\n \nУсловия:\n \n \n \nОфициальное трудоустройство с первого рабочего дня.\n \n \n \nСтабильная «белая» заработная плата, квартальное и единовременное премирование.\n \n \n \nСоциальные гарантии и компенсации:\n \n \nновогодние подарки для детей;\n \nчастичная компенсация корпоративных мероприятий;\n \nоплата корпоративной мобильной связи;\n \nвыплаты материальной помощи в особых\/чрезвычайных случаях;\n \nреальные возможности профессионального и карьерного роста;\n \nкорпоративное обучение за счет Учреждения.\n \nстрогий дресс-код отсутствует;\n \nдружная команда: рабочее место в центре города по адресу: Предтеченская, дом 19. В отделе 14 человек вместе с начальником отдела;\n \nльготное ипотечное кредитование (от 4,7% годовых).\n \n \n \nPHP,Linux,MySQL,HTML,Администрирование сайтов,Базы данных\n","cats":[],"entities":[[130,152,"Knowledge"],[200,243,"Knowledge"],[255,259,"Tool"],[261,266,"Tool"],[268,276,"Tool"],[287,335,"Knowledge"],[347,350,"ProgrammingLanguage"],[352,355,"ProgrammingLanguage"],[357,359,"ProgrammingLanguage"],[361,367,"ProgrammingLanguage"],[369,373,"ProgrammingLanguage"],[375,382,"ProgrammingLanguage"],[393,410,"SoftSkills"],[412,427,"SoftSkills"],[429,448,"SoftSkills"],[450,466,"SoftSkills"],[468,493,"SoftSkills"],[984,1018,"Knowledge"],[1223,1248,"Knowledge"],[1272,1282,"Tool"],[2188,2191,"ProgrammingLanguage"],[2192,2197,"Tool"],[2198,2203,"ProgrammingLanguage"],[2204,2208,"ProgrammingLanguage"],[2209,2233,"Knowledge"],[2234,2245,"Tool"]],"Comments":[]}
{"id":2088,"text":"94056316\nИнженер по внедрению (антифрод продукт)\n«Инфосистемы Джет» — инновационная ИТ-компания, работающая на рынке 30 лет. Мы входим в ТОП-10 крупнейших поставщиков ИТ-услуг России. Основные направления нашей деятельности: проектирование и внедрение вычислительных комплексов, сетевой инфраструктуры, инженерных систем и мультимедиа, заказная разработка, внедрение и сопровождение программных решений и бизнес-приложений enterprise-уровня, обеспечение информационной безопасности, ИТ-аутсорсинг и техническая поддержка. Помимо отраслевых и специализированных решений компания развивает собственную линейку продуктов.\n \n \n \nУ нас работают порядка 2000 специалистов самых разных направлений. Своим сотрудникам мы предлагаем бесценный практический опыт, в том числе — доступ к десятку демолабораторий, свободу развития и разнообразие ИТ-проектов, которые мы делаем для крупного бизнеса.\n \n \n \nСтань и ты частью нашей команды!\n \n \n \nЧем предстоит заниматься:\n \n \nУчаствовать в проектировании интеграции решений по противодействию мошенничеству в информационную среду заказчиков;\n \nНастраивать решения и реализовывать ETL в рамках проектов внедрений;\n \nУчаствовать в тестировании, испытаниях, передаче системы в эксплуатацию заказчику;\n \nВести проектную документацию;\n \nПоддерживать решения по инцидентам высокого приоритета.\n \n \nМы ждем, что у вас есть:\n \n \nТехническое образование;\n \nОпыт работы техническим специалистом в области системной интеграции от одного года;\n \nПонимание способов интеграции систем и принципов обмена сообщениями (в том числе в очередях сообщений: kafka, active mq и пр.);\n \nБазовые навыки работы с Linux;\n \nБазовые навыки работы с PostgreSQL\/БД Oracle;\n \nУмение быстро разбираться в новых технологиях;\n \nУмение работать в команде.\n \n \nБудет плюсом:\n \n• Навыки программирования (Java или Python);\n \n• Опыт настройки и проектирования процессов ETL (extraction, transformation, loading).\n \nЧто по условиям?\n \n \nОфициальное оформление и зарплата на уровне топовых IT-компаний страны;\n \nГибкое начало рабочего дня (обычно мы работаем 10:00 до 18:30, но вы можете выбрать удобный для себя график);\n \nОфис в десяти минутах спокойным шагом от метро Савеловская;\n \nЗабота о своих сотрудниках: готовы компенсировать обучение и сертификацию, а также изучение английского языка.\n \nКорпоративные скидки на фитнес.\n \nДМС и медицинский кабинет в офисе.\n \nКомпенсация больничного от компании.\n \nКафе и буфеты на территории офиса, бесплатные завтраки для ранних пташек.\n \nЛюбые мелочи, которые могут понадобиться тебе для работы: техника, лицензии на программы и т. п;\n \nАзарт, драйв, свобода развития и смелые проекты.\n \nДружелюбная атмосфера и работа бок о бок с гуру ИТ-рынка.\n \n \n \n \nПриходите к нам, вместе мы будем строить цифровое будущее и реализовывать крупнейшие ИТ-проекты в стране!\nnan\n","cats":[],"entities":[[1383,1450,"Knowledge"],[1469,1536,"Knowledge"],[1572,1577,"Tool"],[1579,1588,"Tool"],[1623,1628,"Tool"],[1656,1666,"Tool"],[1667,1676,"Tool"],[1687,1725,"Knowledge"],[1736,1754,"SoftSkills"],[1778,1801,"Knowledge"],[1803,1807,"ProgrammingLanguage"],[1812,1818,"ProgrammingLanguage"],[1825,1870,"Knowledge"]],"Comments":[]}
{"id":2309,"text":"99844861\nСетевой инженер \/ Network Engineer\nTimeweb\n — экосистема международных технологических продуктов в области хостинга, образования, контента и рекламы.\n \nУ нас \nболее 1500\n серверов и нам доверяют свои сайты и проекты больше \n200 000\n клиентов, примерно каждый десятый сайт в рунете размещается в \nTimeweb\n.\n \nЗадача наших \nсетевых инженеров\n — участвовать в развитии сети: проводить работы по повышению отказоустойчивости и производительности. Возможно в нашу команду мы ждём именно Вас :)\n \nЧем предстоит заниматься:\n \n \n \nАдминистрирование активного сетевого оборудования (L2\/L3);\n \n \n \nУчастие в поддержке и развитии систем мониторинга и оповещения;\n \n \n \nУчастие в автоматизации сетевых задач;\n \n \n \nУчастие в развитии сети (проведение работ по повышению отказоустойчивости, производительности);\n \n \n \nПоддержка документации и систем учета сетевой инфраструктуры в актуальном состоянии;\n \n \n \nГотовность к реагированию в случае возникновения аварийных ситуаций (удалённое телефонное дежурство).\n \n \n \nЧто мы ожидаем от вас?\n \nПрактический опыт работы с:\n \n \n \nКоммутаторами и маршрутизаторами минимум одного из вендоров: Juniper, Cisco - от 2х лет;\n \n \n \nСерверами на базе ОС Linux - от 1 года;\n \n \n \nСистемами мониторинга сети;\n \n \n \nОрганизацией физической коммутации сети;\n \n \n \nИнструментами анализа и фильтрации трафика (tcpdump, ACL);\n \n \n \nНаписанием скриптов (bash, python).\n \n \n \nХорошее понимание:\n \n \n \nМодели OSI, стека протоколов TCP\/IP;\n \n \n \nПротоколов динамической маршрутизации (ospf, \nbgp\n);\n \n \n \nПротоколов VLAN\/QINQ, arp;\n \n \n \nПротоколов IPv4, IPv6, TCP, UDP.\n \n \n \nБудет плюсом:\n \n \n \nОпыт работы с системами контроля версий (git);\n \n \n \nОпыт защиты от DDoS атак;\n \n \n \nОпыт работы с bgp-сервисами и инструментами (rpki-validation, RIPEStat).\n \n \n \nЧто мы предлагаем:\n \n \n \nУстройство по ТК РФ и полностью белую зарплату;\n \n \n \nГибкий график, возможность удалённой работы и работы в офисе;\n \n \n \nУдобный современный офис в шаговой доступности от м. \"Московские Ворота\" со своими кухней и комнатой отдыха;\n \n \n \nКомпенсация питания;\n \n \n \nКомпенсация спортивного зала;\n \n \n \nДМС;\n \n \n \nОбучение: своя библиотека, семинары, конференции, курсы, внутренний менторинг, etc;\n \n \n \nСнэки, фрукты, кофе и чай в неограниченных количествах, а также всякие вкусности по случаю;\n \n \n \nДрайвовую команду, у которой есть, чему поучиться.\n \n \nTCP\/IP,BGP,Juniper,Cisco,Linux,Bash,Администрирование сетевого оборудования,VPN,Python,Сетевые технологии\n","cats":[],"entities":[[305,312,"Tool"],[1133,1140,"Tool"],[1142,1147,"Tool"],[1188,1193,"Tool"],[1338,1345,"Tool"],[1347,1350,"Tool"],[1380,1384,"ProgrammingLanguage"],[1386,1392,"ProgrammingLanguage"],[1455,1458,"Tool"],[1459,1461,"Tool"],[1508,1512,"Tool"],[1515,1518,"Tool"],[1539,1543,"Tool"],[1544,1548,"Tool"],[1550,1553,"Tool"],[1572,1576,"Tool"],[1578,1582,"Tool"],[1584,1587,"Tool"],[1589,1592,"Tool"],[1620,1659,"Knowledge"],[1661,1664,"Tool"],[1673,1697,"Knowledge"],[1705,1732,"Knowledge"],[1750,1765,"Tool"],[1767,1775,"Tool"],[2363,2366,"Tool"],[2367,2369,"Tool"],[2370,2373,"Tool"],[2374,2381,"Tool"],[2382,2387,"Tool"],[2388,2393,"Tool"],[2394,2398,"ProgrammingLanguage"],[2439,2442,"Tool"],[2443,2449,"ProgrammingLanguage"]],"Comments":[]}
{"id":2310,"text":"100362372\nИТ-стажёр\nИщем людей желающих начать свой путь в IT-компании в сфере телекоммуникаций и прикладного программирования\n(Cisco, D-Link, Python, VMware ESXi, Linux, и т.д.).\nОбеспечим обучение и стажировку.\nПриветствуется профильное образование в этой сфере.\nНаличие pet-projects будет плюсом.\nБудем углубляться в сетевые технологии, подходы к организации стабильных средств связи, использовать Python для автоматизации и управления оборудованием.\nРабота в офисе г. Смоленск.\n \nУдаленное сотрудничество с соискателями не предусмотрено!\nPython,Linux,Работа с базами данных,Аналитическое мышление,Информационные технологии\n","cats":[],"entities":[[128,133,"Tool"],[143,149,"ProgrammingLanguage"],[151,162,"Tool"],[164,169,"Tool"],[401,407,"ProgrammingLanguage"],[542,548,"ProgrammingLanguage"],[549,554,"Tool"]],"Comments":[]}
{"id":2311,"text":"100477382\nСетевой инженер\nЗадачи, которые необходимо будет выполнять:\n• Администрирование сетевого оборудования (инсталляция, конфигурация, мониторинг, обеспечение качества и отказоустойчивости сети);\n• Выстраивание сетевой архитектуры компании, участие в планировании сети;\n• Обеспечение информационной безопасности в рамках своих полномочий;\n• Ведение технической документации и поддержание документации сети\/сервисов в актуальном состоянии.\nНам важно:\n• Опыт работы от 3-х лет;\n• Знание сетей и модельного ряда сетевого оборудования Cisco;\n• Знание стека протоколов IPv4 и IPv6;\n• Опыт работы с протоколами семейства STP, 802.1q, FHRP, SNMP, Netflow;\n• Опыт работы с динамической маршрутизацией OSPF;\nБудет плюсом:\n• Наличие сертификата CCNA\/CCNP;\n• Владение любым скриптовым языком bash\/perl\/python;\n• Опыт работы с динамической маршрутизацией BGP;\n• Опыт разработки\/эксплуатации решений защиты от сетевых атак различного характера;\n \nМы предлагаем:\n \n \nОформление согласно ТК РФ.\n \nСтабильная белая заработная плата\n \nПолный соц. пакет (оплачиваемый больничный лист, отпуск, ДМС, мобильная связь, питание).\n \nnan\n","cats":[],"entities":[[483,535,"Knowledge"],[536,541,"Tool"],[545,568,"Knowledge"],[569,573,"Tool"],[576,580,"Tool"],[584,619,"Knowledge"],[656,697,"Knowledge"],[786,790,"ProgrammingLanguage"],[791,795,"ProgrammingLanguage"],[796,802,"ProgrammingLanguage"],[806,847,"Knowledge"],[848,851,"Tool"],[855,914,"Knowledge"]],"Comments":[]}
{"id":2312,"text":"101793200\nСетевой администратор\n \nО команде:\nМы постоянно стремимся к совершенствованию и инновациям, ищем новые способы оптимизации сетевых процессов. Если Вы готовы внести свой вклад и развиваться вместе с нами, тогда присоединяйтесь!\nО роли:\nКак \nСетевой администратор\/инженер\n, Вы будете решать технические проблемы сети, обеспечивать безопасность сети и взаимодействовать с другими членами ИТ-команды для обеспечения эффективной работы сети в рамках бизнес-процессов Компании.\nЧем предстоит заниматься:\n- Администрирование и документирование существующей сети (маршрутизация, настройка VPN, устранение неполадок);\n- Обеспечение бесперебойной работы компьютерной сети и сетевых сервисов;\n- Обеспечение связанности вычислительных площадок компании на сетевом уровне;\n- Обеспечение сетевой безопасности;\n- Взаимодействие с другими ИТ подразделениями компании.\nМы ожидаем от Вас:\n- Опыт работы администратором сети или сетевым инженером не менее 3-х лет;\n- Знание принципов построения компьютерных сетей;\n- Знание и опыт настройки сетевого оборудования;\n- Знания в области сетевой безопасности будут плюсом;\n- VPN, DNS, VLAN, Routing;\n- Наличие CISCO (CCNA\/CCNP) или аналогичных сертификатов будет плюсом.\nПочему мы?\n- Культура, где можно расти и чувствовать себя комфортно;\n- Сплоченная и открытая команда, ориентированная на создание качественного продукта;\n- Индивидуальный план адаптации;\n- Оплачиваемое участие в конференциях и курсах для прокачки скиллов;\n- Комфортный офис со всеми условиями: игры, тимбилдинги и другое;\n- Заработная плата по результатам собеседования в зависимости от уровня;\n- Проектная занятость.\n \nnan\n","cats":[],"entities":[[591,594,"Tool"],[883,915,"Knowledge"],[958,1004,"Knowledge"],[1017,1053,"Knowledge"],[1057,1094,"Knowledge"],[1111,1114,"Tool"],[1116,1119,"Tool"],[1121,1125,"Tool"]],"Comments":[]}
{"id":2313,"text":"101062600\nСетевой администратор\n-внедрение сетевого оборудования(Eltex,snr,UserGate,VipNet coordinator) и сегментации сети.\n-Настройка ACL\/dhcp-snooping\/port security\/arp inspection\/VLAN, Voice vlan,\n-Настройка маршрутизации,static,ospf, NAT(static, dynamic, dnat,snat,pat), ACL,VRF, Firewall, VPN, gre, резервирования каналов связи .\n-Построение защищенной корпоративной криптографической сети между главным офисом и удаленными филиалами на безе сети ViPNet, настройка межсетевых взаимодействий.\n-внедрение и администрирование доменной инфраструктуры, ad,gpo,dns и т.д.\n-настройка правил межсетевого экранирования\n-создание распределенной сети на l2, l3 уровнях, с применением динамической и статической маршрутизации.\n-планирование и настройка сегментации сети, матриц доступа, формирование адрес-плана, ведение технической документации, схем и прочей документации по сети и оборудованию.\n-анализ сетевого трафика, дампов\nLinux,Zabbix,Администрирование сетевого оборудования,VMware,VPN,Active Directory,Настройка DNS,Asterisk,Windows Server,Настройка почтовых серверов,DHCP,Wifi networks\n","cats":[],"entities":[[65,70,"Tool"],[71,74,"Tool"],[75,83,"Tool"],[84,102,"Tool"],[135,138,"Tool"],[182,186,"Tool"],[188,198,"Tool"],[238,241,"Tool"],[275,278,"Tool"],[279,282,"Tool"],[284,292,"Tool"],[294,297,"Tool"],[299,302,"Tool"],[452,458,"Tool"],[553,555,"Tool"],[556,559,"Tool"],[560,563,"Tool"],[924,929,"Tool"],[930,936,"Tool"],[977,983,"Tool"],[984,987,"Tool"],[988,1004,"Tool"],[1015,1018,"Tool"],[1019,1027,"Tool"],[1028,1042,"Tool"],[1071,1075,"Tool"],[1076,1080,"Tool"]],"Comments":[]}
{"id":2314,"text":"101825791\nАдминистратор баз данных\nМы — сильная команда Дворца спорта, который является частью Комплексной спортивной школы. Здесь 7 олимпийских видов спорта, почти 1000 спортсменов, 50 тренеров, Центр ГТО, 4 спортивных объекта, самый глубокий в городе бассейн, оборудованные уличные площадки для баскетбола, волейбола, ГТО.\n \nБолее 50-ти лет мы работаем со спортсменами и помогаем детям становиться чемпионами и достигать своих вершин. В нашей команде более 50 профессиональных тренеров по всему Ижевску. Спортивные объекты с разными секциями и отделениями находятся во всех районах города. Наша команда ищет \nадминистратора Баз Данных\n.\n \nОт будущего коллеги мы ждем стремления к внедрению цифровизации в спортивной отрасли и готовность прикладывать много усилий для изучения одной из самых сложных и интересных ниш на рынке услуг.\n \nУже через 1-2 недели ты будешь автономным специалистом и сможешь:\n \nСамостоятельно создавать и реализовывать списки мероприятий по различным направлениям \"под ключ\".\n \nСоздавать спецпакеты и протоколы на ресурсах школы совместно с нашей опытной командой.\n \nУверенно использовать все возможности цифрового аппаратно-информационного комплекса, позволяющего систематизировать, контролировать и анализировать комплексные процессы; применять инновационные в спортивной отрасли программы и методики.\n \nДля успешного старта карьеры в нашей Школе тебе нужно:\n \nБазовые знания в области работы с информацией на ПК, в облачных сервисах сети интернет (терминология, основные показатели эффективности рекламных кампаний, технологии, тенденции, инструменты и каналы размещения в интернете);\n \nУмение работать с большими объемами цифровых поточных данных;\n \nРанжировать задачи и расставлять приоритеты в условиях многофункциональности;\n \nГрамотный устный и письменный русский язык; аналитический склад ума, любовь к цифрам и дружба с формулами в Excel\/Google таблицах, креативный подход и умение искать нестандартные решения в разных ситуациях.\n \nНас любят сотрудники, и есть за что:\n \n Даем гарантии и говорим честно. \nУ нас официальное оформление, белая зарплата, полный соцпакет и четкие критерии получения мотивационной части.\n \nСоздаем и влияем на глобальные изменения в спортивном мире. \nВходим во все пилотные проекты города и республики с интернет и цифровыми продуктами, развиваем свою школу интернет-продвижения на базе Дворца Спорта и воспитываем новое поколение медиа-волонтеров на нашей программе “Спортивный волонтер”.\n \nХотим большего и не боимся вызовов. \nМы всегда готовы расти, нацелены на лучшие результаты, умеем быть лидерами и получаем от этого кайф. В том числе работаем с организаторами массовых стартов, сами проводим такие массовые мероприятия.\n \nСоздаем комьюнити. \nУ нас открытая среда, в которой поддерживают идеи и дают возможность реализоваться каждому.\n \nПрисоединяйся! А мы поможем тебе учиться и развиваться в продвижении спортивной ниши!\n \nПиши в чат: \"готов присоединиться к команде\" и мы свяжемся с тобой в первую очередь!\nАдминистрирование,Делопроизводство,Работа с жалобами клиентов,Пользователь ПК,Корпоративная этика,Активные продажи\n","cats":[],"entities":[[1389,1440,"Knowledge"],[1616,1676,"Knowledge"],[1680,1756,"SoftSkills"],[1760,1802,"SoftSkills"],[1804,1827,"SoftSkills"],[1829,1844,"SoftSkills"],[1868,1873,"Tool"],[1874,1889,"Tool"],[1891,1908,"SoftSkills"],[1911,1946,"SoftSkills"]],"Comments":[]}
{"id":2315,"text":"102612208\nСетевой инженер (Solidcore Eurasia, г. Астана)\nОбязанности:\n \n \n \nПланирование, реализация региональной сетевой архитектуры устройств Cisco.\n \n \n \nСоздание масштабируемых сетей и маршрутизации (OSPF и EIGRP).\n \n \n \nИспользование многоуровневой коммутации для сетей, объединяющих удаленные площадки (DMVPN, L2VPN, BGP).\n \n \n \n Создание единого безопасного доступа в глобальную сеть.\n \n \n \nКонфигурация и обслуживание сложносоставных сетей.\n \n \n \nУстранение неполадок в сетевых средах с многопротокольными узлами и сервисами.\n \n \n \n Организация сетей телефонии.\n \n \n \n Обеспечение безопасности локальной сети (деление на подсети), сетевых устройств.\n \n \n \nОбеспечение учета и мониторинга сетевой инфраструктуры.\n \n \n \n Управление защитой сети.\n \n \n \nОрганизация работы единой беспроводной сети (wpa2-enterprise), настройка и администрирование классов устройств wireless lan controllers, обеспечение безопасности и эффективной и быстрой работы беспроводных сетей.\n \n \n \nТребования:\n \n \nВысшее, средне-техническое в сфере информационных технологий.\n \n \nСертификация в по следующим направлениям является преимуществом:\n \nCCNP R&S — Маршрутизация и коммутация.\n \nCCNP Security — Безопасность.\n \nCCNP Wireless — Беспроводные технологии.\n \nПриветствуется: дополнительная сертификация в области сетевых технологий, управление настройка оборудования checkpoint – сетевой экран, песочница.\n \n \n \nУсловия:\n \n \n40-часовая рабочая неделя, выходные – суббота, воскресенье.\n \nГрафик работы: 9:00 час. – 18:00 час., перерыв на обед: 13:00 час. – 14:00 час.\n \nОфис находится в г. Астана\n \nnan\n","cats":[],"entities":[[144,149,"Tool"],[204,208,"Tool"],[211,216,"Tool"],[803,818,"Tool"]],"Comments":[]}
{"id":2316,"text":"101896535\nСистемный администратор\nТребуется Системный администратор (он же труъ админ) — \nспециалист\n широкого профиля, который отвечает за стабильное и безотказное функционирование ИТ-инфраструктуры, осуществляет мониторинг, проводит инвентаризацию, отвечает за безопасность пользователей, занимается сетями и т.д. Многорукий и многоголовый бог ИТ-инфраструктуры, который берёт на себя обязанности по обеспечению всей ИТ-жизнедеятельности компании.\n \nЕсть Здание 3 эт. Есть стойка с роутером и серверами (на линуксе). Есть пару десятков компьютеров.\n \nТребуется: разобраться что куда подключено (в доступе есть прошлый сис.админ), взять нужную инфу у прошлого сис.админа.\n \nОбсудить план работ. Выполнить перенастройку серверов и сетевого оборудования. (по оплате отдельно обсуждается)\n \nЗатем просто поддерживать в рабочем состоянии. Реагировать на аварийные случаи. Заниматься заменой вышедших из строя запчастей. Также заниматься физической чисткой оборудования от пыли.\n \nЗП нужно встречаться и обсуждать в зависимости от объёма работы который на себя возьмете. Первоначальные работы оплачиваются отдельно, поддержка серверов и сетевого оборудования отдельно ежемесячно.\n \nПы.Сы. Идеально, но не обязательно, программирование 1с.(оплата отдельно)\n \n \nnan\n","cats":[],"entities":[[509,516,"Tool"],[1231,1233,"ProgrammingLanguage"]],"Comments":[]}
{"id":2317,"text":"101851388\nСтажер в Сетевой отдел\nМы расширяем команду сетевого отдела и находимся в поисках Стажера в сетевой отдел!\n \nОсновные задачи\n \n \nРаботать с сетевым оборудованием\n \nРаботать с системами мониторинга\n \nВыполнять задачи по эксплуатации сети под контролем сетевых инженеров\n \nУчаствовать в регулярных встречах и процессах команды\n \n \nМы ожидаем\n \n \nПрофильное среднее профессиональное образование или обучение на последнем курсе высшего учебного заведения\n \nПонимание моделей OSI и TCP\/IP\n \nПонимание принципов коммутации и маршрутизации\n \nЗнание назначения и базовых принципов работы сетевых протоколов (arp, dhcp, dns, протоколы маршрутизации)\n \nОпыт работы с cli сетевого оборудования или его эмуляторами\n \nИнтерес к сетевым технологиям и жедание развиваться в этой сфере\n \n \nПро условия\n \n \n \nОформление в официально аккредитованную IT-компанию\n \n \n \nБелая заработная плата\n \n \n \nГибкое начало рабочего дня (до 12:00)\n \n \n \nСовременный офис в Санкт-Петербурге в 10 минутах пешком от м. Московские ворота и своя парковка (и для велосипедов тоже)\n \n \nАдминистрирование сетевого оборудования,Настройка сетевых подключений,Сетевые протоколы\n","cats":[],"entities":[[610,613,"Tool"],[615,619,"Tool"],[621,624,"Tool"],[653,692,"Knowledge"]],"Comments":[]}
{"id":2318,"text":"101742728\nMiddle\/Senior Сетевой инженер [BNG]\nМТС Digital \n–\n \nединый центр технологического развития экосистемы МТС. У нас работает больше 8000 сотрудников по 18 направлениям технологического развития.\n \nМы знаем, как поддержать баланс между работой и жизнью, разбавить рутину и создать вдохновляющую атмосферу.\n \nА ещё у нас: 20+ гильдий инженеров, суперкомпьютер, системы видеоаналитики, IoT, собственная лаборатория AI и 20+ петабайт данных. Финтех, стриминг, гейминг, мобильные приложения, облачные сервисы. Каждый день наши продуктовые команды работают по agile-методологиям, чтобы вывести мобильную и вебразработку на новый уровень.\n \nBroadband Network Gateway (BNG) – шлюз широкополосного доступа, сетевой элемент обеспечивающий функции необходимые для оказания услуг широкополосной связи. Он предоставляет важные функции управления абонентами такие как аутентификация, назначение IP-адресов, ограничение пропускной способности, сбор статистики.\n \nЧем предстоит заниматься:\n \n \nЗаниматься написанием высокоуровневого дизайна HLD и низкоуровневого дизайна LLD;\n \nРазрабатывать обучающие материалы для сотрудников по использованию разрабатываемого оборудования;\n \nПроводить пуско-наладочных работы (ПНР);\n \nОсуществлять техническую поддержку сетевых инженеров (Реактивная техническая поддержка инженеров L3);\n \nОбучать сетевых инженеров работе с новым оборудованием.\n \n \nЧто мы ожидаем от кандидата:\n \n \n5+ лет практического опыта настройки и эксплуатации сетевого оборудования;\n \nЗнание сетевых технологий на уровне не ниже CCNP\/JNCIS;\n \nВладение MS Visio \/ Draw.io;\n \nЗнание gitflow;\n \nВладение базовыми навыками системного администрирования Linux;\n \nОпыт работы с Ansible или написание скриптов автоматизации на Python;\n \nБудет плюсом портфолио на GitHub.\n \n \nЧто мы предлагаем:\n \n \nСобственную платформу MTS Ocean для получения ИТ-ресурсов, а это значит, что деплой, мониторинг, observability - не будут для вас проблемой, вы сможете сосредоточиться на фичах;\n \nПрофессиональные гильдии инженеров по направлениям, чтобы поддерживать друг друга и обмениваться опытом;\n \nВнутреннюю площадку TechTalks для обмена опытом, дискуссий, развития навыков самопрезентации;\n \nУчастие во внешних IT конференциях. Мы выступаем на HighLoad++, DataFest, Mobius, Test Driven Conf, Joker, DevOps, Матемаркетинг и даже проводим собственную конференцию по архитектуре Hello, conference!\n \nПолезные курсы и вебинары в корпоративном университете и электронные библиотеки.\n \n \nА еще:\n \n \nМедицинскую страховку с 1 месяца со 100% покрытием расходов, включая стоматологию, страхование жизни и здоровья в поездках за рубеж. А еще можно застраховать родственников с корпоративной скидкой;\n \nДоступ к сервису «Понимаю»: онлайн-консультации с психологом, юристом, экспертом по финансам или ЗОЖ;\n \nКорпоративный и командный психолог в офисе и массажный кабинет;\n \nЕдиную подписку МТС Premium — KION light в онлайн-кинотеатре KION, сервис МТС Music, 30 дней бесплатного пользования подпиской OZON Premium;\n \nСкидки и предложения от партнеров на фитнес, занятия английским и прочее.\n \n \n \nnan\n","cats":[],"entities":[[41,44,"Tool"],[642,667,"Tool"],[669,672,"Tool"],[889,891,"Tool"],[1431,1483,"Knowledge"],[1487,1512,"Knowledge"],[1554,1562,"Tool"],[1565,1572,"Tool"],[1583,1590,"Tool"],[1650,1655,"Tool"],[1673,1680,"Tool"],[1721,1727,"ProgrammingLanguage"],[1757,1763,"Tool"]],"Comments":[]}
