{"id":2219,"text":"101105733\nПомощник системного администратора\nОбязанности:\n \n \nобслуживание и ремонт компьютерной техники, установка и настройка программного обеспечения.\n \n \nТребования:\n \n \nвысшее\/ неполное высшее \/ среднее профессиональное образование.\n \nисполнительность.\n \n \nУсловия:\n \n \nграфик 5\/2 (с 9.00-18.00);\n \nофициальное трудоустройство;\n \nпремирование по итогам года;\n \nоплата больничных листов.\n \nnan\n","cats":[],"entities":[[174,180,"Knowledge"],[182,197,"Knowledge"],[200,236,"Knowledge"],[240,256,"SoftSkills"]],"Comments":[]}
{"id":2220,"text":"100612982\nИнженер сопровождения\nSmart \nSoftware \nSolutions\n – аккредитованная IT компания, которая специализируется на разработке программного обеспечения для финансового сектора. Сегодня в компании работает более 400 квалифицированных специалистов в разных городах и странах.\n \nКомпания выполнила более 1000 уникальных проектов различного масштаба, как совместно с партнерами, так и самостоятельно.\n \n \nНаши ключевые клиенты:\n \nПАО \"БАНК УРАЛСИБ\n\"\n;\n \nЛизинговая компания Интерлизинг;\n \nТвой Брокер;\n \niSimpleLab;\n \nООО «Фазум»\n \n \nВ нашу команду ищем инженеров сопровождения в центр собственной разработки и интеграции.\n \nЧем предстоит заниматься:\n \n \n \n \nподдержка системы с 05:00 - 14:00 или с 12:00 до 21:00 по МСК, решение обращений, поддержка 2-й линии.\n \nустановка релизов;\n \nанализ и решение инцидентов, сбоев;\n \nподключение смежных команд для решения поступающих обращений;\n \nмониторинг сопровождаемой системы (реакция на аномалии, триггеры, аналитика нагрузки);\n \n \nведение документации.\n \n \n \nТы нам подходишь если умеешь:\n \n \nсамостоятельно изучать документацию по сопровождаемой системе;\n \nне стесняешься задавать вопросы коллегам в случае если решение по задаче зашла в тупик;\n \nработать с системой Service Desk (любой аналог);\n \nрешать поставленные задачи в срок (или в рамках SLA сопровождаемой системы);\n \nработать с ELK\/EFK стеком (анализ логов, создание спец. шаблонов под сервисы, построение dashbord'ов);\n \nработать на Linux Centos или Oracle OS (Junior+ или Middle);\n \n \nТакже будет плюсом:\n \n \nначальные знания K8s (или выше), предстоит работать с ArgoCD и K8s Dashboard;\n \nначальные знания CI\/CD (или выше \/ в нашем случае Git+GitRunner, понадобится для релизов);\n \nможешь мониторить сервисы или кластер k8s в Grafana\/Zabbix, выявлять аномалии и решать их.\n \n \nЧто мы предлагаем:\n \n \nофициальное трудоустройство по ТК РФ с первого рабочего дня в аккредитованную ИТ-компанию;\n \nстабильный и прозрачный доход, квартальные премии при успешном выполнении личных целей. Размер заработной платы обсуждается по результатам собеседования;\n \nнаши офисы находятся в центре Санкт-Петербурга, Москвы и Уфы. Рядом большой выбор кафе и ресторанов, где можно разнообразно пообедать с коллегами и сменить обстановку;\n \nгибкий график и выбор формата работы – в офисе, гибрид или полная удалёнка из любой точки мира;\n \nкарьерный рост: прозрачная система грейдов, система наставничества, обучение, чтобы поделиться с тобой экспертизой;\n \nзабота о твоем здоровье: ДМС после прохождения испытательного срока.\n \nматериальная помощь в различных жизненных ситуациях;\n \nинтересные корпоративные мероприятия на природе и в уютных кафе.\n \nZabbix,Grafana,ELK,EFK,CI\/CD,k8s,Git\/GitRunner,Linux CentOS\n","cats":[],"entities":[[1039,1074,"SoftSkills"],[1104,1118,"SoftSkills"],[1214,1226,"Tool"],[1245,1278,"SoftSkills"],[1335,1342,"Tool"],[1441,1453,"Tool"],[1458,1467,"Tool"],[1469,1476,"Knowledge"],[1481,1487,"Knowledge"],[1535,1538,"Tool"],[1572,1579,"Tool"],[1581,1594,"Tool"],[1615,1620,"Tool"],[1729,1732,"Tool"],[1735,1749,"Tool"],[2637,2643,"Tool"],[2644,2651,"Tool"],[2652,2655,"Tool"],[2656,2659,"Tool"],[2660,2665,"Tool"],[2666,2669,"Tool"],[2670,2683,"Tool"],[2684,2690,"Tool"],[2690,2696,"Tool"]],"Comments":[]}
{"id":2221,"text":"101865836\nИнженер\nОбязанности:\n \n-Диагностика неисправностей банковского оборудования, в том числе системного блока ПК\n-Техническое обслуживание банковского оборудования (банкоматы, терминалы оплаты)\n-Установка программного обеспечения\n-Замена расходных материалов (чековая лента)\n-Заполнение сопутствующей отчетной документации\n \nТребования:\n \n- Готовность к разъездному характеру работы\n- Обучаемость, ответственность\n \n- Опыт ремонта офисной, бытовой техники\/электроники или другого оборудования\n \n- Основные знания ПК и ПО\n \nУсловия:\n \nоформление в штат по ТК\n \nГрафик работы 5\/2 с 09.00 до 18.00\n \nКомпенсация связи - 400 р\/мес\n \nОплата дежурства в выходные дни\n \nОплата переработок\n \nПервичное обучение и курсы повышения\n \nквалификации за счет компании\n \nСовместительство не рассматриваем\nnan\n","cats":[],"entities":[[391,402,"SoftSkills"],[404,419,"SoftSkills"],[424,498,"Knowledge"],[519,521,"Knowledge"],[524,526,"Knowledge"]],"Comments":[]}
{"id":2222,"text":"102258212\nИнженер\/системный администратор\nКомпания АО \"АйТи\" \n– российский системный интегратор, предлагающий российским корпоративным заказчикам полный спектр решений для цифровой трансформации управления бизнесом и производством на базе отечественных технологий и продуктов.\nИщем к себе в команду молодого специалиста (выпускника\/стажера).\n \nОбязанности:\n \n \nПоддержка сетевой инфраструктуры: коммутаторы, маршрутизаторы, межсетевые экраны, криптошлюзы.\n \nПоддержка серверной инфраструктуры: виртуализация Горизонт-ВС, VMware vSphere, Linux, Windows AD, DNS.\n \nПоддержка системы управления zabbix в части сетевой инфраструктуры. Работа с ПО MaxPatrol.\n \nПоддержка серверной инфраструктуры.\n \n \nЖелательно опыт работы с:\n \n \nвиртуализацией VMware vSphere;\n \nс криптошлюзами Континент;\n \nПО MaxPatrol;\n \nкоммутаторами Eltex, Cisco.\n \n \nЖелательно опыт в:\n \n \nадминистрировании Linux;\n \nадминистрировании Windows Server, Active Directory;\n \nзнание сетевых технологий, серверной архитектуры и СХД.\n \n \nУсловия:\n \n \nРабота на территории заказчика.\n \nГрафик работы с 9:00 до 18:00.\n \nРабота в аккредитованной IT-компании.\n \nОфициальное трудоустройство и белая з\/п.\n \nДМС.\n \nВозможен карьерный рост.\n \nLinux,Windows Server,Active Directory,Cisco,Eltex,MaxPatrol,DNS,Грамотная речь,Грамотная письменная речь,Стрессоустойчивость\n","cats":[],"entities":[[508,519,"Tool"],[521,535,"Tool"],[537,542,"Tool"],[544,554,"Tool"],[556,559,"Tool"],[592,599,"Tool"],[643,652,"Tool"],[656,690,"Knowledge"],[741,755,"Tool"],[761,784,"Tool"],[791,800,"Tool"],[818,823,"Tool"],[825,830,"Tool"],[877,882,"Tool"],[904,918,"Tool"],[920,936,"Tool"],[947,965,"Knowledge"],[967,988,"Knowledge"],[991,994,"Knowledge"],[1197,1202,"Tool"],[1203,1217,"Tool"],[1218,1234,"Tool"],[1235,1240,"Tool"],[1241,1246,"Tool"],[1247,1256,"Tool"],[1257,1260,"Tool"],[1261,1275,"SoftSkills"],[1276,1301,"SoftSkills"],[1302,1321,"SoftSkills"]],"Comments":[]}
{"id":2223,"text":"102366092\nИнтегратор МойСклад\nИщем сотрудника со знанием ПО МойСклад на должность интегратора.\n \nЕсли чего-то не знаешь – научим, было бы желание.\nВ т.ч. возможность обучиться работе с API МойСклад и программированию.\n \nНебольшой, но очень дружный коллектив, с лояльным отношением.\nАктивно развиваемся в направлении автоматизации на ПО МойСклад.\n \nО нас:\n \n- входим в список ключевых партнеров сервиса МойСклад;\n \n- занимаемся комплексным внедрением МойСклад (розница, опт, маркировка, производство, услуги, склад);\n \n- настраиваем МойСклад для работы с маркетплейсами, CRM-системами, интернет-магазинами;\n \n- дорабатываем функционал МойСклад по API.\n \n- начинали работать, как ЦТО ККТ и имеем большой опыт работы с \"железом\".\n \nПо продажам МС в 2023 году, заняли 12 место среди всех партнеров в СНГ\n \nи продолжаем развиваться, на данный момент на 10 месте.\n \nАктивно сотрудничаем с МС, например в апреле представляли МС на форуме Битрикс24\n \n \nМойСклад,цто ккт,1С\n","cats":[],"entities":[[185,197,"Tool"],[200,216,"Knowledge"],[945,953,"Tool"],[954,961,"Tool"],[962,964,"Tool"]],"Comments":[]}
{"id":2224,"text":"96384965\nВедущий IT-инженер (с опытом)\nДобрый день, уважаемый соискатель!\nНа связи компания ЛИСТ\nНемного о компании\n: Мы существуем с 2008 года и занимаемся обслуживанием и продажей компьютерной техники и периферии.\nНа данном этапе в нашей компании около 100 клиентов находятся на IT-аутсорсинге и эта услуга продолжает активно распространяться по Тюмени, поэтому в наш штат нужны дополнительные специалисты.\n \nНа данную вакансию \nприглашаем специалистов со знаниями\/опытом\nЧем предстоит заниматься?\n \n \nАдминистрирование активного L2 и L3 сетевого оборудования, в большей степени Mikrotik;\n \nУверенное администрирование ОС *nix (Alt, Astra и т.д.);\n \nНастройка и поддержка рабочих мест сотрудников RDP, Remote APP, WTware;\n \nАдминистрирование серверов (Windows server) и их сервисов (AD, GPO, DHCP, DNS и т.д.);\n \nОбеспечение безопасности Инфраструктуры, включая мониторинг уязвимостей, установку антивирусов, настройку брандмауэров;\n \n \nВашим преимуществом будет: \n \n \nОпыт в IT от 3 лет;\n \nКейсы по работе с серверным оборудованием, сетевым оборудованием Mikrotik, настройкой веб-сервисов;\n \nУмение пользоваться своими знаниями и быстро находить информацию;\n \n \nДля Вас:\n \n \nЗаработная плата в зависимости от навыков — зарплатная вилка от 75т.р.\n \nПрозрачная грейд-система.\n \nГрафик с пн-пт с 9:00 до 18:00\n;\n \nУдобное расположение офиса рядом с Домом Печати;\n \nПарковочные места рядом с Офисом;\n \nРазличные \nпривилегии и льготы, \nкак от \nаккредитованной IT-компании\n;\n \nТрудоустройство по ТК РФ;\n \nНаставник\n, который введет Вас в курс\n дела\n и ответит на все возникающие вопросы;\n \nКоллектив профессионалов своего дела;\n \nКорпоративы за счет компании и различные мероприятия;\n \nОтсутствие Дресс-кода;\n \nНаличие кухонной зоны с кофемашиной и снекбаром!\nБудем рады пригласить Вас на интервью для обсуждения сотрудничества!)\n \nАдминистрирование сетевого оборудования,Техническая поддержка,MikroTik,Asterisk,Zabbix,Администрирование серверов,VPN,MySQL\n","cats":[],"entities":[[581,589,"Tool"],[621,628,"Tool"],[699,702,"Tool"],[704,714,"Tool"],[716,722,"Tool"],[754,768,"Tool"],[785,787,"Tool"],[789,792,"Tool"],[794,798,"Tool"],[800,804,"Tool"],[971,989,"Knowledge"],[1058,1066,"Tool"],[1068,1091,"Knowledge"],[1095,1130,"SoftSkills"],[1133,1159,"SoftSkills"],[1829,1868,"Knowledge"],[1869,1890,"Knowledge"],[1891,1899,"Tool"],[1900,1908,"Tool"],[1909,1915,"Tool"],[1916,1942,"Knowledge"],[1943,1946,"Tool"],[1947,1952,"Tool"]],"Comments":[]}
{"id":2225,"text":"101862647\nТехник - оператор (информационные технологии, майнинг)\nГруппа компаний КАСТОР\n занимается переработкой, генерацией, добычей нефти и газа в России и Казахстане, а также перевозкой опасных грузов (нефть, газ).\n \nОсновная цель должности: Мониторинг работы оборудования для майнинга, снятие\/установка, определение неисправностей, учет оборудования.\n \nЗадачи и действия:\n \n \nМониторинг работы оборудования для майнинга\n \nМониторинг работы ASIC устройств\n \nМониторинг работы контейнеров.\n \nРеагирование на происходящие инциденты и их устранение.\n \nПериодический внешний и внутренний осмотр контейнеров и ASIC устройств.\n \nМонтаж\/демонтаж оборудования для майнинга\n \nВыполнение работ по установке\/снятию ASIC устройств\n \nУчет оборудования, ведение отчетности.\n \nУчет и отчетность в 1С и Excel\n \n \nТребования:\n \n \nСреднетехническое профессиональное образование в области в области телекоммуникаций или информационных технологий;\n \nОпыт работы в сфере майнинга и\/или телекоммуникаций и\/или ИТ от года.;\n \nУмение работать с персональным компьютером и офисным программным обеспечением;\n \nИсполнительность, внимательность, работа с информацией, стрессоустойчивость\n \n \nУсловия:\n \n \nОфициальное трудоустройство по ТК РФ с 1 рабочего дня\n \nВахтовый метод работы 30\/30\n \nИркутская обл., Киренский р-он, Западно-Аянское мест-е\n \nПроживание в вагон домах\n \nПроезд, питание, мед.комиссия за счет работодателя\n \nСвоевременные выплаты заработной платы (белая) 2 раза в месяц\n \nnan\n","cats":[],"entities":[[444,448,"Tool"],[608,613,"Tool"],[707,712,"Tool"],[785,788,"Tool"],[790,795,"Tool"],[816,929,"Knowledge"],[934,1001,"Knowledge"],[1006,1083,"Knowledge"],[1087,1103,"SoftSkills"],[1105,1119,"SoftSkills"],[1121,1141,"SoftSkills"],[1143,1162,"SoftSkills"]],"Comments":[]}
{"id":2226,"text":"102375104\nСпециалист по внедрению информационных систем\nDATUM Soft – команда, которая не боится браться за масштабные проекты и работать с крупными заказчиками. Разрабатываем и внедряем кроссплатформенные web-решения для управления пространственными данными и оптимизации производственных процессов.\n \nВ 2012 году начинали как внедренцы сторонних геоинформационных систем. Благодаря наработанным компетенциям в данной области создали собственную web-ГИС и выросли из отдела в 5 человек до самостоятельной профильной компании со штатом 50+ и уверенными позициями на рынке разработки ПО. Компания входит в состав холдинга DATUM Group.\n \nНа данный момент функционал продуктов DATUM Soft гораздо шире работы с геоданными, но мы сохранили приобретённый опыт и традиционно включаем картографическую часть в архитектуру наших программных комплексов.\n \nНа текущий момент основная масса проектов ведётся в сферах:\n \n- цифровизация государственных структур (муниципальные и региональные Департаменты имущественно-земельных отношений, Департаменты архитектуры и градостроительства, региональные Министерства информационных технологий и связи).\n \n- автоматизация инфраструктурных предприятий (водоснабжение и водоотведение, газораспределение, электроснабжение);\n \nПродукты компании включены в Реестр отечественного ПО, Банк решений Умного города Минстроя РФ. География внедрений на начало 2020 года - 34 региона.\n \nМы гордимся тем, что наши решения становятся неотъемлемой частью работы крупных предприятий (филиалов ПАО «Газпром», ПАО «Россети», крупных водоканалов) и целых городов\/регионов.\nОбязанности:\n \n \nВнедрение программного продукта (ГИСОГД)\n \nКонфигурирование и обновление\n \nОбщение с заказчиком ( ВКС, общение по телефону, мессенджеры)\n \nОбщее в рабочих чатах\n \n \nТребования:\n \n \nОпыт работы в ОП Linux (желательно)\n \nОпыт работы с базой данных SQL (желательно)\n \nВысшее ИТ образование (желательно)\n \nГрамотная устная и письменная речь\n \nДеловой этикет\n \n \nЧто мы предлагаем\n:\n \n \nГрафик 5\/2 с 9:00 до 18:00\n \nОфициальное трудоустройство;\n \nДостойный уровень оплаты труда, который зависит от квалификации\n \nРеальная возможность профессионального и карьерного роста;\n \nМолодой дружный коллектив;\n \nКомфортный офис с собственной парковкой в центре города, социально ориентированная корпоративная политика.\n \nSQL,Linux,ArcGIS,ГИС,QGIS\n","cats":[],"entities":[[1797,1803,"Tool"],[1845,1849,"Tool"],[1864,1885,"Knowledge"],[1901,1935,"SoftSkills"],[1938,1952,"SoftSkills"],[2306,2309,"Tool"],[2310,2315,"Tool"],[2316,2322,"Tool"],[2323,2326,"Tool"],[2327,2331,"Tool"]],"Comments":[]}
{"id":2227,"text":"100725223\nСистемный инженер\nСистемные администраторы обеспечивают бесперебойный режим работы службы сбора данных: это более 5 тысяч парсеров FMCG-сетей в 40 регионах России. Наша инфраструктура растёт, поэтому мы расширяем команду.\n \n \n \nЧем предстоит заниматься:\n \n \n \nконфигурировать и развертывать парсеры;\n \n \n \nработать с планировщиком (Cron);\n \n \n \nработать с облачными серверами, вести мониторинг в Grafana, реагировать на инциденты;\n \n \n \nставить задачи разработчикам парсеров по исправлению выявленных ошибок; участвовать в автоматизации контроля работы парсеров, тестировать доработки web интерфейса административной панели\n \n \n \n \n \nМы хотели бы видеть в кандидате:\n \n \nУверенного пользователя Linux\n \n \n• работа с распространенными инструментами Linux, умение читать man, пользоваться — help, анализ логов программ\n \n• понимание chmod и работа с правами\n \n• установка пакетов и диагностика работы systemd\n• обновление системных и пользовательских библиотек python (pip, pipenv)\n• понимание crontab и установка заданий для планировщика\n• написание bash-скриптов\n \n \n \n \nРабота с Ansible — написание плейбуков, настройка новых серверов\n \nРабота с алертами в Opsgenie\n \nНавыки мониторинга в Grafana\n \nПостановка и выполнение задач в Jira\n \nВедение документации в Confluence\n \n \n \n \nМы предлагаем:\n \n \nРаботу в аккредитованной IT-компании\n \nПолную занятость; график работы 5\/2\n \nПолностью удалённый формат работы\n \nЗаработная плата 70 тыс. руб. на руки.\n \nLinux,Grafana,Atlassian Jira,Bash,Ansible\n","cats":[],"entities":[[270,308,"Knowledge"],[342,346,"Tool"],[355,385,"Knowledge"],[406,413,"Tool"],[415,439,"SoftSkills"],[533,571,"Knowledge"],[573,633,"Knowledge"],[705,710,"Tool"],[1090,1097,"Tool"],[1168,1176,"Tool"],[1200,1207,"Tool"],[1242,1246,"Tool"],[1272,1282,"Tool"],[1464,1469,"Tool"],[1470,1477,"Tool"],[1478,1492,"Tool"],[1493,1497,"Tool"],[1498,1505,"Tool"]],"Comments":[]}
{"id":2228,"text":"102455755\nСпециалист отдела информационных систем\nГранд Ростов Хаятт Ридженси \n- \nэто 5* отель премиум-класса, сочетающий в себе современный дизайн и незабываемое теплое гостеприимство. Отель расположен в историческом центре города, из его окон открывается панорама Ростова и захватывающий вид на реку Дон. Светлые просторные номера, большие конференц-залы, великолепные бары и рестораны и ультрасовременный фитнес-центр прекрасно подойдут как для гостей, которые приехали по делам, так и путешественников, которые приехали в город отдохнуть.\n \nМы предлагаем присоединиться к нашей команде в качестве \nCпециалиста отдела информационных систем!\n \nCпециалист Отдела информационных систем\n выполняет функции по поддержанию в рабочем, функциональном состоянии надлежащих информационных систем в помещениях отеля в соответствии со стандартами бренда отеля и компании.\n \nОбязанности:\n \n \nПомощь пользователям в работе с аппаратными и программными обеспечениями информационных систем.\n \nПомощь гостям отеля и организаторам мероприятий в подключении и правильном использовании технического оборудования отеля\n \nКоординирует своевременный ремонт и возвращает поставщикам услуг любые неисправные системы или элементы оборудования.\n \nКоординирует своевременную обработку любых отчетов об ошибках программного обеспечения.\n \nПомогает настроить аварийные процедуры для продолжения работы отеля в случае сбоя системы.\n \nПомогает менеджеру отдела ИС в улучшении и соблюдении процедур для обеспечения резервного копирования данных.\n \nПомогает менеджеру отдела ИС в проведении аудита соответствия отеля требованиям, предъявляемым к ИТ.\n \nПомогает менеджеру отдела ИС провести обучение персонала по соблюдению требований к Информационной безопасности.\n \n \nТребования:\n \n \nВысшее образование в области компьютерных исследований, информационных систем\/инженерии\/менеджмента будет вашим преимуществом\n \nОпыт работы не менее 1 (одного) года на аналогичной должности\n \nПредыдущий опыт работы в сфере гостеприимства приветствуется\n \nУверенные знания в администрировании ОС Windows Server\n \nУверенные знание в технологиях Active Directory, GPO, Hyper-V\n \nЗнание основ построения компьютерных сетей и протоколов TCP\/IP, FTP, SFTP, SSH. Понимание концепции VLAN\n \nОбщие сведения об администрировании систем Linux\n \nОпыт работы с Opera PMS\/Oracle Symphony приветствуется\n \nОтветственный, позитивный настрой, умение работать в сжатые сроки\n \nХорошие коммуникативные и межличностные навыки, с сильным мышлением, ориентированным на сервис\n \n \nУсловия:\n \n \nГрафик работы 5\/2 с 9.00 до 18.00 часов\n \nОформление по ТК РФ\n \nСтабильная заработная плата\n \nКорпоративное питание\n \nДМС\n \nПрофессиональное обучение и развитие\n \n \n \nnan\n","cats":[],"entities":[[1754,1772,"Knowledge"],[1882,1918,"Knowledge"],[2046,2063,"Tool"],[2097,2113,"Tool"],[2115,2118,"Tool"],[2120,2127,"Tool"],[2186,2192,"Knowledge"],[2194,2197,"Knowledge"],[2199,2203,"Knowledge"],[2205,2208,"Knowledge"],[2230,2234,"Knowledge"],[2280,2285,"Tool"],[2302,2327,"Tool"],[2345,2358,"SoftSkills"],[2360,2378,"SoftSkills"],[2380,2410,"SoftSkills"],[2421,2459,"SoftSkills"],[2463,2480,"SoftSkills"]],"Comments":[]}
