{"id":3621,"text":"102647338\nНачальник отдела логистики\nЧем предстоит заниматься:\n \n \nОрганизовывать работу подразделения по обеспечению логистикой предприятий собственных производств (СП) (поиск и фрахт транспорта через портал SRM, маршрутизация, контроль выполнения).\n \nОрганизовывать и улучшать работу с перевозчиками (поиск, выбор, согласование условий, подписание договоров).\n \nУлучшать работу системы путем взаимодействия с блоком ИТ по вопросам автоматизации. Контролировать проекты по автоматизации процессов (SRM, ЭДО).\n \nОсуществлять подготовку и проведение торгов на площадке b2b (контрактация).\n \nАнализировать и оптимизировать параметры отгрузки: мин партии, кратности, график, маршруты.\n \nОценивать эффективность изменения географии поставок ассортимента СП, внедрения предложений по корректировке схем отгрузок.\n \nПланировать годовые затраты по транспортировке в разрезе СП для бюджетирования.\n \nОсуществлять разработку схем складской обработки для проектов СП (расчет площадей, оборудования, персонала, описание технологии; проверка ТПР).\n \n \nДля нас важно:\n \n \nОбразование предпочтительно: логистика\/техническое\/экономическое\/менеджмент.\n \nУправление отделом логистики не менее 1 года в торговой, производственной или логистической компании.\n \nЖелателен опыт построения складкой логистики.\n \nУмение вести переговоры.\n \nОпыт управления командой от 7 чел.\n \nГибкость, умение работать в постоянно изменяющейся среде (управление изменениями), умение работать в режиме многозадачности.\n \n \nЧто мы предлагаем:\n \n \nРаботу в самом развивающемся ритейле.\n \nКомфортный офис: г. Краснодар, ул. Солнечная д. 15\/5.\n \nГрафик работы 5\/2, 09:00-18:00.\n \nРаботу в сплоченной команде профессионалов, в которой можно не только успешно реализовывать проекты, но и перенимать опыт и развиваться.\n \nУчастие в интересных проектах и расширение профессиональной экспертизы.\n \nВозможность корпоративного обучения, профессионального и карьерного роста в Компании.\n \nКарту лояльности Магнит дисконт, которая дает широкие возможности получения скидок в компаниях партнеров по различным направлениям.\n \nСкидки для сотрудников от PrimeZone:более 6000 выгодных предложений по страхованию, туризму и многим другим направлениям.\n \nВозможность проявлять инициативу, предлагать новые решения, идеи и брать ответственность за реализацию.\n \nТрудоустройство по ТК РФ, конкурентоспособную, полностью \"белую\" заработную плату, а также гарантируем её своевременную выплату.\n \nУдобную бесплатную общую автостоянку, большую закрытую велопарковку.\n \nОборудованные кофе-комнаты, столовая, кофе-лавки на территории офиса.\n \nnan\n","cats":[],"entities":[[179,195,"Knowledge"],[209,212,"Tool"],[499,502,"Tool"],[504,507,"Tool"],[573,585,"Knowledge"],[590,604,"SoftSkills"],[606,620,"SoftSkills"],[684,707,"SoftSkills"],[1257,1286,"Knowledge"],[1290,1313,"SoftSkills"],[1322,1333,"SoftSkills"],[1354,1362,"SoftSkills"],[1364,1411,"SoftSkills"],[1412,1434,"SoftSkills"],[1444,1477,"SoftSkills"]],"Comments":[]}
{"id":3622,"text":"101660411\nРуководитель направления лесообеспечения\nОбязанности:\n \n \n \nРуководство отделом лесообеспечения двух заводов;\n \n \nПоиск поставщиков пиловочника;\n \nВедение договорной работы;\n \nАнализ рынка лесоматериалов;\n \nРазработка проектов перспективных и текущих планов по поступлению сырья;\n \nФормирование ценовой политики по закупу пиловочника;\n \nОбеспечение поставки пиловочника в соответствии с согласованными планами.\n \n \nТребования:\n \n \nВысшее образование (лесопромышленное, экономическое);\n \n \nЗнание лесного законодательства в части учета древесины и сделок с ней;\n \n \n \nУверенное владение MS Office (Word, Excel, Power Point).\n \n \n \nУсловия:\n \n \nоформление по ТК РФ;\n \nработа в компании-лидере в отрасли (штат более 1700 сотрудников);\n \nдостойный уровень заработной платы;\n \nвозможности профессионального развития.\n \nnan\n","cats":[],"entities":[[506,530,"Knowledge"],[596,606,"Tool"],[607,611,"Tool"],[613,618,"Tool"],[620,631,"Tool"]],"Comments":[]}
{"id":3623,"text":"102106889\nМенеджер по логистике и ВЭД\nКомпания Emicon Solutions осуществляет поставки импортного инженерного оборудования и комплектующих для промышленных предприятий.\n \nВ связи с активным развитием компании и увеличением объема деятельности, ищем в команду менеджера по логистике с компетенциями \nспециалиста по ВЭД \n \nРабота предполагает полный цикл сопровождения поставки от момента готовности товара на складе поставщика, до отгрузки товара заказчику.\n \nОбязанности:\n \n- Ведение поставок по импорту из различных стран (Китай, Турция, Европа, ОАЭ (от размещения заказов, до контроля прихода товаров на наш слад\/склад заказчика);\n \n- Подбор кодов ТН ВЭД для ввозимой продукции совместно с менеджером проекта и таможенным брокером;\n \n- Работа со складами консолидации и производителями;\n \n- Сертификация продукции через сертификационные центры. Контроль за наличием действующих сертификатов и деклараций;\n \n- Подготовка пакета документов (инвойсы, спецификации, разрешительные документы и т.д.) таможенному брокеру для последующего таможенного оформления;\n \n- Внесение данных о закупках (цена, соответствие наименований у поставщика и внутренних наименований, ГТД, количество, доп. расходы) в 1С, таблицы учета ВЭД;\n \n- Взаимодействие с отделом продаж и отделом бухгалтерии;\n \n- Организация перемещения грузов по РФ в адрес наших партнеров.\n \nУсловия работы:\n \n- Удаленный формат работы;\n \n- Рабочий день на выбор с 9:00 до 18:00 или с 10:00 до 19:00;\n \n- Работа ведется полностью в CRM системе;\n \nТребования:\n \n- Опыт работы и знание специфики ВЭД\n \n- Уверенное владение английским языком (для переписки);\n- Аналитический склад ума;\n \nКлючевые навыки\n \n- Ответственность и умение отвечать за результат;\n \n- Коммуникабельность;\n \n- Честность;\nВЭД,Транспортная логистика,Логистика поставок,Таможенное оформление,Логистический менеджмент,Документальное сопровождение,Оптимизация логистических процессов,Международные перевозки,Распределительная логистика,Работа с таможенными органами,Инкотермс\n","cats":[],"entities":[[1194,1196,"Tool"],[1484,1487,"Tool"],[1564,1590,"Knowledge"],[1610,1633,"SoftSkills"],[1656,1672,"SoftSkills"],[1709,1727,"SoftSkills"]],"Comments":[]}
{"id":3624,"text":"102604510\nГлавный специалист по организации перевозок\nОбязанности:\n \n \nучаствует в разработке технологического процесса работы ж.д пути необщего пользования;\n \nкурирует исполнение и заключение договоров и соглашений с Южно-Уральской ж.д :\n \nна технологическое присоединение и организацию перевозок железнодорожным транспортом;\n \nна оказание услуг, связанных с перевозкой грузов;на подачу и уборку вагонов.(эксплуатацию ж.д пути необщего пользования);\n \n \nсоставляет технологические карты, должностные инструкции по видам работ и должностям по ж.д. цеху;\n \n \n \n \n \nподготовка и исполнение мероприятий для Росжелдорнадзора в части погрузки опасных грузов;\n \n \n \n \n \nвыполняет планирование погрузки- формировании суточных, ежемесячных планов на погрузку, выгрузку вагонов на основе заявок, и производственных планов;\n \n \nформирует в ЭТРАН заявки на перевозку грузов железнодорожным транспортом формы ГУ-12;\n \nведет учет отгрузки товарной продукции в учетных карточках. Контролирует ответственность РЖД за выполнение суточного плана в учетных карточках с подписанием ЭЦП;\n \nкоординирование работы ж.д. цеха и Станции Бузулук по спорным и текущим вопросам, связанным с грузовой и коммерческой деятельностью\n \nведет претензионную работу к ОАО «РЖД».\n \n \nТребования:\n \nВысшее, средне-специальное профессиональное образование (в сфере Ж.Д. перевозок) и стаж работы по специальности, связанной с организацией, планированием перевозок на железнодорожном транспорте или промышленных предприятиях с оборотом вагонов от 5000 в год, не менее 2 лет.\n \nУсловия:\n \n \nофициальное трудоустройство;\n \nграфик работы пн-пт, с 8:30 до 17:30 местного времени;\n \nрабочее место :г.Бузулук,ул.Юго-Западная,д.4 (Маслоэкстракционный завод);\n \nвозможность карьерного роста;\n \nдружный коллектив;\n \nпремия по итогам работы за год;\n \nдоставка персонала по городу от и до места работы.\n \nnan\n","cats":[],"entities":[[466,487,"Knowledge"],[629,652,"Knowledge"],[830,835,"Tool"],[1070,1102,"Knowledge"]],"Comments":[]}
{"id":3625,"text":"102450119\nЗаместитель директора по транспорту, г. Санкт-Петербург\nКрупнейший в России интернет-магазин товаров для животных Petshopru открывает вакансию Заместитель директора по транспорту г. Санкт-Петербурга.\nПриглашает на работу профессионала, который готов решать следующие задачи:\n \n \nуправление оперативной деятельностью транспортных отделов по всем регионам, включая контроль выполнения доставок в соответствии с установленными сроками и стандартами качества;\n \nуправление и мониторинг состояния автопарка компании, включая контроль за техническим обслуживанием, ремонтом и обновлением транспортных средств;\n \nразработка и внедрение мер по оптимизации процессов логистики и улучшению эффективности работы транспортных отделов;\n \nвзаимодействие с поставщиками запасных частей \/ СТО, проведение переговоров и заключение договоров;\n \nуправление бюджетом транспортных отделов, контроль за расходами, оптимизация затрат;\n \nрегулярные командировки в филиалы компании.\n \n \nМы приглашаем кандидатов, имеющих следующую квалификацию и навыки:\n \n \nопыт работы в сфере логистики и транспортировки, предпочтительно в сфере электронной коммерции или доставки товаров;\n \nзнание основных принципов организации и управления логистическими процессами, включая оптимизацию маршрутов и управление автопарком;\n \nнавыки руководства и управления персоналом, включая способность мотивировать и координировать работу подчиненных;\n \nаналитические навыки и умение работать с данными для принятия обоснованных решений по оптимизации процессов и улучшению эффективности работы транспортных отделов;\n \nзнание законодательства и нормативных требований в области транспортировки и логистики;\n \nвысшее образование.\n \n \nМы предлагаем следующие условия сотрудничества:\n \n \nграфик работы 5\/2 с 9:00 до 18:00;\n \nпериодические командировки в филиалы компании;\n \nзаработная плата 115 000 оклад + 20 000 ежемесячная премия;\n \nиспытательный срок 2 месяца;\n \nместо работы - Горское шоссе, 6Б.\n \nnan\n","cats":[],"entities":[[646,677,"Knowledge"],[1188,1199,"Knowledge"],[1304,1316,"SoftSkills"],[1361,1374,"SoftSkills"],[1376,1391,"SoftSkills"],[1413,1433,"SoftSkills"],[1436,1461,"Knowledge"],[1585,1602,"Knowledge"]],"Comments":[]}
{"id":3626,"text":"101878744\nРуководитель курьерской службы (Франция)\nПривет! Это лаборатория IT-маркетинга 5P.LAB. Мы создаем собственные IT-решения для бизнеса, проводим маркетинговые исследования, генерим креатив и организовываем логистику товаров по всему миру.\n \nМы ищем высококвалифицированного и мотивированного Руководителя курьерской службы для управления нашими операциями в Париже. Руководитель курьерской службы будет ответственен за управление курьерами и координацию всех логистических операций, включая планирование маршрутов, операции по сборке и упаковке, управление CRM, финансовую отчетность, административное управление, коммуникацию с клиентами и финансовое координирование.\n \n \n \n1. Управление курьерами:\n \n- Наблюдение и обучение курьеров для обеспечения эффективных и своевременных доставок по Парижу.\n \n- Разработка оптимальных маршрутов доставки и расписаний для максимизации производительности и сокращения времени доставки.\n \n- Мониторинг работы курьеров и решение любых проблем или вызовов, возникающих во время доставок.\n \n \n \n2. Операции по сборке и упаковке:\n \n- Контроль за сборкой и упаковкой продукции для обеспечения точности и эффективности.\n \n- Поддержание уровня запасов, сроков годности и согласование с поставщиками по восполнению запасов при необходимости.\n \n- Внедрение мер контроля качества для минимизации ошибок и расхождений в отправках.\n \n \n \n3. Управление CRM:\n \n- Использование программного обеспечения CRM для отслеживания отправлений, управления запросами клиентов и предоставления актуальной информации о доставках.\n \n- Обеспечение точной и своевременной отчетности о статусах доставки для клиентов и внутренних заинтересованных сторон.\n \n- Обслуживания клиентов для оперативного решения вопросов и запросов клиентов.\n \n \n \n4. Финансовая отчетность и управление денежными средствами:\n \n- Генерация ежедневных, еженедельных и ежемесячных финансовых отчетов для отслеживания расходов, доходов и прибыльности.\n \n- Согласование платежей при доставке наличными (COD) в CRM с фактически полученными средствами и управление любыми расхождениями.\n \n- Координация переводов средств партнерам за рубежом и обеспечение соблюдения финансовых нормативов.\n \n \n \n5. Административное управление:\n \n- Управление офисом и центром выполнения заказов, включая закупку материалов и оборудования.\n \n- Обеспечение соблюдения норм здоровья и безопасности на рабочем месте.\n \n- Организация административных задач, таких как планирование, ведение документации и поддержание порядка в офисе.\n \n \n \n6. Коммуникация с клиентами:\n \n- Помощь курьеру в общении с клиентами относительно расписания доставок и обновлений.\n \n- Осуществление звонков, отправка SMS или сообщений WhatsApp клиентам для подтверждения времени доставки и решения любых вопросов.\n \nТребования:\n \n \nЗнание Французского и Русского – fluent. Знание английского будет существенным преимуществом.\n \nЗнание компьютерных программ: \nExcel – впр, сводные таблицы, анализ и сравнение огромного массива данных: проверка инвойсов за услуги на соответствие заявленным тарифам, анализ выкупаемости заказов и тд. Знание пакета Microsoft Office и инструментов управления логистикой. Анализ и эффективность маршрутов.\n \nОпыт работы в логистике: курьерские службы, транспортные компании, складская логистика и фулфилмент. Подтвержденный опыт в логистических операциях, включая планирование маршрутов, управление запасами, использование CRM и финансовую отчетность. Сильные аналитические и финансовые навыки с опытом управление платежами и управления денежными потоками.\n \n \nГрафик работы: с 10.00-19.00 по Франции\n \n \n \nМестоположение - Париж, Лион, Марсель, Тулон, либо в пути не более часу к одному из перечисленных городов, если вы в другой стране, то готовы ждать переезд пока ИС (3 месяца).\n \n \n \nУ нас хорошо, потому что:\n \n \n \n \nпредлагаем теплую атмосферу молодой компании, гибких процессов и прозрачности;\n \nсобираем сильную команду профессионалов;\n \nобращаемся на «ты» вне зависимости от должности и возраста - без чинов и иерархий;\n \nответственно подходим ко всему в компании - «это моё дело» и «мне не всё равно»\n \nЗаработная плата обсуждается по итогам собеседования.\n \n \nБудем рады твоему отклику! До встречи!\nnan\n","cats":[],"entities":[[568,571,"Tool"],[1389,1392,"Tool"],[1437,1440,"Tool"],[1994,1997,"Knowledge"],[2001,2005,"Tool"],[2679,2688,"Tool"],[2783,2796,"Knowledge"],[2798,2806,"Knowledge"],[2824,2836,"Knowledge"],[2903,2909,"Tool"],[3090,3106,"Tool"],[3109,3143,"Knowledge"],[3396,3400,"Tool"]],"Comments":[]}
{"id":3627,"text":"99719220\nЗаместитель руководителя логистики\nМЫ КРУПНЫЙ ТЕКСТИЛЬНЫЙ ХОЛДИНГ С СОБСТВЕННЫМ ПРОИЗВОДСТВОМ.\n \nНаш холдинг существует с 1993 года. У нас 35 оптовых филиалов, более 100 розничных магазинов и 4 000 сотрудников.\n \nНАША ПРОДУКЦИЯ ЭТО ВСЕГДА КАЧЕСТВЕННЫЙ ТЕКСТИЛЬ.\nНаш ассортимент: домашний текстиль, пледы, подушки, одеяла, кухонный текстиль, одежда, швейная фурнитура и пр.\n \nВ связи с активным развитием компании, у нас открыта позиция - \nЗаместитель руководителя логистики\nЧЕМ НУЖНО БУДЕТ ЗАНИМАТЬСЯ:\n \n \nОбеспечение бесперебойного процесса поставок в магазины розничной сети со склада предприятия;\n \nОрганизация внутреннего товародвижения между магазинами с целью оптимизации уровня товарного запаса, повышения показателей продаж и снижению уровня неликвидов в сети;\n \nДостижение плановых показателей по уровню товарного запаса магазинов розничной сети;\n \nЕжедневный контроль уровня товарного запаса в розничных магазинах и и на центральном складе предприятия;\n \nКонтроль остатков товара на складе;\n \n​​​​​​​Соблюдение графика поставок в магазины; ​​​​​​​\n \nУправление штатом логистов;\n \n \nЧТО МЫ ЖДЕМ ОТ КАНДИДАТА:\n \n \nОпыт работы на аналогичной позиции от 3-х лет;\n \nУверенный пользователь Excel и 1С;\n \nУмение работать в режиме многозадачности;\n \nУмение решать командные задачи;\n \n \nЧТО МЫ ПРЕДЛАГАЕМ:\n \n \n​​​​​​​Работа в \nстабильной\n Федеральной компании (более \n30 лет\n на рынке РФ);\n \nВозможность профессионального и финансового \nроста\n;\n \nСтабильные \nвыплаты\n без задержек;\n \nЗаработная плата обсуждается с финалистом на собеседовании;\n \nГрафик работы 09:00-18:00;\n \nОформление по \nТКРФ;\n;\n \n​​​​​​​Скидки на продукцию компании \n30%\n;​​​​​​​\nМы ценим каждого сотрудника и предлагаем стать частью нашей Команды. Ждем Ваших откликов!\n \nnan\n","cats":[],"entities":[[1203,1208,"Tool"],[1211,1213,"Tool"],[1224,1257,"SoftSkills"],[1268,1291,"SoftSkills"]],"Comments":[]}
{"id":3628,"text":"102368816\nНачальник диспетчерско-логистической группы\nОбязанности:\n \n \nУчет и контроль за расходом ГСМ\n \nСоставление отчетности по ГСМ в 1С\n \nПроведение контрольных замеров расхода топлива на транспорте предприятия\n \nОптимизация процессов в части движения техники и расхода ГСМ\n \nКонтроль средств мониторинга системы ГЛОНАСС\n \nРуководство построением логистики маршрутов следования техники на предприятии\n \nСоставление документации на проведение конкурентных процедур по закупке топлива для парка предприятия\n \nСоставление отчетности по транспорту\n \nРасчет норм расхода топлива в соответствии с требованием Минтранса\n \n \nТребования:\n \n \nВысшее образование \n \nЗнание программных продуктов Word, Excel\n \n \nУсловия:\n \n \nОфициальное оформление по ТК РФ\n \nСвоевременная выплата заработной платы 2 раза в месяц\n \nПодарки детям сотрудников на праздники\n \nГрафик работы 5\/2 с 8:00 до 17:00\n \nnan\n","cats":[],"entities":[[137,139,"Tool"],[317,324,"Tool"],[550,577,"Knowledge"],[666,687,"Knowledge"],[688,692,"Tool"],[694,699,"Tool"]],"Comments":[]}
{"id":3629,"text":"102665427\nДиректор по производственному планированию и управлению цепочками поставок (Supply Chain Director)\nКрупная российская компания по производству овощной консервации приглашает Директора по производственному планированию и управлению цепочками поставок с обязательным опытом работы в производственной компании.\n \nСферы ответственности: \nпроизводственное планирование, управление последовательными этапами цепочек поставок: закупка сырья, внутренняя, складская логистика, транспортная логистика, доставка товара конечному потребителю, а также тесное взаимодействие с отделами маркетинга и продаж при осуществлении планирования деятельности подразделения.\n \nОбязанности: ​​​​​​\n \n \nпроизводственное планирование;\n \nразработка стратегии управления цепочками поставок;\n \nоптимизация затрат на всех этапах цепочек поставок;\n \nкоординация отделов по планированию материальных потоков, закупкам, таможенным вопросам, производственному планированию, складской и транспортной логистике (2 производственные площадки: Волгоградская обл., г. Волжский, Краснодарский край, ст. Новоминская);\n \nответственность за показатели эффективности производства по выполнению производственного планирования;\n \nконтроль и управление запасами компании;\n \nпоиск возможностей для снижения логистических и иных затрат, возникающих на разных этапах цепочек поставок;\n \nобеспечение оптимизации затрат и повышение эффективности всего процесса управления цепями поставок с исполнением необходимого уровня качества, стабильности поставок, безопасности и удовлетворённости клиентов;\n \nответственность за координацию товаропотоков, предотвращение экономических убытков.\n \n \nТребования:\n \n \nвысшее образование по направлению общего менеджмента, логистического менеджмента;\n \nзнание и практический опыт организации и выстраивания процессов производственной, складской и транспортной логистики, разработки новых цепей импортных поставок;\n \nрасчет прогнозов производственной и логистической нагрузки для оценки ресурсов компании, умение рассчитывать динамику потоков входа\/выхода и уровня товарного запаса на каждом этапе цепи поставок;\n \nопыт работы в области планирования\/построения и анализа цепочек поставок в крупной компании, с широким ассортиментом, несколькими производственными площадками не менее 3-х лет;\n \nнеравнодушное отношение к делу, стрессоустойчивость, коммуникабельность на разных уровнях, ориентация на результат, живой интерес к новым задачам и возможностям;\n \nпродвинутый уровень разговорного английского языка, навыки ведения деловой переписки;\n \nуверенный пользователь MS Office (Excel, Power Point), 1С.\n \n \nМы предлагаем:\n \n \nОфициальное трудоустройство в соответствии с ТК РФ;\n \nЗаработная плата обсуждается индивидуально с каждым кандидатом. Просьба в сопроводительном письме указывать ожидаемый уровень дохода.\n \nОфис расположен: Московская область, г. Люберцы, ул. Огуречная д. 3.\n 10 минут пешком от МЦД-3 Панки.\n \nПроизводственное планирование,управление цепями поставок,Управление затратами,Контроль эффективного использования материальных, финансовых, технических и трудовых ресурсов,Управление закупками,Оптимизация логистических процессов,ERP-системы на базе 1С\n","cats":[],"entities":[[686,716,"Knowledge"],[2127,2177,"Knowledge"],[2316,2335,"SoftSkills"],[2337,2355,"SoftSkills"],[2375,2398,"SoftSkills"],[2559,2568,"Tool"],[2570,2575,"Tool"],[2577,2588,"Tool"],[2591,2593,"Tool"],[2912,2941,"Knowledge"],[3141,3152,"Knowledge"],[3161,3163,"Tool"]],"Comments":[]}
{"id":3630,"text":"102374943\nДиректор по административному управлению и закупкам\nАЛЬФАСКАН — крупнейший региональный дилер грузовой и специализированной техники Sitrak от дистрибьютора ООО «КОМПАС-АВТО». Компания на рынке с 2007 года и за это время зарекомендовала себя как надёжный поставщик грузовой техники.\nДилерский центр АЛЬФАСКАН представлен в десяти городах: Голицыно, Ногинск, Владимир,Чебоксары, Казань, Ижевск, Н.Челны, Уфа, Пермь и Новосибирск. Помимо продажи грузовой техники, АЛЬФАСКАН занимается и её ремонтом — все сервисные станции компании оснащены современным оборудованием для выполнения ремонта любых сложностей.\n \nВ Департамент управления цепями поставок требуется лидер команды, готовый ставить амбициозные цели!\n \nЗадачи:\n \n \nпланирование, организация и контроль работы департамента закупок компании;\n \nперспективное и текущее планирование снабжения компании материально-техническими ресурсами и услугами;\n \nсокращение издержек компании в закупках, оценка квалификации поставщиков;\n \nуправление сотрудниками и задачами вверенного подразделения;\n \nуправление процессом закупок: создание плана закупок, поиск и развитие потенциальных поставщиков, формирование бюджета закупок, разработка и внедрение новых стратегий закупок, составление и внедрение регламентов закупочной деятельности, мониторинг рынка поставщиков с целью оптимизации закупочной деятельности и поиска новых решений, заключение и контроль исполнения контрактов с поставщиками. \n \n \nОжидаем от кандидата:\n \n \nопыт работы с системой учета закупок: внедрение или корректировка систем ERP в области закупок и логистики (SAP, 1C и др.);\n \nопыт автоматизации процессов закупок;\n \nопыт работы в закупках FMCG, автомобильная промышленность, сервисы;\n \nумение анализировать и оцифровывать результаты деятельности департамента;\n \nбыстрая обучаемость, нацеленность на результат, стрессоустойчивость;\n \nкоммуникативные навыки и уверенность в себе.\n \n \nПредлагаем:\n \n \nработу в самой значимой для экономики сфере бизнеса;\n \nучастие в интересных проектах и расширение профессиональной экспертизы;\n \nдостойная и конкурентноспособная заработная плата;\n \nофициальное трудоустройство в соответствии с ТК РФ;\n \nсовременный и комфортный офис;\n \nкорпоративный университет, базирующийся на современной платформе с возможностью мобильного обучения;\n \nсофинансирование участия в спортивных мероприятиях;\n \nдополнительный день отдыха ко дню рождения и Мамин день;\n \n \nПрисоединяйся к сплоченной команде профессионалов, в которой можно не только успешно реализовывать проекты, но и перенять опыт ведущих экспертов!\n \n \nУправление процессами,Стратегическое планирование,Разработка регламентов,Разработка и внедрение политик и процедур,Лидерство,Оптимизация затрат,Формирование бюджета,Аналитическое мышление,Планирование,Управление командой,Закупка товаров и услуг,Договоры поставки,Оптимизация закупок,Закупки,Написание процедур,Управление закупками,Бюджетирование закупок,Управление цепочкой поставок,Формирование управленческой отчетности,Аналитические способности,Управление поставками\n","cats":[],"entities":[[731,743,"Knowledge"],[1550,1554,"Tool"],[1585,1588,"Tool"],[1590,1593,"Tool"],[1608,1621,"Knowledge"],[1713,1733,"Knowledge"],[1736,1772,"Knowledge"],[1797,1808,"SoftSkills"],[1810,1835,"SoftSkills"],[1837,1856,"SoftSkills"],[1860,1882,"SoftSkills"],[1885,1903,"SoftSkills"],[2562,2583,"Knowledge"],[2677,2686,"SoftSkills"],[2706,2726,"Knowledge"],[2727,2749,"SoftSkills"],[2750,2762,"Knowledge"],[2807,2824,"Knowledge"],[2845,2852,"Knowledge"],[2853,2871,"Knowledge"],[2872,2892,"Knowledge"],[2984,3009,"SoftSkills"]],"Comments":[]}
