{"id":9214,"text":"102549216\nНачальник сектора внутренней безопасности\nАО «Банк Акцепт»\n - региональный коммерческий банк, стабильно работающий на рынке с 1990 г, входит в ТОР-150 крупнейших банков РФ, а также в ТОП-100 самых надежных банков России по версии журнала Forb\ne\ns.\n \nНаши офисы и филиалы находятся в г. Новосибирске и Новосибирской области, г. Барнауле, г. Омске, г. Красноярске и г. Москве.\n \nВ настоящий момент нам требуется Начальник сектора внутренней безопасности.\n \nЗадачи:\n \n \nконтроль за выполнением подразделениями Банка требований нормативных актов по вопросам внутренней безопасности;\n \nобеспечение и контроль функционирования пропускного внутриобъектового режима;\n \nорганизация взаимодействия с правоохранительными органами;\n \nпроверка кандидатов на замещение вакантных должностей;\n \nорганизация и поддержание взаимодействия с частными охранными предприятиями, привлекаемыми на договорной основе;\n \nорганизация и проведение мероприятий по обеспечению безопасности персонала, основных фондов и финансовых активов;\n \nпроведение служебных расследований.\n \n \nТребования:\n \n \nвысшее образование;\n \nобязательно - офицер запаса органов госбезопасности, органов и войск МВД, Вооруженных сил;\n \nопыт работы в службе безопасности банка, правоохранительных органах;\n \nнавыки организации и управления персоналом.\n \n \nНаши условия:\n \n \nтрудоустройство согласно ТК РФ с первого дня работы;\n \nграфик 5\/2, с 08:30 до 17:30 (по пятницам до 16:30);\n \nразъездной характер работы;\n \nсвоевременную и полностью \"белую\" заработную плату, \nуровень которой будет озвучен по результатам собеседования\n;\n \nежеквартальные премии;\n \nпрограмма ДМС со стоматологией после испытательного срока;\n \nвозможности профессионального развития и карьерного роста;\n \nкорпоративное обучение.\n \n \nЖдем Ваше резюме!\n \n \nnan\n","cats":[],"entities":[[1191,1230,"Knowledge"],[1232,1258,"Knowledge"],[1262,1304,"Knowledge"]],"Comments":[]}
{"id":9215,"text":"101734020\nСпециалист отдела внутреннего контроля\nТребуется Специалист отдела внутреннего контроля\n \n \n \nДолжностные обязанности:\n \n \nКонтроль пересечения КПП\n \nохрана территории предприятия и ТМЦ\n \nконтроль исправности пожарной и охранной сигнализации\n \n \n \n \nУсловия работы:\n \n \nСменный график работы\n \nна территории работодателя\n \n \n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":9216,"text":"102516914\nСпециалист службы безопасности\nОбязанности:\n \n \nОрганизация и контроль деятельности по предотвращению потерь на объектах Компании;\n \nОрганизация и контроль выполнения мероприятий по сокращению потерь на объектах компании по результатам проведенных ревизий;\n \nПроведение служебных расследований;\n \nВзаимодействие с правоохранительными органами;\n \nПроведение служебных проверок по выявленным фактам нарушения служебной дисциплины;\n \nОрганизация работы инспекторов контрольно пропускного пункта на режимном объекте;\n \nАналитическая деятельность в сфере экономической безопасности.\n \n \nТребования:\n \n \nВысшее образование;\n \nОпыт работы от 5-ти лет в службе безопасности;\n \nНаличие личного автомобиля;\n \nАналитический склад ума, интуитивное мышление, нацеленность на результат;\n \nЗнание уголовного и административного кодексов РФ;\n \nПонимание процессов организации безопасности в целом;\n \nГотовность к ненормированному рабочему дню.\n \n \nУсловия:\n \n \nОфициальное трудоустройство;\n \nОфис в Кузнецком районе (ул.Народная 55А).\n \nnan\n","cats":[],"entities":[[709,732,"SoftSkills"],[734,754,"SoftSkills"],[756,781,"SoftSkills"],[785,834,"Knowledge"],[838,890,"Knowledge"]],"Comments":[]}
{"id":9217,"text":"100534029\nСудебный пристав-исполнитель\nОбязанности:\n \n \nпринудительное исполнение судебных актов и актов иных органов.\n \n \nТребования:\n \n \nВысшее юридическое,экономическое, педагогическое или психологическое образование.\n \nПредельный возраст поступления на службу в органы принудительного исполнения для замещения должностей в органах принудительного исполнения – 40 лет. Возрастные ограничения для поступления на службу в органы принудительного исполнения граждан, ранее проходивших службу в федеральных органах исполнительной власти на должностях, по которым предусмотрено присвоение специальных (воинских) званий, определяются возрастными ограничениями для пребывания на службе в органах принудительного исполнения, установленными статьей 87 Федерального закона от 01.10.2019 № 328-ФЗ.\n \n \nУсловия:\n \n- статус служащего в правоохранительных органах;\n \n- стабильное, конкурентное денежное довольствие, премии;\n \n- возможность получения субсидии на приобретение жилья;\n \n- льготное зачисление ребенка с детский сад\/школу;\n \n- выход на пенсию по достижению стажа 20 лет;\n \n- перспектива карьерного роста;\n \n-профессиональная подготовка, повышения квалификации;\n \n- ежегодный оплачиваемый отпуск от 47 календарных дней;\n \n- обеспечение форменным обмундированием;\n \n- санаторно-курортное лечение для сотрудника и членов семьи.\n \n \n \n \n \n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":9218,"text":"102592157\nРуководитель службы безопасности группы предприятий холдинга АПК\nОбязанности:\n \n \nОрганизация и контроль работы охраны, на вверенных предприятиях.\n \n \nТребования:\n \n \nОпыт работы в правоохранительных органах .\n \nОпыт работы\n \nна сельхоз предприятиях и производствах\n (АПК)- \nОБЯЗАТЕЛЕН !!!!\n \n \nУсловия:\n \n \nГрафик 5\/2\n \nРазъездной режим работы.\n \nНаличие авт и возможность его использования приветствуется.\n \nРабота в активно растущем российском агрохолдинге\n \nБольшое количество интересных и разноплановых задач, амбициозных проекты\n \nБольшая зона ответственности\n \nФинансовые условия (оклад+премия) – обсуждаем с успешным кандидатом.\n \nВнутренний контроль,Аналитическое мышление,Управленческие навыки,Умение принимать решения,Стратегическое мышление,Точность и внимательность к деталям,Деловая этика,Оперативное планирование,Организационные навыки,Лидерство,Контроль хозяйственной деятельности,Корпоративная этика,Взаимодействие с государственными контролирующими органами,Управление командой,Контроль исполнения решений,Руководство коллективом,Аудит безопасности,Организаторские навыки,Разработка инструкций\n","cats":[],"entities":[[177,217,"Knowledge"],[236,275,"Knowledge"]],"Comments":[]}
{"id":9219,"text":"98125548\nСудебный пристав-исполнитель\nОбязанности:\n \n \nпринудительное исполнение судебных актов и актов иных органов\n \n \nТребования:\n \n \nВысшее юридическое,экономическое, педагогическое или психологическое образование.\n \nПредельный возраст поступления на службу в органы принудительного исполнения для замещения должностей в органах принудительного исполнения Возрастные ограничения для поступления на службу в органы принудительного исполнения граждан, ранее проходивших службу в федеральных органах исполнительной власти на должностях, по которым предусмотрено присвоение специальных (воинских) званий, определяются возрастными ограничениями для пребывания на службе в органах принудительного исполнения, установленными статьей 87 Федерального закона от 01.10.2019 № 328-ФЗ.\n \n \nУсловия:\n \n \n \n- статус служащего в правоохранительных органах;\n \n- стабильное, конкурентное денежное довольствие, премии;\n \n- возможность получения субсидии на приобретение жилья;\n \n- льготное зачисление ребенка с детский сад\/школу;\n \n- выход на пенсию по достижению стажа 20 лет;\n \n- перспектива карьерного роста;\n \n-профессиональная подготовка, повышения квалификации;\n \n- ежегодный оплачиваемый отпуск от 47 календарных дней;\n \n- обеспечение форменным обмундированием;\n \n- санаторно-курортное лечение для сотрудника и членов семьи\n \n \nnan\n","cats":[],"entities":[],"Comments":[]}
{"id":9220,"text":"100397883\nДиректор по безопасности\nДинамично развивающаяся компания, лидер в проектах проектирования и строительства резервуарных парков, приглашает Директора по безопасности, работа в г. Саратов\n \n \n \nМы предлагаем:\n \n \nзаработная плата 300 000 - 500 000 рублей;\n \nработа в г. Саратов, помощь с релокацией, компенсация жилья;\n \nграфик 5\/2, 9 -18;\n \nдружная профессиональная команда;\n \nгарантии и компенсации в соответствии с ТК РФ\n \n \n \n \nОбязанности:\n \nОбеспечить экономическую безопасность Компании за счет снижения рисков со стороны:\n \n \nэкономических преступлений,\n \nхалатности\/невнимательности,\n \nнеэффективной работы\/расходования ресурсов\n \n \nЗадачи:\n \n \nОрганизовать работу службы, выстроить структуру,\n \nПроанализировать структуру Компании, на основании этого разработать пул мероприятий по внедрению политики ЭБ,\n \nРеализовать мероприятия по различным направлениям безопасности\n \n \n \n \nТребования:\n \n \nВысшее техническое образование;\n \nопыт работы в должности Руководителя ЭБ от 3-х лет в компаниях с оборотом от нескольких млрд. руб. (в идеале в строительных компаниях, в компаниях с большим объемом закупок по разным направлениям);\n \nпонимание структуры закупок;\n \nэкономическая грамотность;\n \nопыт изменения бизнес-процессов (по закупкам и по другим структурным подразделениям);\n \nвысокие управленческие компетенции.\n \nnan\n","cats":[],"entities":[[946,985,"Knowledge"],[1146,1173,"Knowledge"],[1177,1202,"Knowledge"],[1206,1237,"Knowledge"],[1294,1328,"SoftSkills"]],"Comments":[]}
{"id":9221,"text":"102168525\nВедущий специалист отдела экономической безопасности\nОбязанности:\n \n- Сбор, накопление и анализ информации об угрозах экономическим интересам. Мониторинг\nВыяснение правоспособности, дееспособности, правомочности, квалификации, платежеспособности, деловой репутации, а также выявление свидетельств сомнительной или - недобросовестной предпринимательской деятельности контрагентов\n- Сопровождение договоров, с целью недопущения образования дебиторской задолженности и неполного исполнения контрагентами обязательств по данным договорам\n- Выявление и изучение причин возникновения проблемной дебиторской и кредиторской задолженности. Мероприятия по возврату дебиторской задолженности перед Обществом, по недопущению возникновения проблемной дебиторской и кредиторской задолженности.\n- Сопровождение арбитражных процессов, направленных на защиту интересов\n- Участие в реализации мероприятий по предотвращению поставок контрафактной, некачественной и имеющей поддельные сертификаты продукции\n- Взаимодействие в установленном порядке с правоохранительными и иными органами государственной власти и местного самоуправления\n- Участие по указанию Генерального директора Общества в проверках деятельности подразделений\n- Контроль за сохранностью активов\n- Участие в проводимых установленным порядком служебных расследованиях\n- Участие в реализации мер по противодействию коррупции\n- Обработка персональных данных, в том числе работников и кандидатов на работу\n- Соблюдение режима коммерческой тайны, конфиденциальности информации, в том числе персональных данных,\n- Соблюдение правил внутреннего трудового распорядка, требований охраны труда, промышленной и пожарной безопасности, требований локальных нормативных актов\n- Информационно-аналитическая деятельность.\n \nТребования:\n \n \nОбразование высшее. Опыт не менее 3-х лет по специальности.\n \nНавыки создания системы сбора информации, обеспечивающей своевременность ее получения, достоверность и достаточность для принятия управленческих решений;\n \nУмение анализировать большой объём информации, способностью ее систематизации и структурирования.\n \nУмение анализировать данные обстановки, выявлять причинно-следственные связи событий и источники угроз корпоративной безопасности;\nУмение использовать в работе с информацией средства офисного технического оснащения и автоматизации;\n \nНавыки организации и координации взаимодействия между людьми, организации конструктивной обратной связи;\n \nУмение консультировать по вопросам профессиональной деятельности, трудовых и межличностных отношений.\n \nУмение мыслить системно и целостно;Умение выбирать наиболее эффективные методы развития, исходя из ситуации и задач.\n \nОбщительность, энергичность, аккуратность, трудолюбие, коммуникабельность. Оперативная и качественная подготовка материалов. Способность нести ответственность за принятие и реализацию решений.\n \nУмение эффективно распределять имеющиеся силы и средства для решения поставленных задач, с оптимальным использованием ресурсов;\n \nУмение целостно воспринимать комплекс стоящих задач, систематизировать задачи по важности, выделять приоритетные задачи, определять оптимальные пути их решения;\n \nСтремление к достижению стратегических целей компании и ответственностью за качество и результаты своей работы;\n​​​​​​​\nУсловия:\n \nграфик 5\/2, полный рабочий день.\n \nДМС, соц.пакет.\n \nnan\n","cats":[],"entities":[[1802,1840,"Knowledge"],[1844,1884,"Knowledge"],[2000,2045,"Knowledge"],[2100,2138,"Knowledge"],[2140,2184,"Knowledge"],[2231,2330,"Knowledge"],[2334,2394,"SoftSkills"],[2441,2505,"Knowledge"],[2545,2579,"SoftSkills"],[2580,2632,"SoftSkills"],[2664,2677,"SoftSkills"],[2679,2691,"SoftSkills"],[2693,2705,"SoftSkills"],[2707,2717,"SoftSkills"],[2719,2737,"SoftSkills"],[2789,2855,"SoftSkills"],[2859,2946,"SoftSkills"],[2989,3040,"SoftSkills"],[3152,3205,"SoftSkills"]],"Comments":[]}
{"id":9222,"text":"102450738\nСпециалист по безопасности\nПривет!\nМеня зовут Елизавета, я HR-менеджер компании Важная Рыба.\nСейчас мы находимся в поиске ответственного и исполнительного Специалиста по безопасности, который поможет делать совершенное еще более совершенным:)\n \nОБЯЗАННОСТИ:\n \n \nВыявление фактов хищения ТМЦ, ДС и ОС;\n \nВыявление фактов нарушения кассовой дисциплины;\n \nВыявление фактов нарушений техники безопасности;\n \nВыявление нарушений технологических процессов;\n \nКонтроль за проведением инкассаций и выявлении нарушений;\n \nПроверка организации проведения инвентаризаций;\n \nПроверка наличия сотрудников на объекте в соответствии с табелем учета рабочего времени;\n \nКонтроль за выполнения санитарных норм на производстве;\n \nКонтроль за организацией приема-передачи смен администраторами цеха;\n \nПроверка списания и утилизации отказной продукции;\n \nПодготовка и предоставление видеоархивных данных по официальным запросам правоохранительных органов.\n \n \nТРЕБОВАНИЯ:\n \n \nОпыт работы по профилю не менее 1 года;\n \nОпыт работы с документацией;\n \nУверенный пользователь ПК;\n \nСпособность анализировать, обобщать и доходчиво доводить информацию;\n \nСпособность к совместной работе с другими функциональными подразделениями;\n \nКоммуникабельность.\n \n \nУСЛОВИЯ:\n \n \n \nГрафик работы 5\/2 (гибкое начало дня, плавающие выходные);\n \n \n \nКомпенсация проездного;\n \n \n \nИспытательный срок 2 месяца;\n \n \n \nОформление по ТК РФ;\n \n \n \nСкидка 20% на всю продукцию нашего меню.\n \n \nnan\n","cats":[],"entities":[[967,989,"Knowledge"],[1009,1036,"Knowledge"],[1040,1065,"SoftSkills"],[1081,1136,"SoftSkills"],[1154,1213,"SoftSkills"],[1217,1235,"SoftSkills"]],"Comments":[]}
{"id":9223,"text":"101302285\nСпециалист службы безопасности\nТребуемый опыт работы: от 3-х лет\n \nПолная занятость, Вахтовый метод 45\/45 в Районах Крайнего Севера Красноярского края (участки на Таймырском полуострове), Якутия\n \nв целях осуществления необходимых мер безопасности, противодействия коррупции, предотвращения нарушений дисциплины, употребления алкоголя, наркотических и психотропных веществ и их прекурсоров работниками общества, организации взаимодействия с правоохранительными органами на участках работ. Предотвращение непредвиденных потерь компании; Разрешение внештатных ситуаций; Проведение служебных расследований;\n \nТребования:\n \n \nОбразование высшее;\n \nРабота в правоохранительных органах\n \nУверенный пользователь ПК;\n \n \nУсловия:\n \n \nГрафик работы: вахта 45\/45;\n \nОплата за 30 дней работы чистыми180 000\n \nМесто работы: Таймырский полуостров, Сузун, Якутия\n \nОплата проезда с базовых городов: Москва, Уфа, Екатеринбург, Новосибирск, Красноярск.\n \nСпецодежда предоставляется, возмещение расходов за мед. комиссию\n \nОфициальное трудоустройство, белая заработная плата, выплаты два раза в месяц;\n \nПроживание в вахтовых вагончиках, вся инфраструктура организованна в отдельных вагонах\n \nБесплатное 3-х разовое питание.\n \nnan\n","cats":[],"entities":[[692,717,"SoftSkills"]],"Comments":[]}
{"id":9234,"text":"102077129\nСпециалист службы безопасности\nОбязанности:\n \nВ обязанности входит организация пропускного и внутриобъектового режима на объекте, контроль и проверка несение службы сотрудниками ЧОП, работа с камерами видеонаблюдения расположенными на объекте, в случае необходимости умение общаться со сторонними организациями по установке систем видеонаблюдения, периодические проверки наличия, хранения и использования ТМЦ, строительной техники, в случае происшествий на объекте быть готовым прибыть на объект внерабочее время (выходные, праздники, ночь).\n \nТребования:\n \nВысшее или среднее специальное образование ( юридическое, строительное); опыт работы в оперативных подразделениях МВД, ФСБ.\n \nКоммуникабельность в общение с руководством строительного объекта, прорабами, рабочими и т.д\n \nУсловия:\n \n \nРабочее место располагается на территории строительного объекта в Нижнем Новгороде.\n \nОфициальное оформление по ТК РФ.\n \nГрафик работы 5\/2 с 09:00 до 18:00 ( но быть готовым, в случае необходимости, прибыть оперативно на объект в любое время в случае происшествий)!\n \nnan\n","cats":[],"entities":[[641,666,"SoftSkills"],[667,681,"SoftSkills"],[694,712,"Knowledge"]],"Comments":[]}
{"id":9235,"text":"101782039\nНачальник службы безопасности\nОбязанности:\n \n \nОпыт работы в организации системы охраны промышленных объектов.\n \nПредотвращение и выявление фактов кражи ТМЦ, денежных средств.\n \nПредотвращение утечки коммерческой информации, контроль, посредством компьютерной программы, за работой персонала компании.\n \nОрганизация пропускного режима.\n \n Проверка с помощью специальных программ, контрагентов, потенциальных и постоянных сотрудников.\n \nВыявление нелояльных компании сотрудников.\n \n \nТребования:\n \n \nопыт работы не менее 5и лет на позиции Начальника СБ\n \nнавыки специалиста службы безопасности.\n \nвладение спецсредствами для службы охраны приветствуется\n \nличные связи с правоохранительными органами приветствуются.\n \nзнание компьютера, программы по видеонаблюдению.\n \nОпыт в охранных фирмах, МВД, спецслужбы будет Вашим преимуществом перед другими кандидатами\n \nКонтроль подчиненных 24\/7.\n \n \nУсловия:\n \n \nграфик 5\/2 с 08.00 утра до 17.30 часов, обед с 12.00 до 13.00, 2 перерыва до обеда и после по 15 мин.\n \nобед (50% комплекс обеда за счет работодателя)\n \nоформление официальное\n \nдружный и молодой коллектив\n \nнаш адрес: правый берег, территория Технопарка, ул Орлыко,4 (пересечение Богенбай батыра, Республики), ориентир Калинка.\n \n \n \nПроведение внутренних расследований,Технические системы и средства безопасности,Системы безопасности,Безопасность,Умение принимать решения\n","cats":[],"entities":[[57,97,"Knowledge"],[509,547,"Knowledge"],[564,602,"Knowledge"],[606,647,"Knowledge"],[727,744,"Knowledge"],[778,800,"Knowledge"]],"Comments":[]}
{"id":9236,"text":"97089461\nСпециалист чат-поддержки\nUzum \n— это новая уникальная компания в Узбекистане, которая развивает экосистему цифровых сервисов для бизнеса, онлайн-шопинга, удобных платежей и других решений для жизни.\n \nUzum Tezkor \n— это сервис быстрой доставки из кафе, ресторанов и магазинов в рамках экосистемы Uzum. Проект запущен совсем недавно и находится на стадии активного роста и развития.\n \nОсновная задача нашей службы поддержки — помогать пользователям и быть проактивными: мы не просто отвечаем на вопросы, но подробно объясняем, учим, предлагаем альтернативы, ищем решение и всегда находим.\n \nЧто нужно делать:\n \n \nОтвечать на вопросы пользователей (клиентов или курьеров) в чатах;\n \nХорошо знать продукт — мы тестируем много нового каждый день и становимся лучше;\n \nРешать сложные ситуации;\n \nРаботать с внутренней CRM-системой и запросами внутри команды.\n \n \nОбрати внимание на эту вакансию, если ты:\n \n \nСвободно владеешь узбекским и русским языками;\n \nСтруктурно выражаешь мысли;\n \nЯвляешься уверенным пользователем ПК и быстро печатаешь;\n \nБыстро учишься и умеешь расставлять приоритеты в задачах.\n \n \n \n \nУсловия:\n \n \nУдобный график 2\/2 для совмещения с учёбой — дневные или ночные смены 10:00 - 22:00, 11:00 - 23:00, 12:00 - 00:00;\n \nОбучение 3 дня — оплачиваемое, если ты остаёшься с нами;\n \nМолодая команда и закрепленный наставник на период адаптации;\n \nКомфортный офис рядом с м. Бодомзор;\n \nОфициальное оформление по ТК УЗ и 3 дополнительных оплачиваемых дня к отпуску.\n \n \nЖдем тебя, чтобы скорее начать строить уникальный продукт вместе!\nДеловая переписка\n","cats":[],"entities":[[822,825,"Tool"],[1002,1028,"SoftSkills"],[1068,1107,"SoftSkills"]],"Comments":[]}
{"id":9237,"text":"101338047\nЛичный охранник наружка\nТребования:\n \n \nГРАФИК 2\/2\/3 \n \nработа в Москве и регионах\n \nопыт службы в специальных подразделениях (УСН) ОБЯЗАТЕЛЬНО\n \nрешение нелогичных задач\n \nопыт экстремального вождения\n \n \n \n \n \nНе конфликтность,Способность к разрешению конфликтов\n","cats":[],"entities":[[95,135,"Knowledge"],[183,211,"Knowledge"],[222,238,"SoftSkills"],[239,274,"SoftSkills"]],"Comments":[]}
{"id":9238,"text":"102667245\nЗаместитель начальника службы безопасности\nВ крупное производственное предприятие требуется Заместитель начальника службы безопасности\n \nОбязанности:\n \n \nОбеспечение комплексной экономической, информационной и кадровой безопасности предприятия;\n \nПроверка контрагентов\/ Проверка благонадежности сторонних организаций и выявление рисков работы с ними;\n \nКонтроль за работой подрядных организаций и качеством предоставляемого персонала, контроль дисциплины;\n \nКонтроль за исполнением планов ремонтных работ и плана производства;\n \nРабота с дебиторской задолженностью;\n \nКонтроль потерь, предотвращение хищений и учет ТМЦ;\n \nУчастие в служебных расследованиях, в том числе расследованиях несчастных случаев;\n \nПроведение аудитов по фактам нарушения требований информационной безопасности предприятия, выработка соответствующих рекомендаций;\n \nУчастие в инвентаризации имущества предприятия;\n \nОценка рисков информационной безопасности, разработка проектов и технических предложений по повышению уровня информационной безопасности предприятия;\n \nКонтроль дисциплины труда и соблюдения работниками правил внутреннего трудового распосрядка, разрешение конфликтных ситуаций на предприятии, организация поиска \"пропавших\" работников;\n \nОсуществление проверки кандидатов на замещение вакантных должностей, а также потенциальных партнеров Компании;\n \nВыявление и профилактика возможностей совершения правонарушений со стороны работников;\n \nПредставление интересов предприятия в правоохранительных и иных государственных органах;\n \nВзаимодействие с правоохранительными органами РФ\n \nКонтроль за системой видеонаблюдения, системой СКУД;\n \nОрганизация и контроль работы охраны предприятия.\n \nВыполнение иных поручений Руководства по части безопасности предприятия.\n \n \nТребования:\n \n \n \nОбразование высшее;\n \n \n \nОпыт работы от 3х лет в компании на релевантной должности;\n \n \n \nПреимуществом будет опыт работы на производстве;\n \n \n \nОпыт работы в силовых структурах будет преимуществом;\n \n \n \nЗнания и опыт оперативной работы, организации эффективного взаимодействия с правоохранительными и другими государственными органами;\n \n \n \nЧеткое понимание задач Службы безопасности;\n \nЛичностные качества:\n \n \n \nРазвитые коммуникативные навыки (переписка, личное общение)\n \n \n \nЛогическое мышление и аналитические способности\n \n \n \nСамостоятельность в решении проблем\n \n \n \nСпособность работать в команде\n \n \n \nУсловия:\n \n \nг.Новосибирск,ул. Даргомыжского, 8А\/1\n \nnan\n","cats":[],"entities":[[1629,1633,"Tool"],[1810,1867,"Knowledge"],[1895,1922,"Knowledge"],[1930,1962,"Knowledge"],[1999,2022,"Knowledge"],[2024,2063,"Knowledge"],[2129,2151,"SoftSkills"],[2202,2233,"SoftSkills"],[2268,2287,"SoftSkills"],[2290,2315,"SoftSkills"],[2322,2339,"SoftSkills"],[2364,2394,"SoftSkills"]],"Comments":[]}
{"id":9239,"text":"102642812\nСпециалист службы безопасности\nОбязанности:\n \nобеспечение правовой и организационной защиты компании и коммерческой тайны;\n— обеспечение соблюдения стандартов безопасности компании, контрольно-пропускного и внутриобъектового режима;\n— обеспечение сохранности ТМЦ, предотвращение хищений;\n— взаимодействие с правоохранительными, контрольно-ревизионными органами, частными охранными структурами;\n \n \nвыявление противоправных действий сотрудниками на объектах;\n \n \n— участие в служебных расследованиях фактов хищений и нарушений режима безопасности, подготовка материалов для передачи в правоохранительные органы;\n \n \nконтроль выхода сотрудников;\n \nсоставление служебных записок.\n \n \nТребования:\n \n \nОпыт работы на аналогичной должности;\n \nПриветствуется опыт работы в МВД, работа в ЭБиПК, ОУР предпочтительна\n \n \nУсловия:\n \n \nОфициальное трудоустройство согласно ТК РФ;\n \nВахтовый метод работы 2\/1 в г.Усть-Кут Иркутской области, объекты: \"Иркутский Завод Полимеров\";\n \n\"Белая\" заработная плата;\n \nПредоставление проживания в общежитие, выделение спецодежды, трех разовое питание за счет компании.\n \nПроведение внутренних расследований,Точность и внимательность к деталям,Умение работать в команде,Умение работать в коллективе,Аудит безопасности\n","cats":[],"entities":[[707,743,"Knowledge"],[762,779,"Knowledge"]],"Comments":[]}
{"id":9240,"text":"102640074\nРуководитель службы безопасности\nКомпания \"Транслон\" - одна из крупнейших в сфере аутсорсинга рабочего персонала для склада и производства. С 2015 г. мы участвуем в изготовлении продукции и обработке товаров на объектах крупных федеральных брендов: соусы, сухие строительные смеси, посылки и т.п.\n \nВ связи с переходом руководителя службы безопасности на новую должность мы открываем набор нового сотрудника в команду. Взаимодействие лично с вдалельцем компании и руководителями подразделений, в т.ч. в других городах России.\n \nЧто именно вам предстоит:\n \nОбязанности руководителя службы безопасности:\n \n \nРеализация стратегии обеспечения безопасности компании\n \nПроверка кандидатов на работу\n \nПроверка контрагентов\n \nВыездной контроль работы сотрудников на объектах и в общежитиях\n \nВзаимодействие с ФМС, правоохранительными органами, государственными контролирующими органами и другими организациями по вопросам безопасности (в случае необходимости)\n \nОбеспечение соблюдения законодательства в области безопасности и охраны труда на объектах\n \n \nТребования к руководителю службы безопасности:\n \n \nВысшее образование (желательно профильное)\n \nОпыт работы в сфере безопасности не менее 5 лет, желательно на руководящей должности\n \nЗнание законодательства в области трудового права и особенностей документооборота у иностранных граждан\n \nЗнание законодательства в области безопасности, охраны труда и пожарной безопасности\n \nУмение анализировать риски и разрабатывать меры по обеспечению безопасности\n \nКоммуникабельность, умение работать в команде\n \nОтветственность, дисциплинированность\n \n \nУсловия:\n \n \nПостоянная занятость, гибкий график и возможность совмещения с другой деятельностью (средняя занятость около 20 часов в неделю)\n \nГибрибный формат работы (офис + удаленно)\n \nРедкие командировки по России\n \nОформление по договору ГПХ\/СМЗ\n \nОплата 50-70 т.р. в месяц по результатам работы\n \nВнутренний контроль,Экономическая безопасность,Охрана труда и техника безопасности,Обеспечение внутренней безопасности,Взаимодействие с государственными контролирующими органами,Умение работать в коллективе\n","cats":[],"entities":[[1155,1187,"Knowledge"],[1242,1291,"Knowledge"],[1348,1394,"Knowledge"],[1435,1461,"Knowledge"],[1513,1531,"SoftSkills"],[1533,1558,"SoftSkills"],[1561,1576,"SoftSkills"],[1578,1598,"SoftSkills"]],"Comments":[]}
{"id":9241,"text":"102555210\nСпециалист службы безопасности\nПриветствую, Вас наш будущий коллега!\n \nЭто - Chaplin Cinemas! \nМы сеть кинотеатров с исключительным качеством сервиса и командой профессионалов.\n \nНаша миссия - \nМы предлагаем огромный выбор новых кинофильмов с высоким качеством, новейших технологий и разнообразных развлечений при этом наслаждаясь высочайшим качеством обслуживания.\n \nЕсли хотите стать частью нашей миссии, то присоединяйся к Нашей команде.\n \nМы предлагаем Вам\n:\n \n \nРасположение офиса в одном из крупных ТРЦ г.Алматы.\n \nРабота в профессиональной и современной команде;\n \nКорпоративная мобильная связь;\n \nПредоставляется скидка на меню вкусной кухни семейного кафе \"Inamo\" и кофе-бара «Blck\".\n \nТренинги и удобное онлайн обучение на платформе «Chaplin Academy».\n \nРабота на корпоративной платформе Битрикс24.\n \nСтать частью сборной команды «Chaplin» по волейболу\/ футболу.\n \nКорпоративные мероприятия.\n \nОформление согласно ТК РК.\n \n \n \n \nА взамен мы ожидаем от Вас:\n \n \nВедение видеонаблюдения на территории всего кинотеатра;\n \nКонтроль кассовых аппаратов и кассовых операций по видеокамерам;\n \nОперативное реагирование на чрезвычайные и внештатные ситуации, зафиксированные на территории кинотеатра;\n \nУчастие в проведении внутренних расследований по материалам видеоданных;\n \nПредотвращение хищений материальных средств, проникновение на объект посторонних лиц;\n \nКонтроль работоспособности систем видеонаблюдения;\n \nУведомление ответственных сотрудников на объектах о выявленных проблемах или неисправностях, в т.ч. о потере связи и отключении питания на объектах контроля;\n \nНезависимое документирование событий на объекте, работа с видеоархивами;\n \nУдаленное управление системами видеоконтроля, контроль пропускного режима;\n \nВзаимодействие с охраной кинотеатра;\n \nВнесение информации в базу данных по выполняемым действиям при работе с инцидентом, а также уведомление ответственных сотрудников компании о недостоверной информации в клиентской базе данных.\n \n \nТочно все получится, если у Вас:\n \n \nОпыт работы на аналогичной должности не менее 1 года;\n \nОбразование не ниже среднего специального\/технического;\n \nЗнание кэш-контроля;\n \nЗнание работы РКУ;\n \nВысокий уровень ответственности и самоорганизации, способность принимать самостоятельные решения без сторонней помощи, собранность, бдительность;\n \nСпособность анализировать и объективно оценивать обстановку, коммуникабельность, стрессоустойчивость и уравновешенность в чрезвычайной ситуации;\n \nВнимательность, хорошая зрительная память.\n \nХорошая память,Уверенный пользователь ПК,Системы видеонаблюдения,Внутренний контроль\n","cats":[],"entities":[[808,817,"Tool"],[2014,2050,"Knowledge"],[2128,2147,"Knowledge"],[2151,2168,"Knowledge"],[2172,2203,"SoftSkills"],[2206,2221,"SoftSkills"],[2235,2268,"SoftSkills"],[2291,2302,"SoftSkills"],[2304,2316,"SoftSkills"],[2320,2345,"Knowledge"],[2348,2379,"Knowledge"],[2381,2399,"SoftSkills"],[2401,2420,"SoftSkills"],[2423,2439,"SoftSkills"],[2467,2481,"SoftSkills"],[2527,2552,"SoftSkills"]],"Comments":[]}
{"id":9242,"text":"102617862\nРуководитель службы безопасности\nКлубный дом «Ривьера» приглашает вас стать частью нашей команды и возглавить службу мониторинга. Служба мониторинга отвечает за безопасность жителей и гостей дома и сохранность имущества.\n \nВ ваши обязанности будет входить:\n \n \nруководство службой (контроль выполнения служебных обязанностей и качества работы, составление графиков, начисление заработной платы, распределение постов);\n \nобеспечение функционирования службы (найм персонала, обучение и стажировка);\n \nвзаимодействие с подрядными организациями по обслуживанию систем видеонаблюдения, охранной сигнализации, систем пожарной сигнализации, систем оповещения;\n \nпроведение плановых мероприятий по пожарной безопасности, обеспечение мер пожарной безопасности, ведение учета и документации по пожарной безопасности;\n \nбюджетирование службы;\n \nпродвижение дополнительных услуг службы мониторинга (охранная сигнализация и пр.);\n \nразработка и внедрение регламентных документов;\n \nличное общение с жильцами.\n \n \nТребования:\n \n \nвысшее образование;\n \nопыт работы руководителем службы мониторинга\/безопасности;\n \nопыт работы с системами видеонаблюдения и охранно-пожарной сигнализацией;\n \nграмотная речь;\n \nвладение компьютерной и оргтехникой;\n \nжелателен опыт работы с премиум-сегментом.\n \n \nУсловия работы:\n \n \nграфик работы 5\/2 с 09:00 до 18:00;\n \nстабильная и своевременная заработная плата;\n \nтрудоустройство согласно ТК РФ, стандартный соцпакет;\n \nвозможность для профессионального развития.\n \nГрамотная речь,Системы видеонаблюдения,охранно-пожарная сигнализация,Работа с оргтехникой\n","cats":[],"entities":[[1048,1092,"Knowledge"],[1109,1148,"Knowledge"],[1185,1199,"SoftSkills"],[1203,1238,"Knowledge"],[1252,1283,"Knowledge"],[1496,1510,"SoftSkills"]],"Comments":[]}
{"id":9243,"text":"102338131\nСпециалист службы безопасности\nОбязанности:\n \n \n \nпроведение выборочных инвентаризаций в магазинах Смарт и их анализ\n \n \n \nпроверка состояния магазина по вопросам безопасности: ОС, СВН, торговый зал, складская зона, главная касса\n \n \n \nпроверка работы кассиров на кассах по отчетам торговой программы и СВН\n \n \n \nвыявление фактов хищения со стороны персонала и посетителей магазина\n \n \n \nпредставление интересов Компании в органах дознания, полиции, судах.\n \n \n \nпроведение служебных проверок по указанию начальника отдела.\n \n \n \nвыполнение указаний начальника отдела при работе в магазинах.\n \n \n \nТребования:\n \n \n \nопыт работы в правоохранительных органах обязателен\n \n \nопыт работы в ретейле приветствуется\n \nзнание 1С желательно\n \n \nвысокие способности к анализу информации, ответственное отношение к работе, стрессоустойчивость\n \n \n \nУсловия:\n \n \nоформление по ТК РФ\n \nграфик работы 5\/2 с 8-30 до 17-30\n \nработа разъездного характера по городу и районам\n \nкомпенсация ГСМ\n \n \nинтересная работа в команде профессионалов\n \n \n \nкарьерный рост\n \n \n \nработа в дружном коллективе\n \n \n \nоплата корпоративной сотовой связи и топливных расходов\n \n \nРабота в команде,1С: Документооборот,Умение расставлять приоритеты,Инспекционные проверки,Контроль работы персонала,Высокая энергичность и инициативность,Проведение внутренних расследований,Экономическая безопасность,Внутренний контроль,Взаимодействие с правоохранительными органами,Безопасность,Учет ТМЦ,Списание ТМЦ\n","cats":[],"entities":[[626,666,"Knowledge"],[682,703,"Knowledge"],[728,730,"ProgrammingLanguage"],[754,786,"SoftSkills"],[788,811,"SoftSkills"],[822,841,"SoftSkills"],[1171,1173,"ProgrammingLanguage"],[1191,1220,"Knowledge"]],"Comments":[]}
