{"id":7686,"text":"101896593\nАрт-директор\nОбязанности:\n \n \n \nразработка и реализация концепции развлекательных мероприятий Центра отдыха;\n \n \n \nпланирование и бюджетирование расходов на мероприятия, отбор исполнителей, заключение договоров с исполнителями;\n \n \n \nкоммуникация с заказчиками и контрагентами для организации event мероприятий;\n \n \n \nподбор аниматоров, организация и контроль их работы.\n \n \n \nТребования:\n \n \n \nопыт организации и проведения event мероприятий от 1 года.\n \n \n \nУсловия:\n \n \n \nработа в развивающейся современной компании;\n \n \n \nграфик работы 5\/2;\n \n \n \nвозможность реализовывать свой творческий потенциал;\n \n \n \nскидки на услуги компании для сотрудников и членов их семей;\n \n \n \nслужебный транспорт, организация питания, корпоративные мероприятия и социальная помощь сотрудникам;\n \n \n \nдополнительные выплаты по итогам работы!\n \n \nПользователь ПК,Организация мероприятий,Event Management,Организаторские навыки,Заключение договоров\n","cats":[],"entities":[[42,52,"Knowledge"],[55,103,"Knowledge"],[125,137,"Knowledge"],[140,163,"Knowledge"],[180,198,"Knowledge"],[200,236,"Knowledge"],[244,270,"Knowledge"],[273,286,"Knowledge"],[291,320,"Knowledge"],[328,345,"Knowledge"],[347,358,"Knowledge"],[361,379,"Knowledge"],[839,854,"SoftSkills"],[855,878,"Knowledge"],[879,895,"Knowledge"],[896,918,"SoftSkills"],[919,939,"Knowledge"]],"Comments":[]}
{"id":7687,"text":"101927062\nКреатор\nВ команду смм агентства требуется Креатор\nТребования и навыки\n:\n \nОпыт работы\nСамостоятельная генерация идей.\nСоздание контент плана и сценарий для рилсов\n \nСмелый подход к решению задач, нестандартный взгляд на стандартные вещи\nНаписания сценария для видео в тикток\nПодготовка презентаций.\nМониторинг трендов и новинок в тик токе и смм\nПоиск оптимальных решений бизнес-задач клиента в рамках бюджета\nГрамотный язык и структурность мышления.\nПонимание алгоритмов инстаграмма\n \nЗадачи:\n \nУчастие в работе над брифом в составе креативной группы.\nУчастие в брейнштормингах.\nГенерация креативных идей. Разработка концепций смм и тик ток проектов, рекламных и PR-кампаний.\nНейминг. Разработка слоганов.\nФормирование в тексте визуализации идей для дизайнера и взаимодействие с ним в процессе оформления презентации по концепции, защита концепции;\nНаписания сценария для видео видео роликов и тик ток\n \nМы обращаем ваше внимание, что мы НЕ ИЩЕМ редакторов, журналистов, контент-менеджеров, корреспондентов!\n \nНам нужны ТАЛАНТЛИВЫЕ и идейные сценаристы!\n \n \nnan\n","cats":[],"entities":[[112,126,"Knowledge"],[128,150,"Knowledge"],[153,172,"Knowledge"],[175,204,"Knowledge"],[206,246,"SoftSkills"],[247,275,"Knowledge"],[285,307,"Knowledge"],[309,327,"Knowledge"],[330,348,"Knowledge"],[355,380,"Knowledge"],[419,433,"SoftSkills"],[436,458,"SoftSkills"],[460,492,"Knowledge"],[589,614,"Knowledge"],[616,636,"Knowledge"],[686,693,"Knowledge"],[695,714,"Knowledge"],[716,755,"Knowledge"],[841,857,"Knowledge"],[859,887,"Knowledge"],[1030,1041,"SoftSkills"],[1044,1051,"SoftSkills"]],"Comments":[]}
{"id":7688,"text":"101618976\nРуководитель отдела маркетинга и дизайна\nНаша Компания уже более 13 лет занимается изготовлением зеркал. Мы занимаем лидирующие позиции в этой отрасли. Качество и профессиональный подход продвинули наши зеркала уже на всю территорию России. В данный момент мы в поисках руководителя отдела маркетинга\/креативного директора.\n \nЧем предстоит заниматься:\n \n- Создание и тестирование рекламных креативов;\n \n- Создание новой креативной концепции;\n \n- Постановка ТЗ, координация работы дизайнеров;\n \n- Отслеживание и внедрение в работу самых современных креативных трендов;\n \n- Непрерывный поиск точек роста;\n \n- Руководство командой, постановка задач и контроль за их выполнением.\n \nКого мы ищем:\n \n- Креактивного человека с большим количеством идей, которые он успешно реализует;\n \n- Человека, который разбирается в дизайне, современных трендах и знает на практике, как делать по-настоящему качественный продукт;\n \n- Опытного коммуникабельного руководителя, который может сделать свою команду успешной.\n \nЧто мы предлагаем:\n \n- Оформление по ТК РФ;\n \n- \"Белая\" зарплата (2 раза в месяц);\n \n- Полный соц. пакет (отпуск 28 календарных дней, больничные);\n \n- Программа ДМС - это 100% покрытие расходов в частных клиниках, включая стоматологию;\n \n- Подарки от компании не только детям на новый год.\n \nЗвоните или оставляйте отклик, мы будем рады принять Вас в нашу команду!!!\n \n \nПродвижение бренда,Дизайн,Управление командой,Деловая коммуникация,Управление талантами,Маркетинговые коммуникации\n","cats":[],"entities":[[366,374,"Knowledge"],[377,409,"Knowledge"],[415,450,"Knowledge"],[456,469,"Knowledge"],[471,500,"Knowledge"],[506,518,"Knowledge"],[521,576,"Knowledge"],[582,611,"Knowledge"],[617,637,"Knowledge"],[639,655,"Knowledge"],[658,684,"Knowledge"],[706,718,"SoftSkills"],[822,829,"Knowledge"],[831,850,"Knowledge"],[932,949,"SoftSkills"],[1401,1407,"Knowledge"],[1408,1427,"SoftSkills"],[1428,1448,"SoftSkills"],[1470,1496,"Knowledge"]],"Comments":[]}
{"id":7689,"text":"102570346\nКреативный директор\nПервый в Сибири акватермальный курорт \"Хвоя\" находится в реликтовом лесу, на побережье Обского моря, в предместьях г. Новосибирска (всего в 10-ти минутах езды от Академгородка). Мы собираем талантливых профессионалов из разных сфер для реализации наших масштабных планов и проектов. И сейчас мы в поиске еще одного важного игрока, который присоединится к нам в качестве \n Креативного директора.\n \nКого мы ищем?\n \n \nПерфекциониста, с высоким уровнем нормы и чувством вкуса в своей сфере\n \nПрофессионала, с большим опытом работы в крупных компаниях или агентствах, с впечатляющим кейсом успешных реализованных идей и концепций (нам очень важны результаты!)\n \nГуру в креативе, дизайне и медиапроектах, который разбирается в современных трендах и знает на практике, как делать по-настоящему качественный продукт\n \nОпытного коммуникабельного руководителя, который сочетает в себе творческий и аналитический подходы: объединяет и мотивирует сотрудников, грамотно планирует, контролирует сроки и управляет ресурсами\n \n \nЕсли Вы умеете работать в команде и при этом несете ответственность за свое направление, нам по пути!\n \nЧто нужно будет делать?\n \n \nРазработать стратегию креативного продвижения проектов и брендов компании\n \nГенерить и тестировать креативные гипотезы\n \nСоздавать проекты, которые станут не только гордостью компании, но и успешным способом увеличения прибыли\n \nОтслеживать и внедрять в работу самые современные креативные тренды\n \nУправлять бюджетом на реализацию проектов, инициатив, кампаний\n \nИскать точки роста, оценивать их эффективность и внедрять в работу\n \nОрганизовывать и проводить крупные масштабные мероприятия (от 200 человек): фестивали, выставки, марафоны, карнавалы, выездные корпоративы, мастер-классы, \nмьюзик-спорт-пляж-фесты, конференции, ярмарки, бизнес форумы\n и т.д.\n \n \nУсловия:\n \n \nофициальное оформление трудовых отношений, прозрачную систему дохода: оклад + бонусная часть по результатам выполнения плана (обсуждается с финальным кандидатом)\n \nкомфортный современный офис в живописном месте\n \nкорпоративное питание\n \nграфик работы 5\/2, с 9.00 до 18.00\n \nскидки на услуги Акватермального курорта\n \nкомпенсация корпоративной связи\n \nвозможность профессиональной реализации и карьерного роста\n \nрелокационный пакет (при необходимости переезда)\n \n \nО других приятных бонусах мы расскажем Вам при личной встрече.\n \nУважаемый соискатель, необходимо обязательно добавить сопроводительное письмо к Вашему отклику с краткой аргументацией ответа на вопрос «Чем именно Вы можете быть полезны на данной позиции?» Так мы поймем, что Вы точно дочитали описание, требования к вакансии до конца и заинтересованы работать в нашей команде!\n \n \nnan\n","cats":[],"entities":[[445,459,"SoftSkills"],[463,484,"SoftSkills"],[487,515,"SoftSkills"],[687,702,"SoftSkills"],[849,866,"SoftSkills"],[941,951,"SoftSkills"],[954,976,"SoftSkills"],[978,996,"SoftSkills"],[998,1016,"SoftSkills"],[1058,1076,"SoftSkills"],[1095,1110,"SoftSkills"],[1175,1229,"Knowledge"],[1232,1248,"Knowledge"],[1251,1259,"Knowledge"],[1262,1293,"Knowledge"],[1296,1313,"Knowledge"],[1404,1415,"Knowledge"],[1474,1515,"Knowledge"],[1517,1526,"Knowledge"],[1528,1536,"Knowledge"],[1539,1557,"Knowledge"],[1559,1585,"Knowledge"],[1588,1605,"Knowledge"],[1608,1622,"Knowledge"],[1625,1665,"Knowledge"]],"Comments":[]}
{"id":7690,"text":"102352783\nАрт-директор\nОбязанности:\n \n \n \n \nРуководство дизайн-командой: определение задач и приоритетов для дизайнеров. Обеспечение согласованности визуального стиля и качества в работах дизайн-команды\n \nУчастие в стратегическом планировании: взаимодействие с менеджерами продуктов, бренд менеджерами и маркетологами для разработки визуальных стратегий, соответствующих бизнес-целям\n \nКонтроль за процессом производства: обеспечение соблюдения визуальных стандартов в процессе производства материалов\n \nУчастие в презентациях: представление и обоснование визуальных решений перед заказчиками\n \n \nТребования:\n \n \nОпыт АРТ -директором не менее 3 год в текстильном сфере.(Желательно в сфере производство сумок, рюкзаки, портфель)\n \nАнализ трендов и конкуренции: отслеживание визуальных трендов в индустрии и анализ конкурентов для постоянного обновления подходов и дизайна\n \nГодовые планы на счет дизайна продукта\n \nГотовность работать не только в качестве управленца, но и дизайнера в зависимости от задачи\n \nПунктуальность, умение управлять командой\n \n \nУсловия:\n \n \nРабота в престижной компании\n \nДостойную, конкурентную зарплату, учитывая ваши пожелания и опыт\n \nОбед и полдник за счет компании\n \nграфик обсудим.\n \nnan\n","cats":[],"entities":[[73,90,"Knowledge"],[93,119,"Knowledge"],[121,166,"Knowledge"],[169,177,"Knowledge"],[322,353,"Knowledge"],[422,466,"Knowledge"],[528,541,"Knowledge"],[544,574,"Knowledge"],[730,744,"Knowledge"],[747,758,"Knowledge"],[760,803,"Knowledge"],[806,824,"Knowledge"],[1008,1022,"SoftSkills"],[1024,1049,"SoftSkills"]],"Comments":[]}
{"id":7691,"text":"98777263\nКреативный директор\nОбязанности:\n \n \nОрганизовывать продакшн от А до Я: статика, видео-производство, editorial, физические носители\n \nРуководить несколькими функциями: коммуникационный дизайн (с лидом дизайна), видео производство (с главным продюсером), редакторами, ассистентами. При необходимости подключать подрядчиков\n \nСоздавать гайды и задавать требования к заказчикам, обеспечивать прозрачный трекинг задач\n \nЗадавать тон всей комнате высокие стандарты качества для всей команды, а еще для подрядчиков\n \nРаботать в плотной связке с бренд-менеджером и head of community, вместе с ними строить концепции и смыслы для переложения их в креатив\n \nСобирать библиотеку креативов, вместе с командой анализировать их полезность и хорошесть\n \nАнализировать рынок, изучать тренды в продакшн\n \nЭкспериментировать и не бояться нового\n \nРепортинг: СМО и фаундеры, ключевые стейкхолдеры: бренд-менеджер, head of community, head of performance, CPO\n \n \nТребования:\n \n \nОпыт работы на релевантной позиции не менее 3 лет, опыт координации продюсеров\n \nВысочайшая тяга к систематизации и четкой организации\n \nПонимание основных трендов, стилизации, принципов в производстве визуальных материалов\n \nНаличие наработанных контактов с качественными и надежными подрядчиками для нестандартных задачек\n \nУмение руководить людьми, умение находить подход к креаторам и менеджерам\n \nУмение организовать потоковое производство\n \n \nУсловия:\n \n \nКоманду : отдел комм дизайна, отдел видео-продакшн, отдел эдиториал, ассистента\n \nСвободу: решать, как будет организована работа, что мы делаем, возможность определять развитие всего контента Oskelly\n \nВозможности создать великолепный кейс: вы будете работать с разными носителями, разными форматами и разными задачами большого продукта сильно заточенного на визуал и имидж\n \nРабочую фото-студию в любое время дня и ночи\n \nСвободу: вы сможете сделать все от начала до конца, так как правильно и так как нужно\n \nПраво на отстаивание своего мнения и своего видения\n \nПолностью официальное оформление и белую зарплату\n \nОформление в аккредитованной IT компании, резидент Сколково\n \nГрафик работы: с понедельника по пятницу, полный рабочий день, гибкое начало дня (возможен гибрид)\n \nОфис на Даниловской мануфактуре\n \nРабота в международной компании, наши офисы находятся в Москве и Дубае\n \nВозможность проходить профильные обучающие курсы за счёт компании; корпоративные мероприятия и подарки на дни рождения\n \nБыстрые процессы, высокая экспертиза команды, быстрорастущий продукт, возможность напрямую влиять на бизнес\n \nnan\n","cats":[],"entities":[[90,108,"Knowledge"],[177,200,"Knowledge"],[220,238,"Knowledge"],[333,348,"Knowledge"],[351,383,"Knowledge"],[385,422,"Knowledge"],[425,437,"Knowledge"],[600,617,"Knowledge"],[620,627,"Knowledge"],[658,687,"Knowledge"],[707,720,"Knowledge"],[749,768,"Knowledge"],[770,795,"Knowledge"],[798,816,"Knowledge"],[839,848,"Knowledge"],[1025,1047,"Knowledge"],[1068,1082,"Knowledge"],[1085,1103,"Knowledge"],[1116,1132,"Knowledge"],[1134,1144,"Knowledge"],[1146,1192,"Knowledge"],[1302,1319,"SoftSkills"],[1328,1355,"SoftSkills"],[1358,1368,"SoftSkills"],[1378,1413,"Knowledge"]],"Comments":[]}
{"id":7692,"text":"102515981\nКреативный директор\nCG-студия \nВидеоЗаяц\n (англ. – \nVZ Agency\n) в поиске \nкреативного директора\n. \n \nОткрываем вакансию креативного директора, который возглавит всё креативное направление в нашем CG-агентстве. \n \n Уже 10 лет делаем компьютерную графику, моушн-дизайн и анимацию для средних и крупных компаний-брендов. Делаем хорошо – лауреаты национальных и международных конкурсов. \n \nСпециализация\n: 1) корпоративные видеопрезентации для b2b и инвесторов, 2) мультимедийный контент для выставок и стендов; 3) рекламные ролики; 4) внутрикорпоративный обучающий контент; 5) цифровые аватары (digital human). Инструменты: 2D и 3D графика, но главный фокус на 3D. \n \nИщем опытного специалиста, готового к самостоятельной работе – креативного директора, который может не только писать концепции по брифу, но и лидировать проект на этапах креатива, а также сделать из этого отдельное направление услуг в агентстве. \nЗадачи:\n \n \nСамостоятельный ресёрч информации и погружение в клиента \/ бренд \/ продукт\n \n \nРазработка и презентация креативных идей по брифу клиента для тендеров и прямых заказов\n \n \n \nРазработка и презентация креативных концепций контента для текущих и будущих клиентов\n \n \n \nНаписание сценариев для презентаций, рекламы, мультимедийного и обучающего контента\n \n \n \nСоздание и согласование концептов, эскизов, подбор референсов и мудбордов\n \n \n \nКоммуникация с заказчиком и командой на этапах подготовки и ведения проекта\n \n \n \nТребования:\n \n \n \nКрутое портфолио в мультимедиа \/ CG \/ рекламе\n \n \n \nОпыт в CG-индустрии \/ рекламе \/ креативе не менее 3-х лет\n \n \n \nЗнание английского языка на уровне Upper-Intermediate\/Advanced \n \n \n \nФизическое присутствие в Москве (можно совмещать с удалёнкой)\n \n \n \nЦеним:\n \n \n \nНасмотренность в индустрии экспо\/застройки\/мультимедиа\/рекламе\n \n \n \nПродвинутые знания маркетинга и рекламы\n \n \n \nОбщую широкую эрудицию \n \n \n \nКлассный копирайтинг \n \n \n \nПредлагаем:\n \n \nПолную свободу действий на вашей позиции, включая определение креативной стратегии агентства\n \nКонкурентноспособную московскую ЗП с бонусами по результатам проекта\n \nВ перспективе – работу с иностранными проектами\n \nОдну из лучших команд в РФ по CG\n \nnan\n","cats":[],"entities":[[415,445,"Knowledge"],[471,493,"Knowledge"],[521,537,"Knowledge"],[542,579,"Knowledge"],[584,600,"Knowledge"],[602,615,"Knowledge"],[631,633,"Tool"],[636,646,"Tool"],[785,810,"Knowledge"],[950,967,"Knowledge"],[1013,1023,"Knowledge"],[1026,1053,"Knowledge"],[1107,1117,"Knowledge"],[1120,1152,"Knowledge"],[1199,1218,"Knowledge"],[1289,1297,"Knowledge"],[1300,1322,"Knowledge"],[1324,1331,"Knowledge"],[1333,1350,"Knowledge"],[1353,1362,"Knowledge"],[1369,1394,"Knowledge"],[1397,1405,"Knowledge"],[1592,1609,"Knowledge"],[1620,1638,"Knowledge"],[1639,1647,"Knowledge"],[1865,1873,"SoftSkills"],[1890,1901,"SoftSkills"]],"Comments":[]}
{"id":7693,"text":"101648906\nАрт-директор\nОбязанности:\n \n \nразработка и создание новых концепций цветочного продукта и услуг в целях развития бренда\n \nразработка обновленных сезонных уникальных коллекций букетов и услуг от Jazz flower\n \nразвитие новых услуг в сфере организаций, декора и проведения праздничных мероприятий\n \nразвитие услуг в сфере траурной флористики от Jazz flower\n \nразвитие услуг в сфере оформления протокольных мероприятий от Jazz flower\n \nразвитие консьерж сервиса Jazz flower\n \nсоздание рекламных кампаний, сотрудничество с брендами и блогерами\n \nорганизация профессиональных съемок и качественное улучшение визуального контента\n \n \nТребования:\n \n \nвысшее образование в сфере дизайна, рекламы\n \nхороший художественный вкус\n \nкоммуникабельность, эмпатия\n \nкреативность, нестандартный подход к решению стандартных задач\n \n \n \nКреативность,Работа в команде,Организаторские навыки,Организация мероприятий,Разработка концепции,Проведение рекламных кампаний,Умение легко находить контакт с людьми,Решение нестандартных задач,Работа с большим пулом запросов,Деловое общение,Английский язык\n","cats":[],"entities":[[40,50,"Knowledge"],[53,77,"Knowledge"],[100,105,"Knowledge"],[132,192,"Knowledge"],[218,258,"Knowledge"],[260,266,"Knowledge"],[269,303,"Knowledge"],[306,348,"Knowledge"],[366,424,"Knowledge"],[442,459,"Knowledge"],[482,509,"Knowledge"],[551,586,"Knowledge"],[602,632,"Knowledge"],[707,726,"SoftSkills"],[729,747,"SoftSkills"],[749,756,"SoftSkills"],[759,771,"SoftSkills"],[773,821,"SoftSkills"],[828,840,"SoftSkills"],[858,880,"SoftSkills"],[881,904,"Knowledge"],[905,925,"Knowledge"],[926,955,"Knowledge"],[963,994,"SoftSkills"],[995,1022,"Knowledge"],[1055,1070,"SoftSkills"],[1071,1086,"SoftSkills"]],"Comments":[]}
{"id":7694,"text":"102587518\nАрт-директор\nПривет! \nМы команда Креативного Бюро “Энгиро”\n - разрабатываем концепции и формируем команды для реализации маркетинговых проектов, рекламных кампаний, событий и фестивалей.\n \nМы организовываем крупномасштабные проекты, среди которых \nДинотерра, GrelkaFest, BoogelWoogel, Технопром.\n \nЕсли ты смелый, ловкий, умелый… гуглишь со скоростью света, звонишь со скоростью звука, зависаешь на pinterest и behance, КБ «Энгиро» распахнуло объятья!\n \nНам нужен человек, чтобы поговорить, посмеяться, поделиться и плодотворно с энтузиазмом поработать ‍Короче говоря, ищем повелителя творческой лаборатории!\n \nКто такой арт-директор КБ?\n \n \nАрт-директор отвечает за создание и разработку креативных концепций наших проектов\n \nБрейнштормит, проводит планёрки, доверительно и эффективно общается с друзьями-подрядчиками, коллегами\n \nУправляет дизайнерами проекта (брифовка, контроль сроков, проверка результата)\n \nСледит и анализирует самые свежие тренды в визуальном и текстовом контенте\n \nТранслирует экспертизу на креативный отдел, проводит мастер-классы для повышения общего уровня насмотренности и скиллов креативного отдела\n \n \nЧто мы ожидаем?\n \n \nВысшее образование и глубокую экспертизу в области креатива и рекламы\n \nЗнание правил постановки технических заданий для дизайнеров копирайтеров, фотографов (аутсорс, фриланс, инхаус)\n \nОпыт работы арт-директором от 1 года в рекламном\/креативном агентстве\n \nПод руководством нашего арт-директора дизайнер всегда “въезжает в задачу”, а копирайтер не льет без конца воду и не сорит клише\n \n \nЧто мы предлагаем?\n \n \nУникальнейшие и масштабные проекты о которых говорят в разных уголках нашей страны.\n \nРаботу в светлом, современном офисе в центре города с уютной вайнфейней (утром бодримся вкуснейшим бамбл кофе, а вечерам согреваемся пряным глинтвейном)\n \nЭкспертную и заряженную на результат команду\n \nАдекватное руководство - с любым вопросом можно обратиться на прямую\n \nДостойный уровень зарплаты и премии по итогам твоих результатов (обсуждается индивидуально на собеседовании)\n \n \nТам где остальные видят ограничения, ты видишь возможности, понимаешь с полуслова? Тогда вычеркивай все пункты из списка дел и срочно откликайся!\n \n⠀\n \nЖдем твое, разящее в самое сердце, резюме!\nДизайн,Разработка концепции,Организаторские навыки\n","cats":[],"entities":[[316,322,"SoftSkills"],[324,330,"SoftSkills"],[332,338,"SoftSkills"],[540,552,"SoftSkills"],[677,686,"Knowledge"],[688,719,"Knowledge"],[737,749,"Knowledge"],[751,768,"Knowledge"],[796,828,"Knowledge"],[830,839,"Knowledge"],[873,881,"Knowledge"],[883,898,"Knowledge"],[900,919,"Knowledge"],[923,930,"Knowledge"],[932,963,"Knowledge"],[1000,1022,"Knowledge"],[1044,1066,"Knowledge"],[1242,1279,"Knowledge"],[2243,2249,"Knowledge"],[2250,2270,"Knowledge"],[2271,2293,"SoftSkills"]],"Comments":[]}
{"id":7695,"text":"100709301\nJunior account manager \/ Младший менеджер по работе с клиентами\nРекламные креативные агентства McCann и MullenLowe ищут \nактивных, \nвовлеченных, энергичных молодых людей для работы с амбициозными проектами​​! Будем рады также студентам старших курсов!​​​​\n \nОбязанности:\n \n \nЕжедневная коммуникация и развитие продуктивных отношений с Клиентом\n \nКоммуникация с креативной командой, со студией в агентстве.\n \nКонтроль за качеством, проверка и утверждение творческих\/производственных материалов, копий, макетов, радиороликов\n \nКоординация и контроль качества работ и сроков по проектам на ежедневной основе\n \nПодготовка и согласование регулярной документации с Клиентом\n \n \nТребования:\n \n \nУмение работать в режиме многозадачности, способность быстро находить решения в кризисных ситуациях, оперативность, очень высокий уровень ответственности, коммуникабельность (умение слушать и слышать клиента)\n \nЖелание развиваться в сфере рекламы\n \nСамостоятельность и инициативность\n \nАктивная жизненная позиция\n \n \nОпыт работы на аналогичной должности от 1 года в рекламных агентствах приветствуется\n \n \n \nУсловия:\n \n \nОформление согласно ТК РФ\n \nСоциальный пакет (внутреннее обучение, льготный фитнес, ДМС)\n \nГрафик работы - комбинированный\n \nУютный офис в центре Москвы\n \nРабота над проектами крупных брендов\n \nВзаимодействие с молодой командой профессионалов\n \nПрофессиональный рост и творческое самовыражение\n \nГрамотная речь,Деловое общение,Английский язык (Intermediate),Продуктивность,Реклама,Креативность,Навыки презентации,Общение с клиентами,Коммуникация,Работа в команде,Умение работать в команде,Работа в условиях многозадачности\n","cats":[],"entities":[[131,139,"SoftSkills"],[155,165,"SoftSkills"],[296,308,"Knowledge"],[311,353,"Knowledge"],[356,368,"Knowledge"],[418,439,"Knowledge"],[441,449,"Knowledge"],[452,463,"Knowledge"],[535,546,"Knowledge"],[549,572,"Knowledge"],[617,627,"Knowledge"],[630,666,"Knowledge"],[705,738,"SoftSkills"],[752,797,"SoftSkills"],[799,812,"SoftSkills"],[820,851,"SoftSkills"],[853,871,"SoftSkills"],[873,887,"SoftSkills"],[890,905,"SoftSkills"],[947,964,"SoftSkills"],[967,981,"SoftSkills"],[1415,1429,"SoftSkills"],[1430,1445,"SoftSkills"],[1446,1461,"SoftSkills"],[1463,1475,"SoftSkills"],[1477,1491,"SoftSkills"],[1500,1512,"SoftSkills"],[1513,1531,"SoftSkills"],[1552,1564,"SoftSkills"],[1582,1607,"SoftSkills"]],"Comments":[]}
