{"id":7676,"text":"102265577\nРуководитель отделения творческих направлений\nУважаемые соискатели, пожалуйста, внимательно изучите требования к кандидатам!\n \nОбязанности:\n \n \nКадровая работа (подбор, обучение, ввод в должность, повышение квалификации преподавателей творческих направлений);\n \nКонтроль качества учебного процесса, контроль ведения уроков педагогами, посещение и разбор занятий;\n \nРазвитие существующих творческих направлений, расширение спектра направлений;\n \nПомощь в сохранении и расширении клиентской базы, повышении лояльности клиентов;\n \nРазработка и доработка учебных программ и сценариев мероприятий, планов уроков и сценариев мастер-классов, оказание методической поддержки педагогам;\n \nПланирование и помощь в закупке необходимого инвентаря, реквизита и расходных материалов;\n \nОрганизация и проведение мероприятий творческой направленности, итоговых спектаклей, выставок работ учащихся, экскурсий, участие в выставках, проводимых сторонними организаторами;\n \nУчастие в организации и проведении рекламных кампаний, направленных на привлечение клиентов в творческие направления;\n \nПланирование работы отделения;\n \nОрганизация досуговой деятельности в течение учебного года, во время школьных каникул, организация и проведение Летних Городских Программ;\n \nПредоставление отчётности о работе отделения, анализ эффективности.\n \n \nТребования:\n \n \nПедагогическое образование, высшее или среднее профессиональное образование в сфере социально-культурной деятельности (дополнительно в сфере менеджмента будет преимуществом);\n \nГрамотная речь, умение общаться и находить общий язык с людьми разного возраста, развитые навыки публичных выступлений и ведения мероприятий;\n \nЛюбовь к детям, умение увлечь детей, быть с ними на одной волне;\n \nКреативность, творческое мышление, открытость к новой информации;\n \nНацеленность на высокий результат, пунктуальность, креативность, стрессоустойчивость, лидерские качества;\n \nУмение работать в команде и в условиях многозадачности, развитые организаторские способности;\n \nЗнание современных тенденций социально-культурной деятельности и коммуникативных методик;\n \nУверенный пользователь ПК, навыки работы в Интернет и соцсетях;\n \nНавыки управления коллективом и отдельными сотрудниками, знание основ построения команды и основ менеджмента;\n \nОпыт работы более 3х лет на руководящей позиции в учреждениях культуры клубного типа и\/или в образовательных и\/или развивающих центрах для детей.\n \n \nМы предлагаем\n:\n \n \nОформление по ТК РФ;\n \nВысокую заработную плату за результат, фиксированный оклад + частично гарантированную премию без верхних ограничений;\n \nСвоевременная выплата заработной платы без задержек;\n \nПрофессиональный и позитивный коллектив, увлеченный своей деятельностью, доброжелательные отношения;\n \nИнтересные задачи, творческая атмосфера, отличная возможность самореализации;\n \nАдекватные руководители, готовые поддержать и помочь в работе;\n \nКорпоративное обучение, мобильная связь,\n \nБесплатное обучение для Вас и Ваших детей в наших Учебных Центрах.\n \nОрганизаторские навыки,Организация мероприятий,Креативность,Грамотная речь,Обучение и развитие,Преподаватель,Написание сценариев,Клиентоориентированность,Многозадачность,Обучение,Организация учебного процесса,Управление персоналом,Публичные выступления,Обучение персонала,Творческое мышление,Ориентация на результат,Подбор персонала,Управленческие навыки,Грамотность,Руководство коллективом,Планирование,Педагог,Работа с детьми,Работа в команде,Любовь к детям,Проведение праздников,Детская психология,Выездные мероприятия,Навыки межличностного общения\n","cats":[],"entities":[[10,55,"Knowledge"],[154,169,"Knowledge"],[171,205,"Knowledge"],[207,267,"Knowledge"],[272,307,"Knowledge"],[309,343,"Knowledge"],[345,371,"Knowledge"],[375,419,"Knowledge"],[421,451,"Knowledge"],[455,503,"Knowledge"],[505,534,"Knowledge"],[538,643,"Knowledge"],[645,686,"Knowledge"],[690,778,"Knowledge"],[782,901,"Knowledge"],[903,959,"Knowledge"],[964,1080,"Knowledge"],[1084,1113,"Knowledge"],[1117,1202,"Knowledge"],[1204,1254,"Knowledge"],[1258,1302,"Knowledge"],[1304,1324,"Knowledge"],[1346,1372,"Knowledge"],[1374,1463,"Knowledge"],[1465,1498,"Knowledge"],[1523,1537,"Knowledge"],[1539,1602,"Knowledge"],[1604,1663,"Knowledge"],[1667,1681,"SoftSkills"],[1683,1730,"SoftSkills"],[1734,1746,"SoftSkills"],[1748,1767,"SoftSkills"],[1769,1798,"SoftSkills"],[1802,1835,"SoftSkills"],[1837,1851,"SoftSkills"],[1853,1865,"SoftSkills"],[1867,1886,"SoftSkills"],[1888,1906,"SoftSkills"],[1910,1964,"SoftSkills"],[1966,2002,"SoftSkills"],[2006,2094,"Knowledge"],[2098,2123,"Knowledge"],[2125,2160,"Knowledge"],[2164,2219,"Knowledge"],[2221,2272,"Knowledge"],[2276,2281,"Knowledge"],[3004,3026,"Knowledge"],[3027,3050,"Knowledge"],[3051,3063,"SoftSkills"],[3064,3078,"Knowledge"],[3079,3098,"Knowledge"],[3099,3112,"Knowledge"],[3113,3132,"Knowledge"],[3133,3157,"Knowledge"],[3158,3173,"SoftSkills"],[3174,3182,"Knowledge"],[3183,3212,"Knowledge"],[3213,3234,"Knowledge"],[3235,3256,"Knowledge"],[3257,3275,"Knowledge"],[3276,3295,"SoftSkills"],[3296,3319,"SoftSkills"],[3320,3336,"Knowledge"],[3337,3358,"Knowledge"],[3359,3370,"Knowledge"],[3371,3394,"Knowledge"],[3395,3407,"Knowledge"],[3408,3415,"Knowledge"],[3416,3431,"Knowledge"],[3432,3448,"Knowledge"],[3449,3463,"SoftSkills"],[3464,3485,"Knowledge"],[3486,3504,"Knowledge"],[3505,3525,"Knowledge"],[3526,3555,"SoftSkills"]],"Comments":[]}
{"id":7677,"text":"102157325\nАрт-директор (Главный дизайнер)\nОбязанности:\n \n \nКонтроль за тем, чтобы вся визуальная коммуникация банка отражала его ценности, миссию и стратегические цели\n \nОбеспечение соответствия всех визуально графических маркетинговых материалов бренду и высокого уровня их качества\n \n \nПоддержание консистентности и узнаваемости визуального стиля и бренд идентичности банка во всех маркетинговых материалах и каналах коммуникации\n \n \n \nОтветственность за постоянное обновление и расширение библиотеки креативных решений, учитывая изменения в требованиях рынка, сезонные особенности, а также актуальные тенденции и запросы аудитории\n \n \n \nОтветственность за эффективное распределение задач, мониторинг прогресса работы, соблюдение сроков, регулярные проверки на соответствие требованиям и стандартам банка, а также своевременное внесение коррективов в случае необходимости\n \n \n \nВнедрение новых технологий и трендов в графический дизайн, чтобы банковский бренд выглядел современно и привлекал внимание клиентов\n \n \n \nТребования:\n \n \n \nГлубокие знания графического дизайна, композиции и других аспектов дизайна.\n \n \n \nУмение работать с программами дизайна, такими как Adobe Creative Suite (Photoshop, Illustrator, InDesign), Fifma, и другими.\n \n \n \nОпыт работы в сфере арт-дирекшена или руководства дизайн-командой (предпочтительно в банковском секторе), не менее 1,5 лет\n \n \n \nОтличные коммуникативные навыки и умение работать в команде\n \n \n \nУ\nсловия:\n \n \nКарьерный, профессиональный и личностный рост\n \nДружный, открытый и профессиональный коллектив\n \nОбед за счет компании\n \nОфициальное трудоустройство\n \nnan\n","cats":[],"entities":[[10,22,"Knowledge"],[24,40,"Knowledge"],[59,167,"Knowledge"],[170,283,"Knowledge"],[288,431,"Knowledge"],[438,633,"Knowledge"],[640,873,"Knowledge"],[880,1011,"Knowledge"],[1036,1110,"Knowledge"],[1125,1155,"Knowledge"],[1168,1188,"Tool"],[1190,1199,"Tool"],[1201,1212,"Tool"],[1214,1222,"Tool"],[1225,1230,"Tool"],[1269,1283,"Knowledge"],[1287,1314,"Knowledge"],[1378,1409,"SoftSkills"],[1412,1437,"SoftSkills"]],"Comments":[]}
{"id":7678,"text":"97627525\nАрт\/Креативный - директор\nНа новое направление группы компаний СЧАСТЬЕ рассматривается Арт-директор.\n \nСЧАСТЬЕ l’art de la maison\n - новое направление в семье брендов. Интерьерные акценты, авторские элементы декора, посуда и накрытие, предметы домашнего уюта и все то, что позволяет нам создать свое собственное пространство, передать атмосферу, чувства и магию места...\n \nОбязанности:\n \nСОЗИДАНИЕ И ПРОИЗВОДСТВО\n- Реализация и развитие интернет-магазина в соответствии с концепцией бренда. Выявление новых категорий и генерация идей для сезонных и событийных коллекций;\n \n- Формирование, поддержание, развитие базовой коллекции ассортимента и событийных\/уникальных коллекций;\n \n- Реализация коллабораций с брендами и творческими личностями;\n \n- Создание пула поставщиков и подрядчиков (промышленные форматные поставщики\/коллаборации ремесленников\/арт-объекты мастеров), заключение договоров, сбор необходимой документации;\n \n- Проработка каждой позиций от идеи и сигнального образца до реализации тиража, упаковки товара и его ценообразования. Поиск подрядчиков и взаимодействие с исполнителями.\n \nПРОДАЖИ И ПРОДВИЖЕНИЕ\n \n- Разработка и реализация креативной кампании по продвижению и коммуникации проекта в рамках позиционирования: разработка кросс-интеграций внутри бренда, работа с инфлюенсерами, продвижение сайта, работа с обратной связью;\n \n- Разработка и реализация маркетинговых стандартов проекта, внешних и внутренних коммуникационных материалов, включая SMM-стратегию и написание текстов для сайта;\n \n- Вывод проекта на количественный показатель продаж за счет качественного\/интересного наполнения и продвижения проекта.\n \nТребования:\n \n \nРелевантный опыт работы не менее 5ти лет;\n \nЧувство вкуса, эстетичности, креативность;\n \nЗнание основ продвижения; знание основных механик позиционирования бренда;\n \nУмение работать в команде, стрессоустойчивость;\n \nИнициативность и личная ответственность. Умение принимать аргументированные решения;\n \nЗнание актуальных художников и творческих личностей, опыт разработки ассортимента с ними;\n \nОбязательно наличие портфолио.\n \n \nУсловия:\n \n \nФинальная заработная плата обсуждается по результатам собеседования, но не менее суммы, указанной в описании вакансии;\n \nСкидка по ресторанной группе компании;\n \nКорпоративные мероприятия;\n \nКомпенсация мобильной связи;\n \nОфис в центре города.\n \nnan\n","cats":[],"entities":[[9,34,"Knowledge"],[96,108,"Knowledge"],[177,196,"Knowledge"],[198,223,"Knowledge"],[225,242,"Knowledge"],[244,267,"Knowledge"],[296,333,"Knowledge"],[335,376,"Knowledge"],[397,421,"Knowledge"],[424,498,"Knowledge"],[500,578,"Knowledge"],[584,684,"Knowledge"],[690,749,"Knowledge"],[755,794,"Knowledge"],[796,829,"Knowledge"],[830,856,"Knowledge"],[857,877,"Knowledge"],[880,900,"Knowledge"],[902,931,"Knowledge"],[937,1052,"Knowledge"],[1054,1104,"Knowledge"],[1108,1129,"Knowledge"],[1134,1241,"Knowledge"],[1243,1284,"Knowledge"],[1286,1308,"Knowledge"],[1310,1327,"Knowledge"],[1329,1353,"Knowledge"],[1359,1518,"Knowledge"],[1524,1640,"Knowledge"],[1672,1683,"Knowledge"],[1704,1745,"SoftSkills"],[1756,1773,"Knowledge"],[1782,1822,"Knowledge"],[1833,1851,"SoftSkills"],[1853,1872,"SoftSkills"],[1876,1891,"SoftSkills"],[1893,1915,"SoftSkills"],[1924,1959,"SoftSkills"],[1963,2014,"Knowledge"],[2016,2051,"Knowledge"],[2055,2084,"Knowledge"]],"Comments":[]}
{"id":7679,"text":"102276609\nРуководитель творческой группы \/ Художественный руководитель \/ Сценарист\nПривет!\n \nМы агентство детских праздников. Создаем и проводим классные праздники для детей и их родителей. На рынке уже 8 лет, занимаем лидирующие позиции, и многие нас знают. Работаем мы в Ростове-на-Дону.\n \nНАШ ПРОДУКТ\n \nДетские праздники. А точнее, то, из чего они состоят:\n \n \nанимационные программы\n \nзахватывающие шоу\n \nдетские спектакли\n \n \nВ нашем арсенале огромный выбор авторских продуктов, а крутых идей на годы вперед.\n \nЗАЧЕМ ВАКАНСИЯ\n \nНам нужен человек, который будет мыслить творчески и действовать стратегически, сумеет найти общий язык со всеми членами уже сплоченной команды, работать с творческой группой и общаться с подрядчиками.\n \nМы ищем инициативного арт-директора - проактивного кандидата с опытом работы, который вольется в нашу команду, и будет готов покорять новые вершины вместе с нами.\n \nОБЯЗАННОСТИ:\n \nОбщие функции:\n \n \nвыезды на крупные мероприятия;\n \nорганизация ежемесячных собраний и планерок;\n \nорганизация творческих и театральных мастер-классов для сотрудников творческого отдела;\n \nработа с обратно связью от клиентов и сотрудников творческой студии;\n \nреализация оперативных индивидуальных запросов от клиента\n \n \nТворческие функции:\n \n \nгенерирование и реализация идей праздников и шоу-программ;\n \nконтроль реализации и качества уже существующих и новых программ;\n \nпоиск новых подрядчиков и производств для реализации программ;\n \nпоиск и адаптация сотрудников творческой студии.\n \n \nРеквизиторские функции:\n \n \nсоздание новых образов героев, игрового реквизита;\n \nобновление уже существующих программ;\n \nобучение и адаптация сотрудников костюмерной\n \n \nКонтент и визуал:\n \n \nорганизация фото и видео съемки новых программ и шоу;\n \nупаковка презентаций, гайдов, фото\/видео контента для менеджеров по продажам, соц. сетей и веб-сайта;\n \nпоиск и привлечение к сотрудничеству дизайнеров и копирайтеров.\n \n \nТРЕБОВАНИЯ\n \n \nтворческий подход;\n \nсистемность в работе, пунктуальность и ответственность;\n \nинициативность и желание находить решение в меняющейся ситуации;\n \nобладать чувством вкуса и стиля;\n \nумение договариваться с людьми.\n \n \nЧТО ПРЕДЛАГАЕМ\n \nИнтересную работу в сфере праздничных услуг.\n \nВы получите базу знаний, подробные инструкции и регламенты, а также возможность развиваться с молодой командой.\n \nГрафик работы Вы строите самостоятельно исходя из задач на месяц.\n \nРабота в офисе компании, район ДК Ростсельмаш.\n \nЗаработная плата от 40000 руб, итоговая оплата обсуждается по результатам пройденного испытательного срока.\n \nИспытательный срок от 1 месяца.\n \nРабота в дружном коллективе\n \nЭто чистая правда. Все очень творческие и светлые люди.\n \nИ самое важное\n — готовность помогать и приносить пользу компании, а не просто отрабатывать текущие обязанности. Это не просто слова, это именно те навыки, которые, по нашему опыту, помогут тебе работать в удовольствие и с интересом.\n \nКОГО НЕ ЖДЕМ\n \n \nтех, кто любит перекладывать ответственность на других;\n \nкто привык «отсиживать рабочее время»;\n \nкто не готов постоянно учиться и адаптироваться к обстоятельствам.\n \n \nЕсли последнее не про тебя, и ты готов бросить вызов и найти интересную работу, тогда напиши, почему на данную вакансию мы должны взять именно тебя и начни со слов: «Я хочу стать частью вашей команды, потому что…» и расскажи, почему. Мы свяжемся с тобой. Желаем удачи!\n \n \nКреативность,Организаторские навыки,Творческое мышление,Организация мероприятий,Работа в команде,Чувство стиля,Многозадачность,Стратегическое мышление,Ориентация на результат,Навыки межличностного общения\n","cats":[],"entities":[[10,41,"Knowledge"],[43,70,"Knowledge"],[73,82,"Knowledge"],[364,386,"Knowledge"],[389,406,"Knowledge"],[409,426,"Knowledge"],[566,583,"SoftSkills"],[586,611,"SoftSkills"],[613,676,"SoftSkills"],[678,707,"SoftSkills"],[710,733,"Knowledge"],[745,758,"SoftSkills"],[759,772,"Knowledge"],[936,965,"Knowledge"],[969,1012,"Knowledge"],[1016,1102,"Knowledge"],[1106,1173,"Knowledge"],[1177,1234,"Knowledge"],[1263,1320,"Knowledge"],[1324,1388,"Knowledge"],[1392,1453,"Knowledge"],[1457,1504,"Knowledge"],[1538,1587,"Knowledge"],[1591,1627,"Knowledge"],[1631,1675,"Knowledge"],[1702,1754,"Knowledge"],[1758,1858,"Knowledge"],[1862,1924,"Knowledge"],[1945,1962,"SoftSkills"],[1966,1986,"SoftSkills"],[1988,2003,"SoftSkills"],[2005,2020,"SoftSkills"],[2024,2038,"SoftSkills"],[2041,2087,"SoftSkills"],[2091,2122,"SoftSkills"],[2126,2156,"SoftSkills"],[3385,3397,"SoftSkills"],[3398,3420,"Knowledge"],[3421,3440,"SoftSkills"],[3441,3464,"Knowledge"],[3465,3481,"Knowledge"],[3482,3495,"SoftSkills"],[3496,3511,"SoftSkills"],[3512,3535,"SoftSkills"],[3536,3559,"SoftSkills"],[3560,3589,"SoftSkills"]],"Comments":[]}
{"id":7680,"text":"102690153\nНачальник управления по разработке и реализации медиапроектов\nОбязанности:\n \n \nуправление и контроль за реализацией проектов управления: постановка задач, распределение их между сотрудниками, контроль сроков и качества исполнения;\n \nформирование механики реализации проектов и рабочей группы ;\n \nвзаимодействие с подрядными организациями, выстраивание эффективной работы;\n \nвзаимодействие со стэйкхолдерами;\n \nгенерирование идей для производства видеороликов и 3д графики;\n \nсупервижн креативной команды: контроль за подготовкой качественных визуальных, текстовых и других материалов по проектам;\n \nвзаимодействие с представителями смежных подразделений по кросс-функциональным проектам, выстраивание эффективной совместной работы по общим проектам;\n \nкурирование документооборота управления: контрактование, отчетные материалы, служебные записки и т.д.\n \n \nТребования:\n​​​​​​​ \n \nопыт работы в видеопродакшне;\n \nопыт руководства командой;\n \nумение работать в режиме многозадачности, стрессоустойчивость, инициативность, структурированность, ответственность, готовность принимать решения;\n \nопыт работы в проектах с анимационной 2D и 3D графикой (будет преимуществом).\n \n \n​​​​​​​\nУсловия:\n \n \nконкурентный уровень ЗП (обсуждается с успешным кандидатом);\n \nофис (центр Москвы) с творческой атмосферой в крутой медиа-команде;\n \nамбициозные задачи;\n \nработа в стабильной современной компании;\n \nполный рабочий день в офисе (возможны неурочные часы зависит от проекта и удаленная работа).\n \nnan\n","cats":[],"entities":[[10,71,"Knowledge"],[89,145,"Knowledge"],[147,163,"Knowledge"],[165,200,"Knowledge"],[202,239,"Knowledge"],[243,301,"Knowledge"],[306,347,"Knowledge"],[349,380,"Knowledge"],[384,416,"Knowledge"],[420,481,"Knowledge"],[485,513,"Knowledge"],[515,605,"Knowledge"],[609,696,"Knowledge"],[698,758,"Knowledge"],[762,801,"Knowledge"],[803,817,"Knowledge"],[819,837,"Knowledge"],[839,856,"Knowledge"],[891,919,"Knowledge"],[923,948,"Knowledge"],[952,992,"SoftSkills"],[994,1013,"SoftSkills"],[1015,1029,"SoftSkills"],[1031,1050,"SoftSkills"],[1052,1067,"SoftSkills"],[1069,1097,"SoftSkills"],[1101,1155,"Knowledge"]],"Comments":[]}
{"id":7681,"text":"102432674\nАрт-директор\nРабота в Правительстве Москвы — это возможность делать наш город современнее и удобнее. Если ты тоже неравнодушен к Москве, хочешь развивать ее и развиваться сам, присоединяйся к нашей команде!\nОбязанности:\n \n \nФормирование и авторский надзор за линейками продуктов всех брендов и создание единого Руководства по фирменному стилю компании\n \nРуководство формированием дизайн-системы: гайдлайны и руководство по стилю, фреймворки, UI-киты, шаблоны, библиотеки готовых компонентов, наборы UX-паттернов, документация, правила и рекомендации\n \nВнедрение стандартов и обучение дизайнеров совместно с тимлидами\n \nФормирование графика работы дизайнеров и выстраивание системы мотивации\n \n \nТребования:\n \n \nНаличие высшего образования\n \nВладение Figma и программами пакета Adobe (Illustrator, Photoshop)\n \nОпыт в создании систем айдентики, брендировании, креативе, внедрении дизайн-систем\n \nОпыт работы на руководящей должности не менее 5 лет\n \nОпыт работы в продакшенах, маркетинговых или PR-агентствах будет преимуществом\n \nХаризматичность, коммуникабельность, многозадачность, внимание к деталям\n \n \nУсловия:\n \n \nРабота в динамично развивающейся организации Правительства Москвы\n \nСтабильная заработная плата\n \nУникальные проекты и задачи\n \nГрафик работы 5\/2 (гибридный)\n \nОфис в шаговой доступности от станции метро Сухаревская\n \nnan\n","cats":[],"entities":[[10,22,"Knowledge"],[234,301,"Knowledge"],[304,361,"Knowledge"],[364,404,"Knowledge"],[406,438,"Knowledge"],[440,450,"Knowledge"],[452,459,"Knowledge"],[461,468,"Knowledge"],[470,500,"Knowledge"],[502,521,"Knowledge"],[523,535,"Knowledge"],[537,545,"Knowledge"],[547,559,"Knowledge"],[562,626,"Knowledge"],[629,667,"Knowledge"],[670,700,"Knowledge"],[721,748,"Knowledge"],[760,766,"Tool"],[787,793,"Tool"],[794,805,"Tool"],[807,816,"Tool"],[820,902,"Knowledge"],[905,941,"Knowledge"],[959,1017,"Knowledge"],[1040,1055,"SoftSkills"],[1057,1075,"SoftSkills"],[1077,1092,"SoftSkills"],[1094,1112,"SoftSkills"]],"Comments":[]}
{"id":7682,"text":"102639058\nАрт-менеджер\nОбязанности:\n \n- Организация арт-мероприятий, рекламных акций, пиар,\n- Организация концертов и вечеринок, подборка репертуаров,\n- Формирование концепций программ, а также работа с партнерами.\n \nТребования:\n \n- Желание работать в большом дружном коллективе,\n- Активность, позитив, творческие задатки,\n- Наличие опыта в сфере дизайна, рекламы и ресторанного бизнеса.\n \nУсловия:\n \n- Работа в соответствии с ТК РФ,\n- Резюме с указанием должности отправлять на почту либо WhatsApp\n \n \n \n \n \n \nОрганизаторские навыки,Организация мероприятий,Реклама\n","cats":[],"entities":[[10,22,"Knowledge"],[40,90,"Knowledge"],[94,149,"Knowledge"],[153,213,"Knowledge"],[233,278,"Knowledge"],[282,292,"SoftSkills"],[294,301,"SoftSkills"],[303,321,"SoftSkills"],[325,386,"Knowledge"],[511,533,"Knowledge"],[534,557,"Knowledge"],[558,565,"Knowledge"]],"Comments":[]}
{"id":7683,"text":"101342756\nКастинг директор в шоу бар\nМы ищем талантливого кастинг директора, который возьмет на себя ответственность формирования команды артисток и шоу-хостов нашего клуба. Если у вас есть страсть к спектакльному искусству и опыт в оценке форматности артистов, то вы - идеальный кандидат для нашей команды.\nОбязанности:\n \n \nПоиск, отбор и адаптация артисток и шоу-хостов клуба;\n \nОценка форматности артисток и адаптация к нуждам нашего заведения;\n \nСоздание и поддержание сети скаут агентов для поиска новых талантов;\n \nРазвитие креативных идей для привлечения новых артистов и создания неповторимой атмосферы в клубе;\n \nУчастие в организации мероприятий и специальных шоу.\n \nТребования:\n \n \nОпыт работы в области кастинга;\n \nКреативное мышление и умение находить новые таланты;\n \nХорошие коммуникативные и организационные навыки;\n \nУмение работать в команде и под давлением сроков.\n \n \nУсловия:\n \n \nУровень дохода в рынке и выше для финального кандидата;\n \nАдекватное руководство, диалог вместо иерархии;\n \nРесурсы под реализацию амбициозных креативных идей;\n \nМесто, где можно и нужно реализовать свои профессиональные амбиции и самые смелые идеи в направлении креатива;\n \nКоманда, в которую Вы влюбитесь в первую неделю;\n \nОфис в центре Москвы;\n \nУдобный график работы и десятки видов кофе в любом количестве на ваш вкус само собой.\n \n \nЕсли вы готовы воплотить в жизнь самые смелые идеи и создать неповторимые шоу вместе с нами, отправляйте свое резюме нам. Мы ждем именно вас!\n \n​​​​​​​\nnan\n","cats":[],"entities":[[10,26,"Knowledge"],[58,75,"Knowledge"],[101,159,"Knowledge"],[190,223,"SoftSkills"],[226,260,"Knowledge"],[325,371,"Knowledge"],[381,446,"Knowledge"],[450,517,"Knowledge"],[521,618,"Knowledge"],[622,673,"Knowledge"],[693,723,"Knowledge"],[727,746,"SoftSkills"],[749,778,"SoftSkills"],[782,830,"SoftSkills"],[834,882,"SoftSkills"]],"Comments":[]}
{"id":7684,"text":"97224925\nАрт-директор\nDOSKI – \nэто бары с многолетней историей бренда, которых объединяет одна идея, ценности и ответственный подход к сервису, качеству продуктов, заботе о Гостях и сотрудниках компании.\nНаши 5 заведений открыты в таких городах, как Челябинск, Пермь, Самара, Казань и Санкт-Петербург.\n \nМы приглашаем в команду старшего Арт-директора, идейного вдохновителя и куратора команды арт-директоров баров.\n \nВам предстоит:\n \n \nПланировать бюджет маркетинговых расходов ежемесячно.\n \nРазрабатывать и реализовывать шоу-программы совместно с арт-директорами баров.\n \nСоздавать программы по привлечению Гостей и повышению лояльности совместно с арт-директорами баров.\n \nПоддерживать партнерские отношения с контрагентами\n \nУчаствовать в планировании и реализации маркетинговых, рекламных кампаний и инфоповодов.\n \nКонтролировать состояние внутренних и внешних рекламных носителей.\n \nВести отчетность.\n \n \nМы ожидаем:\n \n \nУспешный опыт работы в ресторанной‚ барной или клубной индустрии на аналогичной должности; (будет сильным преимуществом)\n \nКреативный подход;\n \nОтветственность, умение выполнять работу самостоятельно и в установленные сроки\n \nНацеленность на результат\n \nГотовность к командировкам по РФ\n \n \nОт нас\n:\n \n \nОфициальное трудоустройство\n \nЗаработную плату \nот 65 000\n \n(с успешными кандидатами обсуждается отдельно)\n \nИнтересные задачи\n \nРазвитие в успешной компании\n \nВозможность карьерного роста\nМы всегда открыты для активных, ответственных, заряженных и позитивных сотрудников.\n \nnan\n","cats":[],"entities":[[9,21,"Knowledge"],[337,350,"Knowledge"],[352,407,"Knowledge"],[436,488,"Knowledge"],[492,569,"Knowledge"],[573,671,"Knowledge"],[675,725,"Knowledge"],[728,815,"Knowledge"],[819,884,"Knowledge"],[888,904,"Knowledge"],[926,1015,"Knowledge"],[1049,1066,"SoftSkills"],[1070,1085,"SoftSkills"],[1094,1125,"SoftSkills"],[1128,1149,"SoftSkills"],[1152,1177,"SoftSkills"],[1193,1207,"SoftSkills"]],"Comments":[]}
{"id":7685,"text":"102661690\nАрт-директор (PREMIER онлайн-кинотеатр)\nPremier – это онлайн-кинотеатр, в котором легко прожить тысячи историй. На сервисе есть оригинальные сериалы, нашумевшие шоу, голливудские блокбастеры, новое русское кино. Всё, чтобы не ограничивать себя в поиске и все открывать новое.\n \nМы создаём свой контент сами и показываем его пользователям по подписке. Входим в холдинг «Газпром-медиа» вместе с ТНТ, «Пятница!», «2×2», «Матч ТВ» и другими хедлайнерами индустрии развлечений.\n \nРабота у нас — это возможность оказаться на пересечении эмоций и рациональности, продуктовой четкости и творческого поиска.\n \nЧто будем делать:\n \n \nПридумывать идеи бренд-кампаний;\n \nКреатив для лендингов и спец проектов;\n \nСупервизировать разработку статичных и видео-материалов для бренда;\n \nПридумывать бренд-зоны для различных фестивалей и оффлайн активностей бренда;\n \nГенерить идеи для необычных размещений и партизанки.\n \n \nЧто нужно уметь:\n \n \nЧелленджить бриф и мыслить кампанией;\n \nПридумывать идеи кампаний 360 не с первой полки;\n \nИметь опыт в создании оффлайн-зон и брендированных видео;\n \nСтавить задачи дизайнерам, вести проект и контролировать результат\n \nРаботать в Фигме и программах Adobe\n \n \nТребования к кандидату:\n \n \nВкус\n \nСильное портфолио в айдентике и коммуникационном дизайне.\n \nУмение думать, придумывать и критически смотреть на вещи.\n \nХорошая насмотренность дизайн-трендов на локальном и международном уровнях\n \nОпыт работы с графическими системами У нас производится много материалов. Все они должны выглядеть целостно, но не одинаково. Важно понимать ценность дизайн системы и уметь развивать систему, не разрушая её.\n \nНаличие собственной позиции и умение её выразить. Любая работа выигрывает от того, что человек вкладывает в неё себя. Дизайн выигрывает в десятки раз. Нам нужен не исполнитель, а личность.\n \nЗдоровый перфекционизм Если вы заметили двойной пробел в предыдущем пункте, скорее пишите.\n \nЗнание графических программ Мы работаем в программах из пакета Adobe, Фигме, Notion. Опыт работы с этими программами точно пригодится.\n \n \n \n \n \n \nУсловия:\n \n \nКоманда, в которой собрались одни из самых неординарных личностей на Российском рынке с опытом работы в самых разных областях. У нас можно многому научиться и просто неплохо провести время;\n \nЛёгкая и прозрачная коммуникация внутри команды. Каждый член команды открыт к диалогу. Когда нужно поможем, или сами попросим о помощи;\n \nВозможность влиять на развитие продукта и бренда. Мы понимаем, что хорошие идеи есть у всех, поэтому внимательно слушаем каждого;\n \nДМС со стоматологией, после испытательного срока;\n \nКорпоративные скидки: Фитнес, Английский;\n \nМощный ноутбук, который не будет тормозить тебя в работе;\n \nОфис – БЦ Алкон м. Сокол.\n \nnan\n","cats":[],"entities":[[10,22,"Knowledge"],[633,664,"Knowledge"],[668,705,"Knowledge"],[709,775,"Knowledge"],[779,855,"Knowledge"],[859,910,"Knowledge"],[937,973,"Knowledge"],[977,1024,"Knowledge"],[1034,1084,"Knowledge"],[1088,1113,"Knowledge"],[1115,1154,"Knowledge"],[1168,1173,"Tool"],[1187,1192,"Tool"],[1225,1229,"SoftSkills"],[1232,1288,"Knowledge"],[1299,1305,"SoftSkills"],[1307,1318,"SoftSkills"],[1321,1348,"SoftSkills"],[1352,1426,"Knowledge"],[1434,1465,"Knowledge"],[1561,1635,"Knowledge"],[1639,1687,"Knowledge"],[1830,1852,"SoftSkills"],[1986,1991,"Tool"],[1993,1998,"Tool"],[2000,2006,"Tool"]],"Comments":[]}
